[
  {
    "snippet": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninform...",
    "content": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n### Notice\n\nBecause of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be processed, and the agency may not be able to respond to inquiries until appropriations are enacted. The NIH Clinical Center (the research hospital of NIH) is open. For more details about its operating status, please visit [cc.nih.gov](http://cc.nih.gov/). Updates regarding government operating status and resumption of normal operations can be found at [opm.gov](https://www.opm.gov/).\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.7759/cureus.88196) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/pdf/cureus-0017-00000088196.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![Cureus logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-cureus.png)\n\nCureus\n\n. 2025 Jul 17;17(7):e88196. doi: [10.7759/cureus.88196](https://doi.org/10.7759/cureus.88196)\n\n# The 2025 United States Measles Crisis: When Vaccine Hesitancy Meets Reality\n\n[Adekunle F Adeoye](https://pubmed.ncbi.nlm.nih.gov/?term=%22Adeoye%20AF%22%5BAuthor%5D)\n\n### Adekunle F Adeoye\n\n1\nPublic Health, Georgia State University, Atlanta, USA\n\nFind articles by [Adekunle F Adeoye](https://pubmed.ncbi.nlm.nih.gov/?term=%22Adeoye%20AF%22%5BAuthor%5D)\n\n1,✉, [Daniel O Umoru](https://pubmed.ncbi.nlm.nih.gov/?term=%22Umoru%20DO%22%5BAuthor%5D)\n\n### Daniel O Umoru\n\n2\nPharmacy, National Hospital Abuja, Abuja, NGA\n\nFind articles by [Daniel O Umoru](https://pubmed.ncbi.nlm.nih.gov/?term=%22Umoru%20DO%22%5BAuthor%5D)\n\n2, [Ousainou O Gomez](https://pubmed.ncbi.nlm.nih.gov/?term=%22Gomez%20OO%22%5BAuthor%5D)\n\n### Ousainou O Gomez\n\n3\nBiostatistics and Epidemiology, Georgia State University, Atlanta, USA\n\nFind articles by [Ousainou O Gomez](https://pubmed.ncbi.nlm.nih.gov/?term=%22Gomez%20OO%22%5BAuthor%5D)\n\n3, [Isreal A Onifade](https://pubmed.ncbi.nlm.nih.gov/?term=%22Onifade%20IA%22%5BAuthor%5D)\n\n### Isreal A Onifade\n\n4\nBiology, University of Albany, Albany, USA\n\nFind articles by [Isreal A Onifade](https://pubmed.ncbi.nlm.nih.gov/?term=%22Onifade%20IA%22%5BAuthor%5D)\n\n4, [Benjamin O Akangbe](https://pubmed.ncbi.nlm.nih.gov/?term=%22Akangbe%20BO%22%5BAuthor%5D)\n\n### Benjamin O Akangbe\n\n1\nPublic Health, Georgia State University, Atlanta, USA\n\nFind articles by [Benjamin O Akangbe](https://pubmed.ncbi.nlm.nih.gov/?term=%22Akangbe%20BO%22%5BAuthor%5D)\n\n1, [Ubalaeze S Elechi](https://pubmed.ncbi.nlm.nih.gov/?term=%22Elechi%20US%22%5BAuthor%5D)\n\n### Ubalaeze S Elechi\n\n5\nRadiology, Lifechart Medical Diagnostic Services, Enugu, NGA\n\n6\nDigital Health, University of Nigeria, Enugu, NGA\n\nFind articles by [Ubalaeze S Elechi](https://pubmed.ncbi.nlm.nih.gov/?term=%22Elechi%20US%22%5BAuthor%5D)\n\n5,6, [Vincent U Barrah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Barrah%20VU%22%5BAuthor%5D)\n\n### Vincent U Barrah\n\n7\nPublic Health, Chicago State University, Chicago, USA\n\nFind articles by [Vincent U Barrah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Barrah%20VU%22%5BAuthor%5D)\n\n7\n\nEditors: Alexander Muacevic, John R Adler\n\n- Author information\n- Article notes\n- Copyright and License information\n\n1\nPublic Health, Georgia State University, Atlanta, USA\n\n2\nPharmacy, National Hospital Abuja, Abuja, NGA\n\n3\nBiostatistics and Epidemiology, Georgia State University, Atlanta, USA\n\n4\nBiology, University of Albany, Albany, USA\n\n5\nRadiology, Lifechart Medical Diagnostic Services, Enugu, NGA\n\n6\nDigital Health, University of Nigeria, Enugu, NGA\n\n7\nPublic Health, Chicago State University, Chicago, USA\n\n✉\n\nAdekunle F. Adeoye aadeoye2@gsu.edu\n\n✉\n\nCorresponding author.\n\nAccepted 2025 Jul 17; Collection date 2025 Jul.\n\nCopyright © 2025, Adeoye et al.\n\nThis is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC12357784  PMID: [40827145](https://pubmed.ncbi.nlm.nih.gov/40827145/)\n\n## Abstract\n\nThis narrative review examines how declining vaccine uptake and growing vaccine hesitancy created pockets of susceptibility that enabled the outbreak and analyzes the epidemiological features and public health response. Key drivers of vaccine hesitancy (misinformation about vaccine safety, philosophical and religious exemptions, and pandemic-related disruptions) are discussed, along with the demographic patterns of under-vaccination in the U.S. Comparisons are drawn to notable measles outbreaks in Samoa (2019) and the United Kingdom (2018) to highlight common themes of insufficient immunity leading to severe outcomes. The review evaluates what aspects of the public health response were effective, including emergency vaccination campaigns, community engagement, and interagency coordination, and what challenges and failures impeded control, such as resource limitations and delayed counter-misinformation efforts. The economic impact of the outbreak is also considered, with containment efforts costing millions of dollars. We summarize the lessons learned about the importance of maintaining high vaccination coverage and suggest policy implications, which include stricter immunization requirements, proactive education to combat misinformation, and strengthening immunization infrastructure. Finally, future directions and recommendations are presented to prevent measles from regaining a foothold, emphasizing that sustained commitment to vaccination and public trust is critical to averting similar crises.\n\n**Keywords:** measles, public health coverage, united states of america, vaccination coverage, vaccine hesitancy\n\n## Introduction and background\n\nMeasles, once a ubiquitous childhood infection in the U.S., was declared eliminated nationally in 2000 after decades of widespread vaccination and vigilant surveillance \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF1)\\]. Yet elimination never guaranteed permanence. During the 2010s, an erosion of public confidence in vaccines, amplified by online misinformation, chipped away at the herd immunity that had suppressed endemic transmission \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF2)\\]. Concerningly, kindergarten coverage with the recommended two doses of the measles-mumps-rubella (MMR) vaccine fell from 95.2% in the 2019-2020 school year to 92.7% in 2023-2024, leaving an estimated 280,000 children susceptible \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF3)\\].\n\nThe consequences of those immunity gaps became starkly apparent in early 2025. On 30 May 2025, the Centers for Disease Control and Prevention (CDC) reported 1,088 confirmed measles cases across 33 jurisdictions, including the first measles-related deaths recorded in the country since 2015 \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF4)\\]. More than 90% of patients were unvaccinated or had unknown vaccination status, and nearly all cases were epidemiologically linked to undervaccinated communities in Texas, New Mexico, and Oklahoma. Air travel and domestic tourism quickly distributed the virus to additional states, illustrating how a single imported case can ignite nationwide spread when local protection is uneven.\n\nAlthough the absolute numbers remain modest compared with the pre-vaccine era, the 2025 outbreak represents the largest U.S. measles crisis in a decade and a critical stress test of the nation’s vaccine policy architecture. It also mirrors recent international setbacks, notably the 2018 United Kingdom resurgence and the 2019 Samoa epidemic, underscoring that measles control is precarious wherever vaccination falters.\n\nIn this narrative review, we synthesize current evidence to elucidate (1) the historical and epidemiologic context of the 2025 U.S. outbreak, (2) the socio-behavioral and policy drivers of vaccine hesitancy that primed the crisis, (3) the strengths and weaknesses of the public health response, (4) the human and economic costs incurred, and (5) the lessons and forward-looking strategies required to restore and sustain measles elimination. By integrating national data with insights from global comparators, we aim to furnish clinicians, policymakers, and public health practitioners with a comprehensive blueprint for preventing measles from regaining a foothold in the U.S.\n\n## Review\n\nMethods\n\nFor this narrative review, we conducted a comprehensive literature search of PubMed, Google Scholar, and official health organization websites (CDC, WHO) to identify sources on measles outbreaks, vaccination coverage, vaccine hesitancy, and public health responses published between 2010 and 2025. Sources were eligible if they (i) contained primary or secondary data on measles epidemiology, vaccination coverage, or hesitancy; (ii) were published in English during 2010-2025; and (iii) offered a verifiable DOI or permanent URL. Editorials without data, conference abstracts, and duplicate preprints were excluded. Search terms included combinations of “measles,” “outbreak,” “vaccine hesitancy,” “measles 2025,” “vaccination coverage,” “measles mortality,” and “measles elimination.” We prioritized peer-reviewed articles (epidemiological studies, reviews, commentaries) and authoritative reports (e.g., Morbidity and Mortality Weekly Report (MMWR) briefs, WHO updates), with particular focus on data from the 2025 U.S. outbreak and comparator events such as the 2019 Samoa epidemic and the 2018 measles resurgence in Europe. Outbreak case counts and vaccination-coverage figures were cross-checked against the CDC and WHO databases for accuracy. All U.S. 2025 figures reflect data current as of 30 May 2025.\n\nHistorical perspective and outbreak epidemiology\n\nMeasles elimination in the U.S. was achieved in 2000 through decades of high vaccine coverage and aggressive public health campaigns \\[ [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF5)\\]. In the years immediately after, only a handful of cases occurred annually, typically in travelers or their close contacts. However, by the 2010s, declining vaccination in certain communities led to a series of outbreaks. For example, in 2017, a measles outbreak in Minnesota’s Somali-American community, where unfounded fears about MMR causing autism had spread, resulted in 75 cases \\[ [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF6)\\]. These incidents were a prelude to a larger resurgence in 2019, when the U.S. recorded 1,282 cases, the most since 1992 \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF7)\\]. That year, the vast majority of cases were confined to under-immunized enclaves, including a prolonged outbreak of 934 cases in Orthodox Jewish neighborhoods in New York that nearly cost the country its elimination status. Although no measles deaths occurred in 2019, the outbreaks were a wake-up call that highlighted growing vaccine complacency.\n\nThis American pattern mirrored global trends. Europe saw measles cases surge in 2018-2019, and the United Kingdom lost its measles-free status after a protracted outbreak (991 cases in 2018) reestablished endemic transmission \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF8)\\]. In late 2019, Samoa experienced a devastating measles epidemic, with over 5,700 cases and 83 deaths, after national MMR coverage fell to around 30% \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF9)\\]. These examples demonstrate that if vaccination rates decline, measles can resurface and cause significant harm.\n\nOutbreak epidemiology\n\nThe 2025 U.S. measles outbreak began in early January, seeded by an infected traveler in a close-knit, undervaccinated community in West Texas. From there, the virus spread across at least three states (Texas, New Mexico, and Oklahoma) among populations with historically low MMR uptake. By 17 April 2025, the CDC had reported 800 cases nationally, already the second-highest annual total in 25 years, and it was noted that 82% were linked to the outbreak in those three states \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF10)\\]. Despite control efforts, the case count continued to rise; as of 29 May 2025, a total of 1,088 measles cases had been confirmed across 33 states \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\]. Fourteen distinct outbreaks (defined as three or more linked cases) were identified in 2025, though the majority of all cases were associated with the large Texas-centered outbreak. Figure [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#FIG1) depicts the weekly accumulation of cases from 6 January through 30 May 2025, illustrating the rapid March-to-April growth phase and subsequent deceleration.\n\n### Figure 1. Weekly Cumulative Measles Cases, United States, 2025.\n\n[![Figure 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b052/12357784/acc55e585b88/cureus-0017-00000088196-i01.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=12357784_cureus-0017-00000088196-i01.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/figure/FIG1/)\n\nWeekly cumulative measles cases in the United States, 1 January-30 May 2025. The outbreak begins with an imported index case in Texas during the first week of January, accelerates sharply through March, peaks in mid-April, and slows after nationwide response measures were intensified in mid-March (gray band).\n\nImage credit: Ubalaeze Solomon Elechi, created with OpenAI’s GPT-4 and DALL-E tools\n\nThe epidemiological profile of the outbreak highlights the consequences of immunity gaps. More than 90% of patients were unvaccinated or had unknown vaccination status (per CDC reports), and many belonged to communities that had resisted routine immunizations. Cases spanned all age groups, but young children were heavily affected: roughly one-third of cases were in children under five (including many infants too young to be vaccinated), another third in school-aged children, and the remainder in adults. About 1 in 10 patients required hospitalization for measles complications or isolation. Most tragically, three measles-related deaths occurred (two children and one immunocompromised adult), the first U.S. measles fatalities in over 20 years \\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF12)\\]. Genomic analyses confirmed that the outbreaks stemmed from imported virus strains, not a new endemic variant \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF13)\\]. Notably, travel played a role in amplifying the spread: for instance, several cases in Colorado and Illinois were traced to exposures during domestic airline flights and at tourist destinations \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF14)\\]. These scenarios illustrated how quickly measles can hop between susceptible pockets. As illustrated in Figure [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#FIG2), sustained measles activity in 2025 global hotspots, particularly parts of Europe, Southeast Asia, and sub-Saharan Africa, generated multiple air-travel corridors into major U.S. airports, ultimately funneling cases into the undervaccinated Texas-New Mexico-Oklahoma cluster that seeded the domestic outbreak. Conversely, areas with high vaccination coverage largely escaped secondary transmission, demonstrating the protective value of herd immunity where it remained intact.\n\n### Figure 2. International Measles Transmission Pattern.\n\n[![Figure 2](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b052/12357784/b7a1c69aa296/cureus-0017-00000088196-i02.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=12357784_cureus-0017-00000088196-i02.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/figure/FIG2/)\n\nConceptual illustration of measles spread through international air travel. In 2025, imported measles cases (infected travelers arriving in the U.S.) ignited outbreaks in undervaccinated communities. Global travel has linked measles outbreaks across continents, underscoring that high vaccination coverage is needed everywhere to prevent cross-border spread.\n\nImage credit: Ubalaeze Solomon Elechi, created with OpenAI’s GPT-4 and DALL-E tools\n\nComparative Analysis: Affected Versus Unaffected States\n\nAs of 30 May 2025, the three core outbreak states (Texas, New Mexico, and Oklahoma) recorded a mean incidence of 7.4 cases per million residents, whereas the remaining 47 jurisdictions averaged 0.06 cases per million, a 120-fold difference \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\]. States in the lowest kindergarten MMR-coverage quartile (≤ 92%) accounted for 87% of all U.S. cases, while no state with ≥ 96% coverage reported more than five cases \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF3)\\]. This inverse relationship between coverage and incidence mirrors modeling work showing that every percentage-point drop in two-dose coverage increases outbreak probability by roughly 14% \\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF15)\\].\n\nGranular Demographic Breakdown\n\nThe U.S. 2025 cases had a demographic profile of 1,088 individuals. Among line-listed patients, 34% were children under five years of age, 33% were school-aged (5-17 years), and 28% were adults ≥ 18 years; the remaining 5% had age unreported \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\]. Hospitalization was required for 11% of cases overall, rising to 18% in infants < 12 months. Vaccination status was known for 1,012 patients: 86% were unvaccinated, 7% had received only one MMR dose, and 7% were fully vaccinated, yielding an estimated two-dose effectiveness of 97% against confirmed disease. Sex distribution was balanced (51% male). Racial/ethnic data, available for 62% of cases, showed over-representation of Hispanic/Latino children in the Texas and New Mexico clusters, while non-Hispanic White children predominated in the Oklahoma and Colorado clusters \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\].\n\nVaccine hesitancy: drivers and demographics\n\nMeasles outbreaks in the 21st century have been overwhelmingly linked to clusters of unvaccinated individuals, raising the question: Why are people forgoing a readily available, life-saving vaccine? The drivers of vaccine hesitancy are multifaceted. Foremost is misinformation about vaccine safety, notably the debunked claim linking the MMR vaccine to autism, originally propagated by a fraudulent study in 1998 \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF16)\\]. Fear of autism remains a leading reason cited by parents who refuse MMR for their children. Other parental concerns include perceived risks of vaccine side effects, the belief that “natural” immunity is healthier, and general distrust of pharmaceutical companies or government health agencies. Social media and online echo chambers have amplified vaccine misinformation, allowing anti-vaccine activists to sow doubt about the MMR vaccine’s safety despite an overwhelming scientific consensus of its safety and efficacy. The result has been a measurable decline in public confidence in childhood vaccines in some communities. The WHO identified vaccine hesitancy as one of the top 10 threats to global health in 2019 \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF2)\\], acknowledging that complacency and misinformation were undermining decades of progress. In the U.S., the COVID-19 pandemic may have further fueled hesitancy; not only did routine pediatric vaccination rates dip during pandemic lockdowns, but polarized debates around COVID-19 vaccines spilled over to routine immunizations, reinforcing doubts among some groups \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF17)\\].\n\nLegacy of the MMR-Autism Myth\n\nPersistent concern that the MMR vaccine causes autism remains the single most frequently cited reason for MMR refusal in U.S. parent surveys \\[ [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF18)\\]. Evidence refuting this link is unequivocal: a 2014 population-based meta-analysis of over 1.2 million children found no association between MMR exposure and autism spectrum disorder (ASD) \\[ [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF19)\\]. A nationwide Danish cohort study covering 657,461 births likewise reported a null association (adjusted hazard ratio = 0.93; 95% confidence interval (CI): 0.85-1.02) \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF20)\\]. Most recently, an updated U.K. matched-cohort analysis reaffirmed that ASD incidence is identical in vaccinated and unvaccinated children \\[ [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF21)\\]. Despite this consensus, online recirculation of the discredited 1998 Wakefield paper continues to seed hesitancy within some communities, indicating the importance of proactive, evidence-based communication strategies.\n\nDemographics\n\nHesitancy is not uniform across the population; it clusters in specific demographics and communities. Paradoxically, areas with higher socioeconomic status and education levels have at times harbored more vaccine-refusing parents. For example, communities in California and Colorado, where “natural lifestyle” movements flourish, saw MMR vaccination rates fall well below 90% before policy changes. In the 2023-2024 school year, the national average MMR coverage for kindergarteners was 92.7%, but this average masks geographic pockets of much lower coverage \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF3)\\]. Fourteen U.S. states reported that over 5% of their kindergarten students had non-medical vaccine exemptions in 2023-2024, with the national exemption rate rising to 3.3% \\[ [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF22)\\]. These exemptions, often due to personal or religious belief waivers, tend to concentrate in certain schools and communities, creating pockets of susceptibility. Religious or cultural beliefs also play a role: insular religious communities (such as the Amish, some Orthodox Jewish groups, and certain fundamentalist churches) have experienced measles outbreaks after members declined vaccines for faith-related reasons \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF23)\\]. Minority communities can face unique challenges; for instance, Somali-American families in Minnesota were targeted by anti-vaccine misinformation about autism, leading to a dramatic drop in MMR uptake and a subsequent measles outbreak in 2017 within that community \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF23)\\]. Additionally, structural barriers and healthcare access inequalities mean some children miss vaccinations not by choice but due to healthcare system gaps, although the Vaccines for Children program and public health clinics aim to minimize this in the U.S.\n\nThe demographics of the 2025 measles outbreak reflect these hesitancy patterns. Several West Texas counties at the center of the 2025 outbreak have carried kindergarten two-dose MMR coverage well below the 90% threshold for multiple consecutive years: Briscoe County, TX, 80.0%; Childress County, TX, 70.5%; and Dawson County, TX, 88.1%, compared with the 2023-2024 national average of 92.7% \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF24), [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF25)\\]. CDC line-list data show that through 17 April 2025, 69% of U.S. measles cases occurred in persons < 20 years of age (38% aged 5-19 years and 31% aged < 5 years), and over 90% of all patients were either unvaccinated or of unknown vaccination status \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF10), [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\], patterns consistent with pockets of routine-immunization refusal in the affected communities. Meanwhile, several adult measles cases in the 2025 outbreak were individuals who had never been vaccinated due to similar beliefs or who missed childhood vaccination and lacked awareness of the need. Ultimately, the outbreak was driven by immunity gaps rather than any change in the virus or the vaccine. Vaccine hesitancy, fueled by fear, misinformation, and sociocultural dynamics, supplied the tinder, and a single imported case ignited an epidemic in these unprotected communities.\n\nPublic health response and economic impact: what worked, what failed\n\nContaining the 2025 outbreaks required a swift and coordinated public health response. Local, state, and federal agencies implemented classic measures: prompt isolation of cases, contact tracing, and targeted vaccination of susceptible contacts and communities \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF26)\\]. Health departments in Texas and neighboring states held emergency immunization clinics and, in affected counties, even recommended an early MMR dose for infants 6-11 months old \\[ [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF27)\\]. Schools in outbreak areas excluded unvaccinated students during the incubation period, and public health officials issued travel advisories and alerts to clinicians. These efforts, alongside extensive community outreach, eventually curbed the spread by early summer 2025 \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\]. As summarized in Table [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#TAB1), the 2025 U.S. outbreak’s scale was comparable to recent high-profile resurgences in Samoa (2019) and the United Kingdom (2018), underscoring how gaps in coverage translate into costly public-health responses.\n\n### Table 1. Key Measles Outbreaks in Recent Years (Selected Examples).\n\nNote: Immunization coverage refers to the estimated national or subnational uptake of the first and/or second dose of MMR vaccine prior to each outbreak. Data were compiled from the CDC and WHO reports. \"Pockets of low coverage\" denote geographic or demographic subgroups with significantly lower-than-average vaccine uptake, which contributed to outbreak vulnerability.\n\nMMR: measles, mumps, and rubella vaccine; WHO: World Health Organization; U.S.: United States\n\n|     |     |     |     |     |\n| --- | --- | --- | --- | --- |\n| Location (Year) | Cases | Deaths | Immunization Coverage (Pre-outbreak) | Notable Characteristics |\n| United States (2019) | 1,282 | 0 | ~94% nationwide; pockets of low coverage (some communities < 80%) | Largest U.S. measles outbreak since 1992; concentrated in under-vaccinated Orthodox Jewish communities (~75% of cases); elimination status narrowly preserved \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF7)\\]. |\n| United States (2025) | 1,088 | 3 | 92.7% nationwide; local pockets < 70% | Worst U.S. outbreak since 2019 (ongoing); ~90% of cases in unvaccinated persons; includes a major outbreak in West Texas/New Mexico (82% of 2025 cases) \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF11)\\]. |\n| United Kingdom (2018) | 991 | 3 | ~95% (first dose), ~87% (second dose) at school entry | Lost WHO “measles-free” status after a prolonged outbreak reestablished endemic transmission; measles cases doubled from 2017 to 2018, with several fatalities in unvaccinated children \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF8)\\]. |\n| Samoa (2019) | 5,707 | 83 | ~30% (estimated MMR coverage before outbreak) | Nationwide epidemic following a dramatic drop in vaccination; > 80% of deaths in children < 5 years; state of emergency declared with mass vaccination campaign to raise coverage \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF9)\\]. |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/table/TAB1/)\n\nCertain response strategies clearly worked. Rapid case identification through vigilant surveillance and laboratory testing allowed timely interventions. Interagency communication (fortified by pandemic-era coordination frameworks) facilitated resource sharing, and community leaders were engaged to promote vaccination in hesitant populations \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF26)\\]. The fact that measles did not become endemic beyond the initial clusters is a testament to these control measures. However, the outbreak also exposed gaps. Years of inadequate investment in vaccine education meant that by the time officials mobilized messaging in 2025, misinformation was deeply entrenched in the hardest-hit communities \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF28)\\]. Understaffed local health departments struggled with the surge in contact tracing and immunization workloads, reflecting a broader disinvestment in public health infrastructure. Jurisdictional complexities (for example, coordinating quarantine across state lines) at times hampered the speed of response. On 7 March 2025, the CDC issued Health Alert Network Advisory #00522 instructing jurisdictions to isolate suspected cases, trace contacts, and administer post-exposure MMR within 72 hours or immune globulin within six days \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF26), [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF29)\\]. Within a week, the Texas Department of State Health Services (DSHS) circulated the same protocol to county health departments \\[ [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF30)\\]. Yet rural West Texas counties reported that vaccine stockpiles were depleted and that only one or two immunization nurses were available for surge duty, producing contact-tracing backlogs of 48-60 hours \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF31), [32](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF32)\\]. The 2022 NACCHO Profile Survey had already found that 51% of U.S. local health departments lacked sufficient staff to manage vaccine-preventable disease (VPD) surges \\[ [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF33)\\], a gap echoed in Texas after-action reviews. Meanwhile, the CDC’s advisory recommended furlough of exposed but non-immune healthcare workers; several rural hospitals complied yet could not backfill shifts, forcing diversion of febrile-rash patients to distant facilities \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF34)\\]. These examples illustrate how robust federal guidance can be blunted when county-level workforce and vaccine reserves are inadequate \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF28)\\].\n\nThe economic impact of the outbreak was substantial. Measles containment is labor-intensive and costly: each case requires investigation and follow-up of many contacts, and quarantines and public information campaigns carry significant costs. A recent analysis of a 2019 measles outbreak in Washington State estimated an average cost of about $47,000 per measles case (including public health response and productivity losses) \\[ [35](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF35)\\]. Using that figure, more than 1,000 cases in 2025 imposed tens of millions of dollars in societal costs. Most of this expense fell on public health agencies that diverted personnel and resources to the outbreak, as well as on hospitals that treated severe cases. These costs far exceed the investments that would have been needed to maintain high vaccination coverage in the first place, a stark economic argument for prevention \\[ [36](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF36)\\].\n\nVulnerable populations and health disparities\n\nCertain groups suffered disproportionately during the measles resurgence. Infants too young to be vaccinated (under 12 months) were at extreme risk; many of the 2025 cases occurred in babies less than a year old, including one of the fatal cases \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF10)\\]. Children under five years of age in general are highly vulnerable to measles complications like pneumonia and encephalitis; historically, this age group accounts for the majority of measles deaths worldwide \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF37)\\]. In Samoa’s 2019 outbreak, 87% of measles fatalities were in children under five. The 2025 U.S. outbreak reaffirmed this pattern, as young children made up a large share of hospitalizations and the two pediatric deaths.\n\nBeyond age, immunocompromised individuals are another vulnerable population. People who cannot receive live vaccines due to conditions such as leukemia or immunosuppressive therapy rely on herd immunity for protection \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF38)\\]. The death of an adult cancer patient in the 2025 outbreak (who contracted measles from his community) underscores that even a single measles case in the wrong setting can be devastating. Pregnant women are also at elevated risk of severe measles and adverse pregnancy outcomes, although fortunately, no pregnant patients died in 2025 \\[ [39](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF39)\\].\n\nMeasles outbreaks tend to exploit social and economic disparities. Underserved communities with limited healthcare access may have lower vaccination rates not out of intent, but because of practical barriers. Parent interviews in the CDC’s National Immunization Survey identified lack of transportation, inconvenient clinic hours, and childcare costs as common obstacles to keeping vaccine appointments \\[ [40](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF40)\\]. At the same time, several of the worst recent outbreaks (in the U.S. and abroad) have occurred in relatively insular communities (defined by religious or cultural ties) that resist vaccination, regardless of socioeconomic status. Vulnerability to measles is shaped not only by socioeconomic access but also by beliefs and information: California data show personal-belief exemptions cluster in affluent, highly educated communities \\[ [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF6), [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF41)\\], while the 2017 Somali-American outbreak in Minnesota stemmed from autism-related vaccine fears despite free clinic availability. In 2025, some rural counties with healthcare provider shortages experienced delayed diagnoses, which allowed wider spread \\[ [42](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF42)\\]. Language and cultural barriers further hampered warning efforts in certain immigrant communities. Addressing these issues requires culturally competent engagement well before outbreaks occur. Ultimately, the presence of measles anywhere reveals which populations have been left behind, whether due to marginalization or misinformation, and those gaps must be closed to protect everyone.\n\nThe persistence of “zero-dose” children, those who have not received even a first dose of any routine vaccine, has become a key global indicator of immunization system fragility \\[ [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF43)\\]. The undervaccinated pockets that fueled the 2025 U.S. outbreak function much like zero-dose clusters in low- and middle-income countries, suggesting that domestic dashboards could adopt the same metric to flag communities where measles is most likely to resurge.\n\nLessons learned and policy implications\n\nThe 2025 experience has crystallized several lessons for policymakers and public health practitioners. Foremost, maintaining high vaccination coverage is essential. The reemergence of measles in the U.S. vividly demonstrated that even small declines in community immunity can have far-reaching consequences. Therefore, proactive measures to counter vaccine hesitancy should be a permanent fixture of public health work. Such action includes continuous public education that adapts to evolving misinformation, as well as readily accessible vaccination services.\n\nOne policy implication is the reconsideration of vaccine exemption policies. States with lenient non-medical exemption (NME) rules observed a higher concentration of unvaccinated children \\[ [44](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF44)\\], and this outbreak disproportionately affected those clusters. Stricter requirements (for example, only permitting medical exemptions, as California and some other states have done) could be expanded to more jurisdictions. At minimum, simplifying the process for families to vaccinate could help raise immunization rates \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF45)\\]. Schools and daycare centers are critical enforcement points; ensuring they have the mandate and resources to verify student vaccinations and exclude unvaccinated individuals during outbreaks is key.\n\nAnother lesson is the importance of engaging communities and building trust long before health emergencies arise. Combatting misinformation isn’t just about debunking myths in the media; it requires on-the-ground relationships. Local health departments might establish dedicated outreach teams to work with communities known to have lower vaccination rates, partnering with local leaders, clergy, and healthcare providers to deliver consistent pro-vaccine messages \\[ [46](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF46)\\]. Listening and dialogue are as important as messaging in this effort; people’s concerns must be heard and addressed respectfully to rebuild trust. The outbreak showed that trying to change minds in the midst of a crisis is extremely difficult; the groundwork must be laid in advance.\n\nThe outbreak also strengthens the argument for investing in public health infrastructure. The relative containment of measles (it did not become endemic nationwide) was due in part to the rapid mobilization of public health teams. Yet the strain on those teams was apparent: at the height of the response, Texas could field only 2,800 contact tracers, after 400 had been reassigned, against the governor’s target of 4,000 and well below independent estimates of 9,000 to 20,000 needed for statewide control \\[ [47](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF47)\\]. Policymakers should see these findings as evidence that funding stable epidemiology and immunization programs (not just emergency surge funding) is an investment that pays off. Modernizing immunization information systems to better identify pockets of under-vaccination can enable targeted interventions in the future. For example, predictive modeling studies suggest that without improvements, the U.S. could see measles regaining a foothold within a few decades. One recent model estimated that a sustained 10% decline in MMR coverage could lead to over 11 million measles cases in the U.S. over 25 years \\[ [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF48)\\]. Such scenarios underscore the urgency of taking preventive actions now.\n\nFinally, there is a global dimension to these lessons. Measles anywhere is a threat everywhere. The U.S. will remain at risk of importation as long as measles circulates globally, so supporting international vaccination efforts (through the WHO, the United Nations International Children's Emergency Fund (UNICEF), and other initiatives) aligns with national self-interest \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF37)\\]. The Samoa and UK experiences show that even relatively small populations can generate large outbreaks that reverberate internationally. Thus, recommitting to the global measles elimination agenda is part of the solution; this includes sharing best practices, data, and resources to bolster measles control in every region.\n\nThe 2025 crisis taught us that complacency is dangerous. However, it has also presented an opportunity and acted as a catalyst to fortify policies and programs, ensuring that a disease such as measles doesn't surprise us in the future.\n\nFuture directions and recommendations\n\nThe priority should and must be to translate these lessons into concrete action \\[ [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF49)\\]. This review’s findings support several recommendations. First, immunization policy should be updated to ensure more uniform coverage, for instance, by narrowing exemption allowances and considering requirements for documentation of immunity in settings like colleges or healthcare employment \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF38), [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF45)\\]. Second, we recommend enhanced investment in vaccine education and outreach, taking advantage of social media and community networks to spread accurate information and counter myths \\[ [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF50)\\]. Programs that train local trusted figures (teachers, religious leaders, etc.) to advocate for vaccination could be expanded \\[ [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF49)\\]. Third, innovative solutions to improve vaccine uptake should be pursued: for example, research into needle-free vaccine delivery (such as microneedle patches for measles) could reduce barriers and fear, and integrating vaccination reminders into electronic health records and pharmacy systems could increase convenience \\[ [51](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF51)\\].\n\nIt is also advisable to incorporate checks of measles vaccination status into routine healthcare and public health activities. For instance, pediatricians should consistently review and catch up on immunizations at every visit, and public health programs might organize periodic “vaccination days” in communities with low coverage, offering free MMR shots with minimal red tape.\n\nOn a national preparedness level, establishing rapid response teams specifically for VPD outbreaks could improve reaction time. These teams could be pre-trained and deployed when clusters of measles (or similar diseases) are detected, much like disaster response units.\n\nImplementation should be audited with clear metrics. Nationally, the CDC already tracks two-dose MMR coverage through SchoolVaxView; the Healthy People 2030 benchmark is ≥ 95% in every state \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF3), [52](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF52)\\]. Jurisdictions could add the “7-1-7” timeliness target, detect a cluster within seven days, begin investigation within one day, and complete initial control within seven days as a rapid-response scorecard for VPD outbreaks \\[ [53](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF53)\\]. Health departments could use county-level dashboards that publish real-time kindergarten MMR and exemption percentages from immunization-information-system (IIS) feeds to trigger outreach whenever coverage drops below the 92% herd-immunity threshold.\n\nPolicy experience shows that narrowing NMEs quickly boosts coverage. After California abolished personal-belief exemptions, kindergarten MMR coverage increased from 92.8% to 95.1% in two years \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF45)\\], while Maine’s 2019 repeal of NMEs produced a 4-point gain, with coverage reaching 97% by 2024-2025 \\[ [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF54)\\].\n\nInternationally, the U.S. can lead by example by re-achieving measles elimination and maintaining it \\[ [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF49)\\]. This means stopping current outbreaks and building a resilient system that quickly addresses any future importation. It also means continuing to support global measles control, such as contributing to global vaccine stockpiles and outbreak response funds and assisting other countries in strengthening their immunization programs.\n\nIn the end, the direction is clear: prevent, prevent, prevent. The tools to avoid measles outbreaks exist, and the 2025 crisis has reinforced that we must use them proactively. By doing so, we protect not only our communities but also contribute to the global fight against a virus that no longer needs to cause suffering in the 21st century \\[ [55](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/#REF55)\\].\n\n## Conclusions\n\nThe 2025 U.S. measles outbreak is a sobering reminder that public health victories are never permanent. When population immunity slips, even slightly, vaccine-preventable diseases regain a foothold. Yet the episode also proved that rapid, well-coordinated public health action can still break chains of transmission before measles becomes endemic again. The task ahead is to convert the lessons learned into stronger policies, sustained outreach, and renewed trust in vaccination so we do not repeat this cycle.\n\nParents’ concerns do not end with disproven autism myths; many remain uneasy about the common, generally mild side effects that follow routine immunization. Addressing those concerns openly and consistently, making side effect profiles part of every informed-consent conversation, has been shown to build confidence rather than erode it. In the future, new methods for administering vaccines, such as microneedle patches or inhaled powders that don't require refrigeration, could make it easier to get vaccinated without needles and help reach people in remote areas. If these methods prove effective, they could help reduce fear and increase vaccination rates. Measles is fully preventable, and the tools to prevent it already exist. It is our collective responsibility to ensure the effective and equitable use of these tools. By doing so, we can turn the setback of 2025 into renewed momentum toward durable measles elimination, protecting today’s children and generations yet to come.\n\n## Acknowledgments\n\nThe article's figure preparation was assisted by OpenAI’s GPT-4 and DALL-E tools under the direct supervision of the authors.\n\n## Disclosures\n\n**Conflicts of interest:** In compliance with the ICMJE uniform disclosure form, all authors declare the following:\n\n**Payment/services info:** All authors have declared that no financial support was received from any organization for the submitted work.\n\n**Financial relationships:** All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work.\n\n**Other relationships:** All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.\n\n## Author Contributions\n\n**Concept and design:**  Adekunle F. Adeoye, Daniel O. Umoru, Ousainou O. Gomez, Isreal A. Onifade, Vincent U. Barrah\n\n**Acquisition, analysis, or interpretation of data:**  Adekunle F. Adeoye, Benjamin O. Akangbe, Ubalaeze S. Elechi\n\n**Drafting of the manuscript:**  Adekunle F. Adeoye, Isreal A. Onifade, Ubalaeze S. Elechi\n\n**Critical review of the manuscript for important intellectual content:**  Adekunle F. Adeoye, Daniel O. Umoru, Ousainou O. Gomez, Benjamin O. Akangbe, Vincent U. Barrah\n\n**Supervision:**  Adekunle F. Adeoye, Ubalaeze S. Elechi, Vincent U. Barrah\n\n## References\n\n- 1.Measles - United States, 2000. \\[\\\nJun;\\\n2025\\\n\\]. 2002\\. [https://www.cdc.gov/mmwr/preview/mmwrhtml/mm5106a2.htm](https://www.cdc.gov/mmwr/preview/mmwrhtml/mm5106a2.htm). [https://www.cdc.gov/mmwr/preview/mmwrhtml/mm5106a2.htm](https://www.cdc.gov/mmwr/preview/mmwrhtml/mm5106a2.htm) \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/11898926/)\\]\n- 2.Ten threats to global health in 2019. \\[\\\nJun;\\\n2025\\\n\\]. 2019\\. [https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019](https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019) [https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019](https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019)\n- 3.Coverage with selected vaccines and exemption rates among children in kindergarten - United States, 2023-24 school year. Seither R, Yusuf OB, Dramann D, et al. MMWR Morb Mortal Wkly Rep. 2024;73:925–932. doi: 10.15585/mmwr.mm7341a3. \\[ [DOI](https://doi.org/10.15585/mmwr.mm7341a3)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11486350/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39418212/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=Coverage%20with%20selected%20vaccines%20and%20exemption%20rates%20among%20children%20in%20kindergarten%20-%20United%20States,%202023-24%20school%20year&volume=73&publication_year=2024&pages=925-932&pmid=39418212&doi=10.15585/mmwr.mm7341a3&)\\]\n- 4.Sriparna Roy. Measles cases in Texas rise by nine to 738, state health department says. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.reuters.com/business/healthcare-pharmaceuticals/measles-cases-texas-rise-by-nine-738-state-health-department-says-2025-05-30/](https://www.reuters.com/business/healthcare-pharmaceuticals/measles-cases-texas-rise-by-nine-738-state-health-department-says-2025-05-30/) [https://www.reuters.com/business/healthcare-pharmaceuticals/measles-cases-texas-rise-by-nine-738-state-health-department-says-2025-05-30/](https://www.reuters.com/business/healthcare-pharmaceuticals/measles-cases-texas-rise-by-nine-738-state-health-department-says-2025-05-30/)\n- 5.History of measles. \\[\\\nJun;\\\n2025\\\n\\]. 2024\\. [https://www.cdc.gov/measles/about/history.html](https://www.cdc.gov/measles/about/history.html) [https://www.cdc.gov/measles/about/history.html](https://www.cdc.gov/measles/about/history.html)\n- 6.Measles outbreak - Minnesota April-May 2017. Hall V, Banerjee E, Kenyon C, et al. MMWR Morb Mortal Wkly Rep. 2017;66:713–717. doi: 10.15585/mmwr.mm6627a1. \\[ [DOI](https://doi.org/10.15585/mmwr.mm6627a1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC5687591/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/28704350/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=Measles%20outbreak%20-%20Minnesota%20April-May%202017&volume=66&publication_year=2017&pages=713-717&pmid=28704350&doi=10.15585/mmwr.mm6627a1&)\\]\n- 7.National update on measles cases and outbreaks - United States, January 1-October 1, 2019. Patel M, Lee AD, Clemmons NS, et al. MMWR Morb Mortal Wkly Rep. 2019;68:893–896. doi: 10.15585/mmwr.mm6840e2. \\[ [DOI](https://doi.org/10.15585/mmwr.mm6840e2)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC6788396/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/31600181/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=National%20update%20on%20measles%20cases%20and%20outbreaks%20-%20United%20States,%20January%201-October%201,%202019&volume=68&publication_year=2019&pages=893-896&pmid=31600181&doi=10.15585/mmwr.mm6840e2&)\\]\n- 8.Why have we seen an increase in measles cases? \\[\\\nJun;\\\n2025\\\n\\]. 2019\\. [https://ukhsa.blog.gov.uk/2019/08/19/measles-in-england/](https://ukhsa.blog.gov.uk/2019/08/19/measles-in-england/) [https://ukhsa.blog.gov.uk/2019/08/19/measles-in-england/](https://ukhsa.blog.gov.uk/2019/08/19/measles-in-england/)\n- 9.Measles epidemic in Samoa and other Pacific islands. Craig AT, Heywood AE, Worth H. Lancet Infect Dis. 2020;20:273–275. doi: 10.1016/S1473-3099(20)30053-0. \\[ [DOI](https://doi.org/10.1016/S1473-3099(20)30053-0)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/32112752/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Lancet%20Infect%20Dis&title=Measles%20epidemic%20in%20Samoa%20and%20other%20Pacific%20islands&volume=20&publication_year=2020&pages=273-275&pmid=32112752&doi=10.1016/S1473-3099(20)30053-0&)\\]\n- 10.Measles update - United States, January 1-April 17, 2025. Mathis AD, Raines K, Filardo TD, et al. MMWR Morb Mortal Wkly Rep. 2025;74:232–238. doi: 10.15585/mmwr.mm7414a1. \\[ [DOI](https://doi.org/10.15585/mmwr.mm7414a1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC12021071/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/40273019/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=Measles%20update%20-%20United%20States,%20January%201-April%2017,%202025&volume=74&publication_year=2025&pages=232-238&pmid=40273019&doi=10.15585/mmwr.mm7414a1&)\\]\n- 11.Measles cases and outbreaks. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.cdc.gov/measles/data-research/index.html](https://www.cdc.gov/measles/data-research/index.html) [https://www.cdc.gov/measles/data-research/index.html](https://www.cdc.gov/measles/data-research/index.html)\n- 12.Measles data and statistics. \\[\\\nJun;\\\n2025\\\n\\]. 2019\\. [https://www.cdc.gov/measles/downloads/measlesdataandstatsslideset.pdf](https://www.cdc.gov/measles/downloads/measlesdataandstatsslideset.pdf) [https://www.cdc.gov/measles/downloads/measlesdataandstatsslideset.pdf](https://www.cdc.gov/measles/downloads/measlesdataandstatsslideset.pdf)\n- 13.Genomic analysis of Clostridioides difficile in 2 regions of the United States reveals a diversity of strains and limited transmission. Pecora N, Holzbauer S, Wang X, et al. J Infect Dis. 2022;225:121–129. doi: 10.1093/infdis/jiab294. \\[ [DOI](https://doi.org/10.1093/infdis/jiab294)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC8655013/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/34107037/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Infect%20Dis&title=Genomic%20analysis%20of%20Clostridioides%20difficile%20in%202%20regions%20of%20the%20United%20States%20reveals%20a%20diversity%20of%20strains%20and%20limited%20transmission&volume=225&publication_year=2022&pages=121-129&pmid=34107037&doi=10.1093/infdis/jiab294&)\\]\n- 14.Cara Lynn Shultz. Measles outbreak on flight to Denver sickens 3, including young child. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://people.com/measles-outbreak-turkish-airlines-flight-denver-sickens-3-including-child-11745577](https://people.com/measles-outbreak-turkish-airlines-flight-denver-sickens-3-including-child-11745577) [https://people.com/measles-outbreak-turkish-airlines-flight-denver-sickens-3-including-child-11745577](https://people.com/measles-outbreak-turkish-airlines-flight-denver-sickens-3-including-child-11745577)\n- 15.Modeling reemergence of vaccine-eliminated infectious diseases under declining vaccination in the US. Kiang MV, Bubar KM, Maldonado Y, Hotez PJ, Lo NC. JAMA. 2025;333:2176–2187. doi: 10.1001/jama.2025.6495. \\[ [DOI](https://doi.org/10.1001/jama.2025.6495)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC12022863/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/40272967/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Modeling%20reemergence%20of%20vaccine-eliminated%20infectious%20diseases%20under%20declining%20vaccination%20in%20the%20US&volume=333&publication_year=2025&pages=2176-2187&pmid=40272967&doi=10.1001/jama.2025.6495&)\\]\n- 16.The MMR vaccine and autism: sensation, refutation, retraction, and fraud. Rao TS, Andrade C. Indian J Psychiatry. 2011;53:95–96. doi: 10.4103/0019-5545.82529. \\[ [DOI](https://doi.org/10.4103/0019-5545.82529)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC3136032/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/21772639/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Indian%20J%20Psychiatry&title=The%20MMR%20vaccine%20and%20autism:%20sensation,%20refutation,%20retraction,%20and%20fraud&volume=53&publication_year=2011&pages=95-96&pmid=21772639&doi=10.4103/0019-5545.82529&)\\]\n- 17.Decline in vaccination coverage by age 24 months and vaccination inequities among children born in 2020 and 2021 - National Immunization Survey-Child, United States, 2021-2023. Hill HA, Yankey D, Elam-Evans LD, Mu Y, Chen M, Peacock G, Singleton JA. MMWR Morb Mortal Wkly Rep. 2024;73:844–853. doi: 10.15585/mmwr.mm7338a3. \\[ [DOI](https://doi.org/10.15585/mmwr.mm7338a3)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11563569/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39325676/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=Decline%20in%20vaccination%20coverage%20by%20age%2024%20months%20and%20vaccination%20inequities%20among%20children%20born%20in%202020%20and%202021%20-%20National%20Immunization%20Survey-Child,%20United%20States,%202021-2023&volume=73&publication_year=2024&pages=844-853&pmid=39325676&doi=10.15585/mmwr.mm7338a3&)\\]\n- 18.Wakefield's article linking MMR vaccine and autism was fraudulent. Godlee F, Smith J, Marcovitch H. BMJ. 2011;342:0. doi: 10.1136/bmj.c7452. \\[ [DOI](https://doi.org/10.1136/bmj.c7452)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/21209060/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=BMJ&title=Wakefield%27s%20article%20linking%20MMR%20vaccine%20and%20autism%20was%20fraudulent&volume=342&publication_year=2011&pages=0&pmid=21209060&doi=10.1136/bmj.c7452&)\\]\n- 19.Vaccines are not associated with autism: an evidence-based meta-analysis of case-control and cohort studies. Taylor LE, Swerdfeger AL, Eslick GD. Vaccine. 2014;32:3623–3629. doi: 10.1016/j.vaccine.2014.04.085. \\[ [DOI](https://doi.org/10.1016/j.vaccine.2014.04.085)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/24814559/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Vaccine&title=Vaccines%20are%20not%20associated%20with%20autism:%20an%20evidence-based%20meta-analysis%20of%20case-control%20and%20cohort%20studies&volume=32&publication_year=2014&pages=3623-3629&pmid=24814559&doi=10.1016/j.vaccine.2014.04.085&)\\]\n- 20.Measles, mumps, rubella vaccination and autism: a nationwide cohort study. Hviid A, Hansen JV, Frisch M, Melbye M. Ann Intern Med. 2019;170:513–520. doi: 10.7326/M18-2101. \\[ [DOI](https://doi.org/10.7326/M18-2101)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/30831578/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Intern%20Med&title=Measles,%20mumps,%20rubella%20vaccination%20and%20autism:%20a%20nationwide%20cohort%20study&volume=170&publication_year=2019&pages=513-520&pmid=30831578&doi=10.7326/M18-2101&)\\]\n- 21.Autism occurrence by MMR vaccine status among US children with older siblings with and without autism. Jain A, Marshall J, Buikema A, Bancroft T, Kelly JP, Newschaffer CJ. JAMA. 2015;313:1534–1540. doi: 10.1001/jama.2015.3077. \\[ [DOI](https://doi.org/10.1001/jama.2015.3077)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/25898051/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=JAMA&title=Autism%20occurrence%20by%20MMR%20vaccine%20status%20among%20US%20children%20with%20older%20siblings%20with%20and%20without%20autism&volume=313&publication_year=2015&pages=1534-1540&pmid=25898051&doi=10.1001/jama.2015.3077&)\\]\n- 22.Vaccination coverage and exemptions among kindergartners. \\[\\\nJun;\\\n2025\\\n\\]. 2024\\. [https://www.cdc.gov/schoolvaxview/data/index.html](https://www.cdc.gov/schoolvaxview/data/index.html) [https://www.cdc.gov/schoolvaxview/data/index.html](https://www.cdc.gov/schoolvaxview/data/index.html)\n- 23.Exploring knowledge of autism, its causes and treatment among immigrant and nonimmigrant parents in Somalia\\\\Somaliland. Duale HA, Gele A. Child Adolesc Psychiatry Ment Health. 2024;18:22. doi: 10.1186/s13034-024-00713-3. \\[ [DOI](https://doi.org/10.1186/s13034-024-00713-3)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC10851585/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/38326911/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Child%20Adolesc%20Psychiatry%20Ment%20Health&title=Exploring%20knowledge%20of%20autism,%20its%20causes%20and%20treatment%20among%20immigrant%20and%20nonimmigrant%20parents%20in%20Somalia%5CSomaliland&volume=18&publication_year=2024&pages=22&pmid=38326911&doi=10.1186/s13034-024-00713-3&)\\]\n- 24.Haelle T. Vital context to include in your measles coverage. Assoc. Health Care Journal. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://healthjournalism.org/blog/2025/05/vital-context-to-include-in-your-measles-coverage/](https://healthjournalism.org/blog/2025/05/vital-context-to-include-in-your-measles-coverage/) [https://healthjournalism.org/blog/2025/05/vital-context-to-include-in-your-measles-coverage/](https://healthjournalism.org/blog/2025/05/vital-context-to-include-in-your-measles-coverage/)\n- 25.School vaccination coverage levels - County Kindergarten Data, 2023-2024. \\[\\\nMay;\\\n2025\\\n\\]. 2024\\. [https://www.dshs.texas.gov/immunizations/data/school/coverage2015](https://www.dshs.texas.gov/immunizations/data/school/coverage2015) [https://www.dshs.texas.gov/immunizations/data/school/coverage2015](https://www.dshs.texas.gov/immunizations/data/school/coverage2015)\n- 26.Expanding measles outbreak in the United States and guidance for the upcoming travel season. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.cdc.gov/han/php/notices/han00522.html](https://www.cdc.gov/han/php/notices/han00522.html) [https://www.cdc.gov/han/php/notices/han00522.html](https://www.cdc.gov/han/php/notices/han00522.html)\n- 27.Health alert: Texas 2025 measles outbreak - expanded outbreak counties. Texas 2025 Measles Outbreak - Expanded Outbreak Counties \\| Texas DSHS. Tex. Dep. State Health Serv. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.dshs.texas.gov/news-alerts/health-alert-texas-2025-measles-outbreak-expanded-outbreak-counties](https://www.dshs.texas.gov/news-alerts/health-alert-texas-2025-measles-outbreak-expanded-outbreak-counties) [https://www.dshs.texas.gov/news-alerts/health-alert-texas-2025-measles-outbreak-expanded-outbreak-counties](https://www.dshs.texas.gov/news-alerts/health-alert-texas-2025-measles-outbreak-expanded-outbreak-counties)\n- 28.Ungar L, Smith MR. Deep cuts erode the foundations of US public health system, end progress, threaten worse to come. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://apnews.com/article/public-health-measles-rfk-maha-trump-d863f53a5d370413de8d165d5ab96e65](https://apnews.com/article/public-health-measles-rfk-maha-trump-d863f53a5d370413de8d165d5ab96e65) [https://apnews.com/article/public-health-measles-rfk-maha-trump-d863f53a5d370413de8d165d5ab96e65](https://apnews.com/article/public-health-measles-rfk-maha-trump-d863f53a5d370413de8d165d5ab96e65)\n- 29.03/12/2025 CDC issues alert for the expanding measles outbreak in the United States and guidance for the upcoming travel season. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://www.cdc.gov/locs/php/messages/2025-03-12-CDC-Issues-Alert-Expanding-Measles-Outbreak-United-States-Guidance-Upcoming-Travel-Season.html](https://www.cdc.gov/locs/php/messages/2025-03-12-CDC-Issues-Alert-Expanding-Measles-Outbreak-United-States-Guidance-Upcoming-Travel-Season.html) [https://www.cdc.gov/locs/php/messages/2025-03-12-CDC-Issues-Alert-Expanding-Measles-Outbreak-United-States-Guidance-Upcoming-Travel-Season.html](https://www.cdc.gov/locs/php/messages/2025-03-12-CDC-Issues-Alert-Expanding-Measles-Outbreak-United-States-Guidance-Upcoming-Travel-Season.html)\n- 30.Texas Department of State Health Services. Emerging and acute infectious disease guidelines. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://www.dshs.texas.gov/sites/default/files/IDCU/investigation/electronic/EAIDG/2025/EAIDG-2025-03-10-2025.pdf](https://www.dshs.texas.gov/sites/default/files/IDCU/investigation/electronic/EAIDG/2025/EAIDG-2025-03-10-2025.pdf) [https://www.dshs.texas.gov/sites/default/files/IDCU/investigation/electronic/EAIDG/2025/EAIDG-2025-03-10-2025.pdf](https://www.dshs.texas.gov/sites/default/files/IDCU/investigation/electronic/EAIDG/2025/EAIDG-2025-03-10-2025.pdf)\n- 31.Salhotra BP. With crumbling public health infrastructure, rural Texas scrambles to respond to measles. Tex. Trib. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://www.texastribune.org/2025/03/10/rural-texas-measles-outbreak-response/](https://www.texastribune.org/2025/03/10/rural-texas-measles-outbreak-response/) [https://www.texastribune.org/2025/03/10/rural-texas-measles-outbreak-response/](https://www.texastribune.org/2025/03/10/rural-texas-measles-outbreak-response/)\n- 32.Schreiber M. Texas cities run short of MMR vaccine as measles outbreak drives demand. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://www.theguardian.com/us-news/2025/mar/08/texas-mmr-vaccine-measles-outbreak](https://www.theguardian.com/us-news/2025/mar/08/texas-mmr-vaccine-measles-outbreak) [https://www.theguardian.com/us-news/2025/mar/08/texas-mmr-vaccine-measles-outbreak](https://www.theguardian.com/us-news/2025/mar/08/texas-mmr-vaccine-measles-outbreak)\n- 33.2023 Immunization Profile Study. 2023 immunization profile study. \\[\\\nJul;\\\n2025\\\n\\]. 2023\\. [https://www.naccho.org/uploads/downloadable-resources/2023-Immunization-Profile-Study.pdf](https://www.naccho.org/uploads/downloadable-resources/2023-Immunization-Profile-Study.pdf) [https://www.naccho.org/uploads/downloadable-resources/2023-Immunization-Profile-Study.pdf](https://www.naccho.org/uploads/downloadable-resources/2023-Immunization-Profile-Study.pdf)\n- 34.Measles exposure at a large gathering in Kentucky, February 2023 and global measles outbreaks. \\[\\\nJul;\\\n2025\\\n\\]. 2023\\. [https://www.cdc.gov/han/2023/han00488.html](https://www.cdc.gov/han/2023/han00488.html) [https://www.cdc.gov/han/2023/han00488.html](https://www.cdc.gov/han/2023/han00488.html)\n- 35.Societal costs of a measles outbreak. Pike J, Melnick A, Gastañaduy PA, et al. Pediatrics. 2021;147:0. doi: 10.1542/peds.2020-027037. \\[ [DOI](https://doi.org/10.1542/peds.2020-027037)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC9004490/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/33712549/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Pediatrics&title=Societal%20costs%20of%20a%20measles%20outbreak&volume=147&publication_year=2021&pages=0&pmid=33712549&doi=10.1542/peds.2020-027037&)\\]\n- 36.The economic impact of the ongoing measles outbreak. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://publichealth.jhu.edu/ivac/2025/economic-impact-of-the-ongoing-measles-outbreak](https://publichealth.jhu.edu/ivac/2025/economic-impact-of-the-ongoing-measles-outbreak) [https://publichealth.jhu.edu/ivac/2025/economic-impact-of-the-ongoing-measles-outbreak](https://publichealth.jhu.edu/ivac/2025/economic-impact-of-the-ongoing-measles-outbreak)\n- 37.Measles. \\[\\\nJun;\\\n2025\\\n\\]. 2024\\. [https://www.who.int/news-room/fact-sheets/detail/measles](https://www.who.int/news-room/fact-sheets/detail/measles) [https://www.who.int/news-room/fact-sheets/detail/measles](https://www.who.int/news-room/fact-sheets/detail/measles)\n- 38.General recommendations on immunization: recommendations of the Advisory Committee on Immunization Practices (ACIP) and the American Academy of Family Physicians (AAFP) Rep. \\[\\\nJun;\\\n2025\\\n\\]. 2002\\. [https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5102a1.htm](https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5102a1.htm). [https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5102a1.htm](https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5102a1.htm) \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/11848294/)\\]\n- 39.Impact of achieving WHO's 90-70-90 targets on cervical cancer elimination and potential benefits in preventing other HPV-related cancers in China: a modelling study. Zou Z, Fairley CK, Ong JJ, et al. EClinicalMedicine. 2024;77:102878. doi: 10.1016/j.eclinm.2024.102878. \\[ [DOI](https://doi.org/10.1016/j.eclinm.2024.102878)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11701475/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39763509/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=EClinicalMedicine&title=Impact%20of%20achieving%20WHO%27s%2090-70-90%20targets%20on%20cervical%20cancer%20elimination%20and%20potential%20benefits%20in%20preventing%20other%20HPV-related%20cancers%20in%20China:%20a%20modelling%20study&volume=77&publication_year=2024&pages=102878&pmid=39763509&doi=10.1016/j.eclinm.2024.102878&)\\]\n- 40.COVID-19-associated hospitalizations and maternal vaccination among infants aged < 6 months - COVID-NET, 12 States, October 2022-April 2024. Havers FP, Whitaker M, Chatwani B, et al. MMWR Morb Mortal Wkly Rep. 2024;73:830–836. doi: 10.15585/mmwr.mm7338a1. \\[ [DOI](https://doi.org/10.15585/mmwr.mm7338a1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11563568/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39325677/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=COVID-19-associated%20hospitalizations%20and%20maternal%20vaccination%20among%20infants%20aged%20%3C%206%20months%20-%20COVID-NET,%2012%20States,%20October%202022-April%202024&volume=73&publication_year=2024&pages=830-836&pmid=39325677&doi=10.15585/mmwr.mm7338a1&)\\]\n- 41.California’s vaccination exemptions cluster in white, affluent communities. Stanf. Health Policy. \\[\\\nJul;\\\n2025\\\n\\]. 2015\\. [https://healthpolicy.fsi.stanford.edu/news/californias-vaccination-exemptions-cluster-white-affluent-communities](https://healthpolicy.fsi.stanford.edu/news/californias-vaccination-exemptions-cluster-white-affluent-communities) [https://healthpolicy.fsi.stanford.edu/news/californias-vaccination-exemptions-cluster-white-affluent-communities](https://healthpolicy.fsi.stanford.edu/news/californias-vaccination-exemptions-cluster-white-affluent-communities)\n- 42.Mary Ann Barton. Measles outbreak underscores rural healthcare challenges. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.naco.org/news/measles-outbreak-underscores-rural-healthcare-challenges](https://www.naco.org/news/measles-outbreak-underscores-rural-healthcare-challenges) [https://www.naco.org/news/measles-outbreak-underscores-rural-healthcare-challenges](https://www.naco.org/news/measles-outbreak-underscores-rural-healthcare-challenges)\n- 43.Zero-dose children, misinformation, and vaccine hesitancy. Nashwan AJ, Abuhammad S. Cureus. 2025;17:0. doi: 10.7759/cureus.82028. \\[ [DOI](https://doi.org/10.7759/cureus.82028)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC12065619/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/40351967/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Cureus&title=Zero-dose%20children,%20misinformation,%20and%20vaccine%20hesitancy&volume=17&publication_year=2025&pages=0&pmid=40351967&doi=10.7759/cureus.82028&)\\]\n- 44.Nonmedical exemptions from school immunization requirements: a systematic review. Wang E, Clymer J, Davis-Hayes C, Buttenheim A. Am J Public Health. 2014;104:0–84. doi: 10.2105/AJPH.2014.302190. \\[ [DOI](https://doi.org/10.2105/AJPH.2014.302190)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC4202987/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/25211732/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Am%20J%20Public%20Health&title=Nonmedical%20exemptions%20from%20school%20immunization%20requirements:%20a%20systematic%20review&volume=104&publication_year=2014&pages=0-84&pmid=25211732&doi=10.2105/AJPH.2014.302190&)\\]\n- 45.Elimination of nonmedical immunization exemptions in California and school-entry vaccine status. Delamater PL, Pingali SC, Buttenheim AM, Salmon DA, Klein NP, Omer SB. Pediatrics. 2019;143:0. doi: 10.1542/peds.2018-3301. \\[ [DOI](https://doi.org/10.1542/peds.2018-3301)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC6564056/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/31113831/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Pediatrics&title=Elimination%20of%20nonmedical%20immunization%20exemptions%20in%20California%20and%20school-entry%20vaccine%20status&volume=143&publication_year=2019&pages=0&pmid=31113831&doi=10.1542/peds.2018-3301&)\\]\n- 46.Impact of community volunteers on immunization rates of children younger than 2 years. Barnes K, Friedman SM, Brickner Namerow P, Honig J. Arch Pediatr Adolesc Med. 1999;153:518–524. doi: 10.1001/archpedi.153.5.518. \\[ [DOI](https://doi.org/10.1001/archpedi.153.5.518)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10323634/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Arch%20Pediatr%20Adolesc%20Med&title=Impact%20of%20community%20volunteers%20on%20immunization%20rates%20of%20children%20younger%20than%202%20years&volume=153&publication_year=1999&pages=518-524&pmid=10323634&doi=10.1001/archpedi.153.5.518&)\\]\n- 47.Platoff BE. As coronavirus cases surged, Texas’ contact tracing workforce shrunk. Tex. Trib. \\[\\\nJul;\\\n2025\\\n\\]. 2020\\. [https://www.texastribune.org/2020/06/30/texas-cut-contact-tracing/](https://www.texastribune.org/2020/06/30/texas-cut-contact-tracing/) [https://www.texastribune.org/2020/06/30/texas-cut-contact-tracing/](https://www.texastribune.org/2020/06/30/texas-cut-contact-tracing/)\n- 48.Mary Van Beusekom, MS MS. 'On the precipice of disaster': measles may be endemic in 25 years if vaccine uptake stays low, model predicts. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.cidrap.umn.edu/measles/precipice-disaster-measles-may-be-endemic-25-years-if-vaccine-uptake-stays-low-model](https://www.cidrap.umn.edu/measles/precipice-disaster-measles-may-be-endemic-25-years-if-vaccine-uptake-stays-low-model) [https://www.cidrap.umn.edu/measles/precipice-disaster-measles-may-be-endemic-25-years-if-vaccine-uptake-stays-low-model](https://www.cidrap.umn.edu/measles/precipice-disaster-measles-may-be-endemic-25-years-if-vaccine-uptake-stays-low-model)\n- 49.Measles and rubella strategic framework: 2021-2030. \\[\\\nJun;\\\n2025\\\n\\]. 2020\\. [https://www.who.int/publications/i/item/measles-and-rubella-strategic-framework-2021-2030](https://www.who.int/publications/i/item/measles-and-rubella-strategic-framework-2021-2030) [https://www.who.int/publications/i/item/measles-and-rubella-strategic-framework-2021-2030](https://www.who.int/publications/i/item/measles-and-rubella-strategic-framework-2021-2030)\n- 50.Vaccine misinformation outpaces efforts to counter it. Columbia Univ. Mail. Sch. Public Health. \\[\\\nJun;\\\n2025\\\n\\]. 2024\\. [https://www.publichealth.columbia.edu/news/vaccine-misinformation-outpaces-efforts-counter-it](https://www.publichealth.columbia.edu/news/vaccine-misinformation-outpaces-efforts-counter-it) [https://www.publichealth.columbia.edu/news/vaccine-misinformation-outpaces-efforts-counter-it](https://www.publichealth.columbia.edu/news/vaccine-misinformation-outpaces-efforts-counter-it)\n- 51.A measles and rubella vaccine microneedle patch in The Gambia: a phase 1/2, double-blind, double-dummy, randomised, active-controlled, age de-escalation trial. Adigweme I, Yisa M, Ooko M, et al. Lancet. 2024;403:1879–1892. doi: 10.1016/S0140-6736(24)00532-4. \\[ [DOI](https://doi.org/10.1016/S0140-6736(24)00532-4)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11099471/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/38697170/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Lancet&title=A%20measles%20and%20rubella%20vaccine%20microneedle%20patch%20in%20The%20Gambia:%20a%20phase%201/2,%20double-blind,%20double-dummy,%20randomised,%20active-controlled,%20age%20de-escalation%20trial&volume=403&publication_year=2024&pages=1879-1892&pmid=38697170&doi=10.1016/S0140-6736(24)00532-4&)\\]\n- 52.Maintain the vaccination coverage level of 2 doses of the MMR vaccine for children in kindergarten - IID‑04. Off. Dis. Prev. Health Promot. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://odphp.health.gov/healthypeople/objectives-and-data/browse-objectives/vaccination/maintain-vaccination-coverage-level-2-doses-mmr-vaccine-children-kindergarten-iid-04](https://odphp.health.gov/healthypeople/objectives-and-data/browse-objectives/vaccination/maintain-vaccination-coverage-level-2-doses-mmr-vaccine-children-kindergarten-iid-04) [https://odphp.health.gov/healthypeople/objectives-and-data/browse-objectives/vaccination/maintain-vaccination-coverage-level-2-doses-mmr-vaccine-children-kindergarten-iid-04](https://odphp.health.gov/healthypeople/objectives-and-data/browse-objectives/vaccination/maintain-vaccination-coverage-level-2-doses-mmr-vaccine-children-kindergarten-iid-04)\n- 53.7-1-7: a global target for early detection & response. \\[\\\nJul;\\\n2025\\\n\\]; [https://resolvetosavelives.org/epidemic-prevention/7-1-7](https://resolvetosavelives.org/epidemic-prevention/7-1-7) 2025 2025:7–1. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?7-1-7:%20a%20global%20target%20for%20early%20detection%20&%20response.%20%5B%20Jul;%202025%20%5D;https://resolvetosavelives.org/epidemic-prevention/7-1-7%202025%202025:7%E2%80%931.)\\]\n- 54.Maine celebrates record high immunization rates among school children; prepares for statewide implementation of docket for schools. \\[\\\nJul;\\\n2025\\\n\\]. 2025\\. [https://www.maine.gov/dhhs/news/maine-celebrates-record-high-immunization-rates-among-school-children-prepares-statewide-fri-06062025-1200.](https://www.maine.gov/dhhs/news/maine-celebrates-record-high-immunization-rates-among-school-children-prepares-statewide-fri-06062025-1200.) [https://www.maine.gov/dhhs/news/maine-celebrates-record-high-immunization-rates-among-school-children-prepares-statewide-fri-06062025-1200.](https://www.maine.gov/dhhs/news/maine-celebrates-record-high-immunization-rates-among-school-children-prepares-statewide-fri-06062025-1200.)\n- 55.Prevention & response. \\[\\\nJun;\\\n2025\\\n\\]. 2025\\. [https://www.cdc.gov/global-health/annual-report-2024/prevention-response.html](https://www.cdc.gov/global-health/annual-report-2024/prevention-response.html) [https://www.cdc.gov/global-health/annual-report-2024/prevention-response.html](https://www.cdc.gov/global-health/annual-report-2024/prevention-response.html)\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.7759/cureus.88196)\n- [PDF (1.2 MB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC12357784/pdf/cureus-0017-00000088196.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\nBack to Top",
    "query": "Measles media coverage influence 2025 USA"
  },
  {
    "snippet": "[Skip to main content](https://publichealth.jhu.edu/ivac/2025/us-measles-cases-hit-highest-level-since-declared-eliminated-in-2000#main-content)\n\nThe United States surpassed a milestone in reported measles cases, with 2025 now having the most cases since the disease was declared eliminated in the U.S. in 2000 and the most cases in more than three decades.\n\nAs of July 7, 2025, 1,281 cases have been reported, more than the 1,274 measles cases reported in all of 2019, according to a [U.S. Measles T...",
    "content": "[Skip to main content](https://publichealth.jhu.edu/ivac/2025/us-measles-cases-hit-highest-level-since-declared-eliminated-in-2000#main-content)\n\nThe United States surpassed a milestone in reported measles cases, with 2025 now having the most cases since the disease was declared eliminated in the U.S. in 2000 and the most cases in more than three decades.\n\nAs of July 7, 2025, 1,281 cases have been reported, more than the 1,274 measles cases reported in all of 2019, according to a [U.S. Measles Tracker](https://publichealth.jhu.edu/ivac/resources/us-measles-tracker) hosted by the International Vaccine Access Center (IVAC) at the Johns Hopkins Bloomberg School of Public Health and developed in collaboration with the Center for Systems Science and Engineering (CSSE) at the Whiting School of Engineering.\n\nCumulative measles cases reported in the United States by year\n\n### Cumulative measles cases reported in the United States by year\n\n02004006008001,0001,2001,4001,6001,800\n\n2025\n\n2018\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/mAhEh.csv?v=1762996800000) [Download image](https://datawrapper.dwcdn.net/mAhEh/full.png)\n\nThis interactive dashboard maps the total (in 2025) and recent (in the past two weeks) number of reported measles cases at the county level to provide real-time data. The data are made freely available for use by health officials, researchers, and the public in a [**Github repository**(link is external)](https://github.com/CSSEGISandData/measles_data).\n\n### U.S. Measles Cases\n\nJanuary 1, 2025 - Nov 7, 2025\n\n1681\n\nCumulative measles cases reported in the United States in 2025\n\n### Cumulative measles cases reported in the United States in 2025\n\nImported\n\nLocal\n\ncount\n\n40\n\n150\n\n400\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the symbols.\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/FDDm4.csv?v=1762996800000) [Download image](https://datawrapper.dwcdn.net/FDDm4/full.png) [Download PDF](https://datawrapper.dwcdn.net/FDDm4/full.pdf) [Download SVG](https://datawrapper.dwcdn.net/FDDm4/full.svg)\n\n“Our U.S. Measles Tracker offers a high-resolution, county-level view of measles outbreaks around the country, which complements other state-level or state-specific reporting,” says Lauren Gardner, professor of civil and systems engineering at Johns Hopkins. “Because diseases don't respect county and state borders, precise and timely information about ongoing outbreaks across the U.S. is critical for both the general public and public health officials to make informed decisions.\"\n\nIn addition to case counts, the dashboard also provides data on measles cases by age and by vaccination status. Unsurprisingly, nearly all 2025 cases have occurred in those who are unvaccinated or whose vaccination status is unknown. Cases have been reported across a wide age range, indicating that this outbreak was years in the making due to long-standing gaps in measles vaccine coverage.\n\n“The ongoing outbreak we are seeing in the U.S. underscores the importance of maintaining adequate levels of measles vaccination,” says IVAC Executive Director William Moss, who co-leads the measles tracking project. “The U.S. is at risk of losing its measles elimination status should cases continue at this rate. As vaccine confidence continues to be undermined, immunization is more important than ever to end this outbreak and prevent future outbreaks from occurring.”\n\nThe U.S. Measles Tracker will continue to monitor new confirmed cases of measles, with data updated at least twice each week.\n\nThis collaborative, interdisciplinary effort reflects contributions from Johns Hopkins researchers at the [**Center for Systems Science and Engineering (CSSE)**](https://systems.jhu.edu/) at the Whiting School of Engineering, the [**International Vaccine Access Center (IVAC)**](https://publichealth.jhu.edu/ivac/) at the Bloomberg School of Public Health, and [**the Bloomberg Center for Government Excellence at Johns Hopkins University.**](https://govex.jhu.edu/)\n\n## More From International Vaccine Access Center\n\n### [Track New RSV Products to Fight Pneumonia on VIEW-hub](https://publichealth.jhu.edu/311/2025/track-new-rsv-products-to-fight-pneumonia-on-view-hub)\n\nNovember 11, 2025\n\n[![Pile of cash](https://publichealth.jhu.edu/sites/default/files/styles/related_content/public/2025-10/AdobeStock_68360750_0.jpeg?h=5cc55aca&itok=nh87H1H0)](https://publichealth.jhu.edu/311/2025/estimating-the-financial-costs-of-measles-outbreaks)\n\n### [Estimating the Financial Costs of Measles Outbreaks](https://publichealth.jhu.edu/311/2025/estimating-the-financial-costs-of-measles-outbreaks)\n\nOctober 28, 2025\n\n[![Children at school](https://publichealth.jhu.edu/sites/default/files/styles/related_content/public/2025-08/AdobeStock_176691784.jpeg?h=efb78a25&itok=F7may3Pr)](https://publichealth.jhu.edu/311/2025/across-the-us-childhood-vaccination-rates-continue-to-decline)\n\n### [Across the U.S., Childhood Vaccination Rates Continue to Decline](https://publichealth.jhu.edu/311/2025/across-the-us-childhood-vaccination-rates-continue-to-decline)\n\nAugust 20, 2025\n\n### [Request for Proposals: Applied Modeling for Public Health Workshop](https://publichealth.jhu.edu/311/2025/request-for-proposals-applied-modeling-for-public-health-workshop)\n\nJuly 17, 2025\n\n### [As Global Vaccination Coverage Plateaus, Immunization Efforts are More Important Than Ever](https://publichealth.jhu.edu/311/2025/as-global-vaccination-coverage-plateaus-immunization-efforts-are-more-important-than-ever)\n\nJuly 15, 2025\n\n- [Share on Facebook](https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpublichealth.jhu.edu%2F311%2F2025%2Fus-measles-cases-hit-highest-level-since-declared-eliminated-in-2000 \"Share on Facebook\")\n- [Share on LinkedIn](https://www.linkedin.com/shareArticle?mini=true&summary=The%20United%20States%20surpassed%20a%20milestone%20in%20reported%20measles%20cases%2C%20with%202025%20now%20having%20the%20most%20cases%20since%20the%20disease%20was%20declared%20eliminated%20in%20the%20U.S.%20in%202000%20and%20the%20most%20cases%20in%20more%20than%20three%20decades.%C2%A0&title=U.S.%20Measles%20Cases%20Hit%20Highest%20Level%20Since%20Declared%20Eliminated%20in%202000%20%7C%20Johns%20Hopkins%20%7C%20Bloomberg%20School%20of%20Public%20Health&url=https%3A%2F%2Fpublichealth.jhu.edu%2F311%2F2025%2Fus-measles-cases-hit-highest-level-since-declared-eliminated-in-2000 \"Share on LinkedIn\")\n- [Share on Twitter](https://twitter.com/intent/tweet?text=U.S.%20Measles%20Cases%20Hit%20Highest%20Level%20Since%20Declared%20Eliminated%20in%202000%20%7C%20Johns%20Hopkins%20%7C%20Bloomberg%20School%20of%20Public%E2%80%A6&url=https%3A%2F%2Fpublichealth.jhu.edu%2F311%2F2025%2Fus-measles-cases-hit-highest-level-since-declared-eliminated-in-2000 \"Share on Twitter\")\n\n## We use cookies on this site to enhance your user experience.\n\nBy clicking the Accept button, you agree to us doing so.\n\nLearn more\n\nAcceptNo, thanks",
    "query": "Measles media coverage influence 2025 USA"
  },
  {
    "snippet": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all W...",
    "content": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all World Health Organization (WHO) regions have reported increased numbers of measles cases, with 395,521 laboratory-confirmed measles cases reported in 2024 and 16,147 reported during the first 2 months of 2025.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Patients in more than half the reported cases were hospitalized, so the true number is probably much higher.[3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r3)\n\nThis review covers clinical presentations and complications of measles, current recommendations, and the epidemiologic background of measles. It also addresses the current debates on immunization and the treatment of measles and presents information on the origins of the various measles vaccines and updates on measles diagnostic testing and molecular genotypes.\n\n## Clinical Presentations and Complications\n\n### Classic Measles Syndrome\n\nBetween 10 and 14 days (range, 7 to 23) after exposure, illness starts with a prodromal phase that includes fever and any of three symptoms — cough, coryza, and conjunctivitis (the “three Cs”). The prodromal phase lasts for 2 to 4 days. Koplik spots, small white spots on the buccal mucosa, are pathognomonic for measles but are not always present ( [Figure 1A](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). The spots may appear 1 to 2 days before the onset of rash and last for an additional 1 to 2 days after rash onset. A typical measles rash is an erythematous maculopapular exanthem that appears 2 to 4 days after the onset of fever, starting with the face and proceeding to the head, trunk, arms, and legs [Figure 1B](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1). Persons with the infection typically can transmit the virus 4 days before and 4 days after the eruption of the rash ( [Figure 1D](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). Diarrhea can appear early in the acute phase and may last for a month.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Prodromal symptoms, rash, and diarrhea in any child should arouse suspicion for measles infection.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a3e5d59c-887d-4205-b19a-01e7b3fabdd4/assets/images/large/nejmra2504516_f1.jpg)\n\nClinical Features and Pathogenesis of Measles.\n\nFeatures of measles include Koplik spots on the buccal mucosa (Panel A); rash on the trunk, spreading to the face, head, arms, and legs (Panel B); and conjunctivitis (Panel C). Day 0 denotes the day the measles rash appears; Day −4 is the probable start of infectiousness, Day 4 is the probable end of infectiousness, and Day −23 is the earliest possible exposure day (Panel D). CD150+ lymphocytes are T and B memory lymphocytes targeted by the measles virus. 3 Cs denotes cough, coryza, and conjunctivitis, and MeV measles virus. Images in Panels A, B, and C were provided by Du Tuan Quy, M.D., with the approval of Le Nguyen Thanh Nhan, M.D., Ph.D., Children’s Hospital 1, Ho Chi Minh City, Vietnam.\n\n#### Measles 2025\n\n•\n\nMeasles causes a range of serious health issues, including immune amnesia that may last up to 1 year in fully recovered patients and increased susceptibility to sometimes severe secondary infections. Research on restoring immunity more rapidly is needed.\n\n•\n\nMeasles vaccine has a long safety history and is highly effective against all circulating measles genotypes.\n\n•\n\nMeasles is highly contagious; therefore, a high coverage level (>95%) of both recommended doses of measles vaccine is necessary to prevent community transmission.\n\n•\n\nVitamin A supplementation is recommended for all persons who have measles to reduce complications and the risk of death, particularly in persons who have deficient levels of vitamin A, such as persons living in low- and middle-income countries. Vitamin A does not prevent measles infection. More data are needed regarding the benefits of vitamin A in persons living in developed countries who have measles.\n\n•\n\nWaning levels of maternal measles antibodies at 3 to 4 months of age has increased measles risk in young infants. Further research on the effectiveness of early measles vaccination is needed.\n\n•\n\nAdditional randomized, controlled trials are needed to evaluate the clinical efficacy of vaccine microneedle patches, which may help to increase vaccination coverage.\n\nBecause measles is a systemic infection, it can affect the skin, eyes, gut, and respiratory system. Complications that occur in approximately 30% of measles cases[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) — and frequently occur up to 1 month after infection — include diarrhea, pneumonia, otitis media, and conjunctivitis ( [Table 1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t1) and [Figure 1C](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)).[5-14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) Pneumonitis and giant-cell pneumonia are rare but severe and potentially fatal complications of measles. These conditions are reported mainly in persons who are immunosuppressed and in young children.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/5fc57d63-5308-4630-9801-53c070590258/assets/images/large/nejmra2504516_t1.jpg)\n\n| Complications | Incidence in<br>Developed Countries | Comments |\n| --- | --- | --- |\n| Pneumonia | 1–6 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Among the most common complications during the first month of measles; most common cause of measles hospitalization |\n| Diarrhea | 8–10 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Common complication during the first month of measles |\n| Keratitis or keratoconjunctivitis | 3–10 per 100 measles cases [6-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6) | Keratoconjunctivitis may appear in the prodromal stages of measles and persist for as long as 3 months[6](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6); keratitis with retinitis and optic neuritis also has been reported.[7-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r7) |\n| Corneal ulceration | Rare | Documented in 1–4 per 100 measles cases in the 1980s in Africa and South Asia[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10); measles can cause corneal ulceration directly and facilitate a secondary infection (such as herpes simplex keratitis) that leads to corneal ulceration[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10) |\n| Blindness | Rare | Measles is a leading cause of childhood blindness in places where measles is endemic; results of surveys conducted in schools in Africa in the 1970s suggested that measles was the cause of 33 to 79% cases of blindness.[11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r11) |\n| Otitis media | 7–9 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | One of the most common complications during the first month of measles; can lead to sensorineural deafness, which was observed in 5 to 10% of measles cases in the United States before the introduction of measles vaccination programs[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) |\n| Death | 1–3 per 1000 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | 16 per 1000 measles cases in low-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); 9 per 1000 measles cases in middle-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); up to 180 per 1000 measles cases reported in the context of humanitarian relief efforts during major outbreaks[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) |\n| Malnutrition | 8–10 per 100 measles cases |  |\n| Acute postinfectious measles encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within the first week of measles, after the appearance of the first symptoms, and is associated with 20% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Measles-inclusion body encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within 7 days to 6 months after onset of measles and is associated with 100% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Subacute sclerosing panencephalitis | 7–11 per 100,000 measles cases[5,14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Develops within 7–10 years after measles and is associated with 100% mortality within 1–3 years after onset[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14); young children with measles (<2 years of age) are at increased risk |\n\nIncidence of Severe Complications Associated with Measles.\n\nEven after recovery, children who have had measles are at high risk for late complications such as pneumonia, malnutrition, and blindness. Blindness is usually due to severe corneal ulceration, and sometimes corneal perforation, in children who are deficient in vitamin A.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Temporary immune amnesia caused by depletion of B-cell and T-cell memory by the measles virus has recently been shown to be a mechanism for longer-term susceptibility to secondary infections in persons who have had measles (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1), available with the full text of this article at NEJM.org). Children recovering from measles are at elevated relative risk for serious secondary infection, particularly pneumonia. Even in a high-resource area of Germany, the risk of pneumonia among children with measles was elevated as compared with that among children who had noninfectious diseases (risk ratio, 1.6; 95% confidence interval \\[CI\\], 1.4 to 2.0).[15](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r15) In low- and middle-income countries, the risk is greater than in countries with higher incomes, and measles is associated with substantial mortality.[16](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r16)\n\nMeasles-associated encephalitis is a rare but serious, and potentially fatal, complication. It can occur during the first 7 days of infection (acute postinfectious measles encephalitis), 1 to 6 months after infection (measles-inclusion body encephalitis), or even years after full recovery (subacute sclerosing panencephalitis).[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Atypical Measles Syndrome\n\nAtypical measles syndrome was first reported in the 1960s among children who received the inactivated (killed) measles vaccine that was in use during the period 1963–1967. After these children were exposed to measles virus in the community, they became ill with a severe form of measles disease marked by high fever, an unusual type of rash (a petechial or morbilliform rash that began on the arms and legs), and severe pneumonia.[17](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r17) This atypical measles syndrome has been reported rarely since the inactivated measles vaccine was withdrawn in 1967.[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Modified Measles Syndrome\n\nMeasles can occur in persons who are fully vaccinated (i.e., have received two doses) or who are undervaccinated. These breakthrough infections can result from primary vaccine failure, lack of seroconversion after immunization, or secondary vaccine failure due to waning of the measles-antibody level (waning immunity), which can occur 6 or more years after vaccination.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\nPersons with primary vaccine failure may have the classic measles syndrome, but persons with secondary vaccine failure tend to have milder symptoms — often only a rash with little or no fever, nonspecific respiratory symptoms, and a lower viral load. Persons with secondary vaccine failure are at lower risk for transmission than unvaccinated persons who have measles infection.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\n### Measles in Special Populations\n\nWhen measles outbreaks occur, persons with compromised immunity, such as malnourished children, immunocompromised persons (e.g., persons who have human immunodeficiency virus \\[HIV\\] or are receiving cancer treatment), and pregnant persons are particularly vulnerable. Persons with HIV who are not immune to measles are at increased risk for more severe measles infection with pneumonia or encephalitis.\n\nIn a series of 23 pediatric cancer patients in China who had measles infection, 5 underwent ventilation, 1 had liver failure, and 4 died. These outcomes occurred even though 20 of the 23 patients had been vaccinated (including the 4 who died) and 21 had been treated with intravenous immune globulin.[19](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r19)\n\nMalnutrition and measles have a historical link, particularly in the context of humanitarian relief efforts. The bidirectional relationship between measles and malnutrition was described decades ago.[20](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r20) Malnutrition is a primary contributor to death in 45% of fatal measles cases.[21](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r21) Measles is worse in children who are already malnourished, and postmeasles effects can lead to malnutrition in children who were not malnourished before they were infected with measles.[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) Measles can lead to or exacerbate vitamin A deficiency[22](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r22) or a persistent nutritional deficit.[23](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r23) Malnourished children have a poor response to measles vaccine and other vaccines.[24,25](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r24)\n\nAlthough measles virus is not teratogenic, measles in pregnant persons can lead to fetal loss, intrauterine growth retardation, and premature delivery.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26) The case fatality rate among pregnant persons with measles can range from 5% in areas where measles is endemic, such as in Asia and in sub-Saharan Africa, to 20 to 30% among fragile populations, such as refugee populations.[27](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r27) Preterm birth is reported as the most frequent fetal complication.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26)\n\n## Current Recommendations\n\n### Current Global Pediatric Measles Vaccination Policy\n\nMeasles vaccine has a long history. Various attenuated measles vaccine strains were developed and are in active use worldwide (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1)) either as a monovalent vaccine or combined with mumps and rubella vaccines, with or without varicella vaccine.\n\nThe recommended age for the first dose of measles-containing vaccine depends on the waning of maternal antibodies in the patient and the risk of measles exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) In countries where measles is in elimination status (i.e., continuous transmission has been absent for more than 12 months), the first dose may be given at 12 to 18 months of age for maximum immunogenicity, although this schedule leaves most infants in the country susceptible to infection. In countries where measles is endemic — mainly low- and middle-income countries — the first dose of measles vaccine is usually given at 9 months of age. China and South Africa are exceptions, with the routine first dose given at 8 months and 6 months of age, respectively.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Given that 10 to 15% of infants who receive the first dose at 9 months of age do not have seroconversion and to ensure protection for children who either do not have a response to the first dose or miss the first dose entirely, the WHO recommends a second dose for all children globally.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) The recommended shortest time between the two doses is 4 weeks. The timing of the first and second doses of measles vaccine in each country depends on the epidemiologic context and the recommendations of the immunization program of the country. The WHO also recommends an additional dose for infants 6 to 11 months of age during measles outbreaks in regions where measles is endemic.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nIn the United States, the first dose is given at 12 to 15 months of age and the second dose at 4 to 6 years. Infants 6 to 11 months of age may also be given an additional dose in regions where there are outbreaks or before international travel ( [Table 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2)).[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/e68e9ebb-772d-401e-9e60-19a351da1c99/assets/images/large/nejmra2504516_t2.jpg)\n\n| Recommendation | Schedule and Dose |\n| --- | --- |\n| Preschool children |  |\n| Routine childhood schedule | Two-dose schedule — First dose at 12 to 15 months of age (MMR vaccine), second dose at 4 to 6 years of age (MMR-V vaccine) |\n| In outbreak locations or before international travel | Additional dose is given as early as 6 months of age to all children younger than 12 months of age; routine two-dose schedule is still recommended, but earlier second dose is recommended [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) |\n| Healthy adults | Two-dose schedule unless evidence of immunity; no booster program for those with evidence of previous vaccination on two-dose schedule [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Special populations |  |\n| Health care workers born before 1957 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Health care workers born in 1957 or later | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Received measles vaccine between 1967 and 1989 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| ≥12 mo of age with HIV infection | Two-dose schedule: first dose at 12 months of age (MMR vaccine), second dose can be earlier than routine (at 13 months of age; MMR vaccine) [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [§](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn4) |\n| International travelers | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Family carers of immunocompromised patients | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n\nSummary of Current Measles Vaccination Recommendations in the United States. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn1)\n\n\\*\n\nAdapted from Centers for Disease Control and Prevention recommendations, available at [https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html](https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html). HIV denotes human immunodeficiency virus, MMR measles–mumps–rubella, and MMR-V measles–mumps–rubella–varicella.\n\n†\n\nA 28-day period between the doses is recommended.\n\n‡\n\nEvidence of immunity includes written documentation of one or more doses of measles vaccine administered on or after the first birthday for preschool-age children and adults not considered high risk; written documentation of two doses of measles vaccine for school-age children and adults at high risk, including students at post–high school secondary educational institutions, health care personnel, and international travelers; laboratory evidence of immunity; laboratory confirmation of disease; and birth before 1957 (except in health care workers born before 1957, for whom the evidence of immunity is laboratory evidence of immunity or laboratory confirmation of disease).\n\n§\n\nMMR vaccine is indicated only in the absence of severe immunosuppression, which is defined as a CD4 percentage of less than 15% for at least 6 months in persons 5 years of age or younger and a CD4 percentage of less than 15% and CD4 count of less than 200 lymphocytes per cubic millimeter for at least 6 months for persons 5 years of age or older. MMR-V is contraindicated in persons with HIV infection; only MMR vaccine is approved for use in such patients.\n\nBecause the measles virus has a high reproduction number, high coverage of both doses of measles vaccine (≥95%) at the population level is required to maintain effective herd immunity against measles transmission.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) In reality, this goal is a very difficult one to attain for most countries owing to growing global vaccine hesitancy and other challenges, such as financial barriers, poor access to health care, and inappropriate contraindications in certain cases. Even when high vaccination coverage is achieved, small, poorly vaccinated communities may still have outbreaks.[30,31](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r30)\n\n### Postexposure Prophylaxis\n\nIn unvaccinated or undervaccinated persons, measles vaccine is recommended within 72 hours after exposure. When there are contraindications to the measles vaccine, such as in immunocompromised or pregnant persons or infants younger than 6 months of age, human immune globulin is recommended to be given within 6 days after exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nRecommendations for postexposure prophylaxis and the availability of immune globulin products vary among countries.[32](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r32) In many low- and middle-income countries, access to immune globulin is very limited owing to its high cost and low availability.\n\nA recent meta-analysis showed that the estimated effectiveness of postexposure prophylaxis for the prevention of measles ranged from 76% (95% CI, 0 to 94) to 100% (95% CI, 56 to 100) with immune globulin and from 83% (95% CI, 34 to 96) to 100% (95% CI, not evaluable) with the measles vaccine.[33](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33) Postexposure prophylaxis with immune globulin offers greater short-term protection than postexposure prophylaxis with the measles vaccine but at greater cost and use of resources.\n\nThe effectiveness of postexposure prophylaxis may be affected by the concentration of measles antibodies in immune globulin products,[34](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r34) the nature and intensity of measles exposure events, and the timing of postexposure prophylaxis.[35](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r35) The timing of postexposure prophylaxis reported in the studies included in the meta-analysis was recommended mainly on the basis of the duration of measles incubation; there are very limited data on the effect of delayed postexposure prophylaxis.[33,36](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33)\n\nBecause levels of measles antibodies in the immune globulin donor population have decreased over time,[37](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r37) measles antibody concentration in immune globulin products is also decreasing. This change highlights the need for periodic review of the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38) Although the correlates of protection for measles have been recently debated,[40](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r40) the previously published threshold (i.e., >120 mIU per milliliter) has been widely accepted and used as the target serum concentration for measles antibodies after postexposure passive immunization, thereby guiding the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38)\n\n### Management of Measles\n\nThere is no approved antiviral medication for measles. Management of measles infection involves early detection and treatment of complications as well as patient isolation to prevent nosocomial and community transmission.\n\nVitamin A deficiency has been associated with measles severity and mortality among children in low- and middle-income countries. In large-scale, community-based, randomized trials in many Asian and African countries between 1983 and 1992, administration of vitamin A reduced measles mortality by 34 to 50% among children 1 to 5 years of age in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Vitamin A deficiency (serum retinol level, <10 μg per deciliter) is a major public health issue affecting preschool-age children in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Since 1993, the WHO has recommended vitamin A, with specific doses according to age groups, to all persons who have acute measles infection, irrespective of the timing of previous doses of vitamin A ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) This recommendation is based on data from studies conducted in low- and middle-income countries,[43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r43) and there has been no report of toxic effects from vitamin A in patients with measles who have received vitamin A according to WHO recommendations.[41,43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) The benefit of routine vitamin A supplementation outside of treating measles or other specific diseases remains debated, particularly when the vitamin A–deficiency status is unknown.[44](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r44) In addition, routine vitamin A supplementation in excess of the recommended dietary allowance can cause acute and chronic toxic effects in well-nourished children and adults.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45) Children are particularly sensitive; daily intakes of more than 1500 IU per kilogram of body weight have been associated with toxic effects in children.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a7a95bfd-40b8-48b8-940b-2823bbd014de/assets/images/large/nejmra2504516_t3.jpg)\n\n| Age Group | Dose | Frequency |\n| --- | --- | --- |\n| Children |  |  |\n| <6 mo | 50,000 IU (15,000 μg RAE) | Daily for 2 days |\n| 6–11 mo | 100,000 IU (30,000 μg RAE) | Daily for 2 days |\n| >12 mo | 200,000 IU (60,000 μg RAE) | Daily for 2 days |\n| Previous vitamin A deficiency or eye complications caused by measles | Third dose | 2–4 wk after the second dose |\n| Adults [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn2) | No recommendation | No recommendation |\n\nU.S. Recommendations for Vitamin A Supplementation in Patients with Measles. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn1)\n\n\\*\n\nAdapted from Stinchfield PA and Orenstein WA.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) IU denotes international unit, and RAE retinol activity equivalents.\n\n†\n\nThe U.S. recommendation aligns with the World Health Organization (WHO) recommendation.[42](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r42) However, the WHO recommends a dose of 5000 to 10,000 IU daily for 4 weeks in adult measles patients. Women of reproductive age should receive only lower, but more frequent, doses of vitamin A (e.g., a daily oral dose of 5000 to 10,000 IU of vitamin A for at least 4 weeks) owing to possible teratogenic effects.\n\nIn the only known study of the use of vitamin A in measles management in the United States, only 39% of patients received vitamin A and received a much lower dose than that recommended by the WHO.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) In contrast, recent cases of toxic effects of vitamin A intake associated with measles outbreaks in the United States (notably in West Texas) were linked to excessive or unsupervised intake of vitamin A outside medical guidance owing to misinformation. These data point to a need for clarity regarding vitamin A supplementation in the treatment of measles to inform health care workers and the public in the United States.\n\nData are limited regarding the benefit of vitamin A in the context of the United States, where vitamin A deficiency is rare. Measles depresses serum levels of vitamin A in well-nourished children to below the levels observed in malnourished children without measles.[46](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r46) In the United States, hospitalized children with measles frequently have low serum vitamin A levels, correlating with measles severity.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Because vitamin A is critical in enhancing immune responses against infections,[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) supplementation with vitamin A is recommended in children with measles. A meeting on the subject led by the National Foundation for Infectious Diseases in November 2019 provided suggestions on vitamin A doses ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).\n\n## Current Measles Epidemiologic Background\n\n### Immunity Gaps in Young Infants and Early Measles Vaccination\n\nRecent data have shown that the rate of decline of maternal antibodies has increased over time both in regions where measles is endemic and in areas where measles has been eliminated.[47,48](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r47) In Canada in the period 2014–2016, more than 90% of 3-month-old infants had levels of maternal measles antibodies that were lower than a threshold neutralization titer of 192 mIU per milliliter.[49](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r49) A recent multicountry modeling exercise predicted 70.8%, 88.3%, and 100% of infants would be seronegative by 2, 4, and 6 months of age, respectively.[50](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r50) A meta-analysis of data from low- and middle-income countries (2018–2024) showed that by 4 months of age, only 24 to 35% of children remained seropositive.[51](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r51) Clearly, many unvaccinated young infants in regions of measles outbreaks are at high risk for acquiring measles.\n\nIn 2023 and 2024, more than 90% of the measles cases worldwide were among children in low- and middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Most of those infected were children younger than 5 years of age, with the highest mortality among those younger than 1 year.[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12) No systematic analysis has been conducted over the past decade to confirm the observed trend of increasing proportions of measles cases and deaths among young infants. Vietnam, which was among the top 10 countries in terms of number of measles cases in March 2025, had reported a rising number of cases among children 6 to 8 months of age; that age group represented 25% of measles cases in some areas.[52](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r52) Young infants are at heightened risk for severe measles-related complications such as pneumonia, encephalitis, and death.[53,54](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r53) Children in this group are also at increased risk for subacute sclerosing panencephalitis, a rare but fatal condition.[55,56](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r55)\n\nIn recognition of the potential vulnerability of young infants, discussions on the timing of the first dose of measles vaccine have been under way for decades and more recently at the WHO.[4,57–60](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) An early dose of measles vaccine given at 3 to 4 months of age could provide protection throughout infancy. Three studies conducted more than a decade ago provided some data regarding the safety, efficacy, and potential blunting effect (i.e., reducing the immunogenicity, both short term and long term, of subsequent doses) of an early dose of measles vaccine given at 4 to 4.5 months of age.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) This dose could be either the early administration of the first recommended dose of the vaccine or an additional dose to the current two-dose schedule.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) Both approaches have shown acceptable safety and immunogenicity.[61,62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) The first dose, when given at 4.5 months of age, provided 94% efficacy against measles infection and 100% efficacy against hospitalization for measles.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) Determining the appropriate timing of an early dose requires a balance between the age-stratified infection risk (the age at which maternal antibodies would no longer inhibit measles vaccine immunogenicity) and the duration of vaccine effectiveness over time.[57,58](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r57) A trade-off of administering an early dose is the reportedly more rapid reduction of measles antibody in children who are vaccinated early in infancy.[64,65](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r64) Whether this antibody reduction would translate to reduced vaccine efficacy in later childhood is still an open question.\n\n### Immunity Gaps in Adults and Booster Dose\n\nBecause the two-dose measles vaccine schedule was not introduced in the United States until 1989, persons who received the vaccine between 1967 and 1989 may consider receiving a second dose if they are in a high-risk group, such as health care workers or international travelers.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) An extra dose of measles vaccine may be also considered in persons who received the vaccine between 1963 and 1967, because the inactivated (killed) vaccine that was used was less effective than the current live attenuated vaccine.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) Of note, persons who received measles vaccine between 1967 and 1989 or who received the inactivated measles vaccine may have immunity that is “boosted” over time by natural measles exposure, because measles was still endemic in the United States until 2000.\n\nAmong persons born before 1957 (before the first measles vaccine was licensed in 1963), natural measles immunity is even more certain because measles cases were common until that time. However, measles vaccine should still be considered in health care workers who do not have laboratory evidence of immunity or laboratory confirmation of disease. Currently, there is no recommended routine catch-up vaccination program for adults in the United States.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\nThe primary cause of the resurgence in measles cases is failure to vaccinate, not failure of the vaccine. Neither the Centers for Disease Control and Prevention nor the WHO recommend routine boosters in persons who are fully vaccinated. Studies regarding serologic events conducted in the past 5 years in areas where measles is endemic and in ones where measles has been eliminated have reported immunity gaps in persons who received the vaccine on the two-dose schedule during childhood.[48,66,67](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r48) Most of these persons are 13 to 30 years of age, with some older than 40 years of age. Adults who have likely secondary vaccine failure account for some of the measles cases in outbreaks in well-vaccinated countries, as was the case recently in Mongolia.[68](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r68) A third dose of measles vaccine has been offered, mainly to health care workers, with similar safety and rates of adverse events as those seen with the recommended two doses. However, high antibody levels induced by the third dose waned quickly over a period of 1 to 3 years after the third dose.[69](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r69)\n\n### 2019 Increase in Measles Cases and Ongoing 2024–2025 Measles Crisis\n\nWorldwide, reported measles cases saw a dramatic increase in recent years, from a historic low of 132,490 in 2016 to 869,770 in 2019.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) The global increase in measles cases in 2019 was driven by large outbreaks in several countries. The Democratic Republic of the Congo, Madagascar, Samoa, Ukraine, and Brazil were the countries most affected. Vaccine hesitancy was an important cause in each of the affected countries.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) This factor also contributed to the more than 100,000 measles cases in Europe in 2019 and the increased number of measles cases in the United States almost 20 years after the declaration that the disease had been eliminated in 2000.[71](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r71) In 2019, vaccine hesitancy was recognized by the WHO as one of the top 10 challenges to global health.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2019, no WHO region has achieved and sustained elimination of measles.\n\nThe Covid-19 pandemic worsened the situation by interrupting routine immunization and catch-up campaigns. During the pandemic, global coverage of first measles vaccines decreased to 81%, the lowest level since 2008. Coverage has improved slightly, to 83% in 2022 and 2023.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Low- and middle-income countries have the lowest coverage of first measles vaccines — 64% in low-income countries and 86% in middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) A recent analysis of county-level rates of measles–mumps–rubella (MMR) vaccinations in 37 U.S. states shows that coverage was below 95% in 990 of 1501 counties and below 74% in 70 counties.[72](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r72)\n\nThis poor coverage has sparked large measles outbreaks in several countries since early 2024, and measles is now spreading widely. In 2024, the European region reported the highest number of measles cases in more than 25 years, accounting for 20% of the total measles cases worldwide.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) In the United States, as of May 30, 2025, 1088 confirmed measles cases and 3 deaths have been reported; 96% of those measles cases involved persons who were unvaccinated or whose vaccination status was unknown. In approximately 12% of reported cases, the infected persons were hospitalized.[73](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r73) The current number of cases is already approximately four times as high as the total reported in 2024. If measles outbreaks continue to spread through the United States for more than 12 months, the country will lose its elimination status.\n\nMisinformation suggesting that measles vaccine causes autism and that vitamin A prevents measles has been a serious threat to effective measles control and management in the United States and worldwide. More than 25 years ago, a campaign of misinformation suggesting that measles vaccine causes autism led to loss of confidence in MMR vaccines, especially in the United Kingdom.[74](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r74) This misinformation has been thoroughly investigated and proved to be incorrect. In the United States, the recent decrease in childhood vaccinations has been associated with vaccine hesitancy. Estimates suggest that a 10% decrease in MMR vaccination in the United States may lead to 11.1 million measles cases over a period of 25 years.[75](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r75)\n\nThe withdrawal of the United States from global public health initiatives and from support of global immunization programs is having a profound effect on measles control worldwide. Specifically, removal of support for the WHO, for which the United States contributes 19% of the budget, and Gavi, the Vaccine Alliance, for which it contributes 13% of the budget, will probably affect measles control and contribute to a large number of deaths from measles and other vaccine-preventable diseases in the poorest countries.[76](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r76) As a result, the outlook for measles control in the coming years is bleak. This situation puts U.S. domestic health security at high risk, because infectious diseases do not respect geographic borders.\n\nIn the context of increased international travel, rapid identification of measles cases and genotyping of measles virus are crucial for early detection of outbreaks, tracking of transmission chains, and effective outbreak control. Updates on measles diagnostic and molecular genotypes are provided in the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1).\n\n## Conclusions and Perspectives\n\nThere has been little improvement in global measles control over the past two decades. With a declining environment for global health ( [Figure 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f2)), it is possible that the situation will get worse. Estimates of measles morbidity and mortality associated with vaccine hesitancy are needed to help contain vaccine hesitancy. Enhanced research during measles outbreaks is crucial to address population immunity gaps and improve vaccine coverage in the current measles vaccination program. Rapid diagnostic tests could be used routinely as part of measles global surveillance and could improve the timing of measles outbreak responses.[77](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r77)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/640a0d91-5511-4dac-a546-f7c060be4566/assets/images/large/nejmra2504516_f2.jpg)\n\nKey Events in Measles Research.\n\nCovid-19 denotes coronavirus disease 2019, EPI Expanded Programme on Immunization, LMICs low- and middle-income countries, MMR measles–mumps–rubella, SLAM signaling lymphocytic activation molecule, UNICEF United Nations Children’s Fund, and WHO World Health Organization.\n\nPostmeasles pneumonia has been shown to be largely due to _Streptococcus pneumoniae_. The use of a booster dose of pneumococcal conjugate vaccine for patients recovering from measles to help overcome temporary immunologic amnesia and possibly prevent fatal postmeasles pneumonia is a potential strategy. Clinical trials are needed to determine the appropriate time to administer pneumococcal conjugate vaccine during measles recovery.\n\nMeasles disease is most severe in young infants. Studies from West Africa have shown that measles vaccine can be highly effective, even when it is given as early as 4 months of age.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) This finding needs to be reevaluated in the modern era.\n\nEfforts have been made to improve vaccine delivery[78](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r78) and storage.[79](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r79) Microneedle patches have been developed that offer the possibility of providing vaccination against measles and other conditions in remote areas where cold-chain transport is difficult. Microneedle patches also provide a pain-free, simplified method of vaccine administration. This innovation may help to improve vaccination coverage and reduce cold-chain issues. Additional randomized, controlled trials are needed to evaluate the efficacy of microneedle patches. In addition, further research on new measles vaccine candidates that can be given to younger infants is needed, because such vaccines may be required for eradication of measles.[80](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r80)\n\n## Notes\n\nThis article was published on June 25, 2025, and updated on July 9, 2025, at NEJM.org.\n\n[Disclosure forms](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap2) provided by the authors are available with the full text of this article at NEJM.org.\n\n## Supplementary Material\n\nSupplementary Appendix(nejmra2504516\\_appendix.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_appendix.pdf)\n- 130.27 KB\n\nDisclosure Forms(nejmra2504516\\_disclosures.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_disclosures.pdf)\n- 174.45 KB\n\n## References\n\n1.\n\nLarson HJ, Gakidou E, Murray CJL. The vaccine-hesitant moment. _N Engl J Med_ 2022;387:58-65.\n\n[Crossref](https://www.nejm.org/servlet/linkout?suffix=e_1_3_4_2_2&dbid=4&doi=10.1056%2FNEJMra2504516&key=10.1056%2FNEJMra2106441&site=mms-site)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35767527/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000818600100001)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+vaccine-hesitant+moment.&publication_year=2022&journal=N+Engl+J+Med&pages=58-65&doi=10.1056%2FNEJMra2106441&pmid=35767527)\n\n2.\n\nWorld Health Organization. Immunization data: provisional measles and rubella data. 2024 ( [https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=](https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Immunization+data%3A+provisional+measles+and+rubella+data.+2024+%28https%3A%2F%2Fimmunizationdata.who.int%2Fglobal%3Ftopic%3DProvisional-measles-and-rubella-data%26location%3D%29.)\n\n3.\n\nMahase E. WHO warns “measles is back” as virus spreads across Europe, America, and Afghanistan. _BMJ_ 2025;388:r528-r528.\n\n[Crossref](https://doi.org/10.1136/bmj.r528)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40086824/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+warns+%E2%80%9Cmeasles+is+back%E2%80%9D+as+virus+spreads+across+Europe%2C+America%2C+and+Afghanistan.&publication_year=2025&journal=BMJ&pages=r528-r528&doi=10.1136%2Fbmj.r528&pmid=40086824)\n\n4.\n\nWorld Health Organization. Measles vaccines: WHO position paper — April 2017. _Wkly Epidemiol Rec_ 2017;92:205-228 ( [https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1](https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1)).\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccines%3A+WHO+position+paper+%E2%80%94+April+2017.&publication_year=2017&pages=205-228)\n\n5.\n\nCenters for Disease Control and Prevention. Measles symptoms and complications. May 9, 2024 ( [https://www.cdc.gov/measles/signs-symptoms/index.html](https://www.cdc.gov/measles/signs-symptoms/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+symptoms+and+complications.+May+9%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fsigns-symptoms%2Findex.html%29.)\n\n6.\n\nFlorman AL, Agatston HJ. Keratoconjunctivitis as a diagnostic aid in measles. _JAMA_ 1962;179:568-570.\n\n[Crossref](https://doi.org/10.1001/jama.1962.03050070077019)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/13893670/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Keratoconjunctivitis+as+a+diagnostic+aid+in+measles.&publication_year=1962&journal=JAMA&pages=568-570&doi=10.1001%2Fjama.1962.03050070077019&pmid=13893670)\n\n7.\n\nSemba RD, Bloem MW. Measles blindness. _Surv Ophthalmol_ 2004;49:243-255.\n\n[Crossref](https://doi.org/10.1016/j.survophthal.2003.12.005)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/14998696/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+blindness.&publication_year=2004&journal=Surv+Ophthalmol&pages=243-255&doi=10.1016%2Fj.survophthal.2003.12.005&pmid=14998696)\n\n8.\n\nHirayama T, Ikeda K, Hidaka T, et al. Unilateral measles-associated retrobulbar optic neuritis without encephalitis: a case report and literature review. _Case Rep Neurol_ 2010;2:128-132.\n\n[Crossref](https://doi.org/10.1159/000322143)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/21113282/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unilateral+measles-associated+retrobulbar+optic+neuritis+without+encephalitis%3A+a+case+report+and+literature+review.&publication_year=2010&journal=Case+Rep+Neurol&pages=128-132&doi=10.1159%2F000322143&pmid=21113282)\n\n9.\n\nHaltia M, Tarkkanen A, Vaheri A, Paetau A, Kaakinen K, Erkkilä H. Measles retinopathy during immunosuppression. _Br J Ophthalmol_ 1978;62:356-360.\n\n[Crossref](https://doi.org/10.1136/bjo.62.6.356)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/352388/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+retinopathy+during+immunosuppression.&publication_year=1978&journal=Br+J+Ophthalmol&pages=356-360&doi=10.1136%2Fbjo.62.6.356&pmid=352388)\n\n10.\n\nReddy V, Bhaskaram P, Raghuramulu N, et al. Relationship between measles, malnutrition, and blindness: a prospective study in Indian children. _Am J Clin Nutr_ 1986;44:924-930.\n\n[Crossref](https://doi.org/10.1093/ajcn/44.6.924)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3788839/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Relationship+between+measles%2C+malnutrition%2C+and+blindness%3A+a+prospective+study+in+Indian+children.&publication_year=1986&journal=Am+J+Clin+Nutr&pages=924-930&doi=10.1093%2Fajcn%2F44.6.924&pmid=3788839)\n\n11.\n\nFoster A, Sommer A. Corneal ulceration, measles, and childhood blindness in Tanzania. _Br J Ophthalmol_ 1987;71:331-343.\n\n[Crossref](https://doi.org/10.1136/bjo.71.5.331)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3580349/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Corneal+ulceration%2C+measles%2C+and+childhood+blindness+in+Tanzania.&publication_year=1987&journal=Br+J+Ophthalmol&pages=331-343&doi=10.1136%2Fbjo.71.5.331&pmid=3580349)\n\n12.\n\nSbarra AN, Mosser JF, Jit M, et al. Estimating national-level measles case-fatality ratios in low-income and middle-income countries: an updated systematic review and modelling study. _Lancet Glob Health_ 2023;11(4):e516-e524.\n\n[Crossref](https://doi.org/10.1016/S2214-109X(23)00043-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/36925172/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating+national-level+measles+case-fatality+ratios+in+low-income+and+middle-income+countries%3A+an+updated+systematic+review+and+modelling+study.&publication_year=2023&journal=Lancet+Glob+Health&pages=e516-e524&doi=10.1016%2FS2214-109X%2823%2900043-8&pmid=36925172)\n\n13.\n\nSalama P, Assefa F, Talley L, Spiegel P, van Der Veen A, Gotway CA. Malnutrition, measles, mortality, and the humanitarian response during a famine in Ethiopia. _JAMA_ 2001;286:563-571.\n\n[Crossref](https://doi.org/10.1001/jama.286.5.563)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11476658/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Malnutrition%2C+measles%2C+mortality%2C+and+the+humanitarian+response+during+a+famine+in+Ethiopia.&publication_year=2001&journal=JAMA&pages=563-571&doi=10.1001%2Fjama.286.5.563&pmid=11476658)\n\n14.\n\nFerren M, Horvat B, Mathieu C. Measles encephalitis: towards new therapeutics. _Viruses_ 2019;11:1017-1017.\n\n[Crossref](https://doi.org/10.3390/v11111017)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31684034/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+encephalitis%3A+towards+new+therapeutics.&publication_year=2019&journal=Viruses&pages=1017-1017&doi=10.3390%2Fv11111017&pmid=31684034)\n\n15.\n\nBühl D, Staudacher O, Santibanez S, et al. Specifically increased rate of infections in children post measles in a high resource setting. _Front Pediatr_ 2022;10:896086-896086.\n\n[Crossref](https://doi.org/10.3389/fped.2022.896086)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35813375/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Specifically+increased+rate+of+infections+in+children+post+measles+in+a+high+resource+setting.&publication_year=2022&journal=Front+Pediatr&pages=896086-896086&doi=10.3389%2Ffped.2022.896086&pmid=35813375)\n\n16.\n\nPerin J, Mulick A, Yeung D, et al. Global, regional, and national causes of under-5 mortality in 2000-19: an updated systematic analysis with implications for the Sustainable Development Goals. _Lancet Child Adolesc Health_ 2022;6:106-115.\n\n[Crossref](https://doi.org/10.1016/S2352-4642(21)00311-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34800370/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Global%2C+regional%2C+and+national+causes+of+under-5+mortality+in+2000-19%3A+an+updated+systematic+analysis+with+implications+for+the+Sustainable+Development+Goals.&publication_year=2022&journal=Lancet+Child+Adolesc+Health&pages=106-115&doi=10.1016%2FS2352-4642%2821%2900311-4&pmid=34800370)\n\n17.\n\nPolack FP. Atypical measles and enhanced respiratory syncytial virus disease (ERD) made simple. _Pediatr Res_ 2007;62:111-115.\n\n[Crossref](https://doi.org/10.1203/PDR.0b013e3180686ce0)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/17515829/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Atypical+measles+and+enhanced+respiratory+syncytial+virus+disease+%28ERD%29+made+simple.&publication_year=2007&journal=Pediatr+Res&pages=111-115&doi=10.1203%2FPDR.0b013e3180686ce0&pmid=17515829)\n\n18.\n\nTranter I, Smoll N, Lau CL, et al. Onward virus transmission after measles secondary vaccination failure. _Emerg Infect Dis_ 2024;30:1747-1754.\n\n[Crossref](https://doi.org/10.3201/eid3009.240150)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39173667/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Onward+virus+transmission+after+measles+secondary+vaccination+failure.&publication_year=2024&journal=Emerg+Infect+Dis&pages=1747-1754&doi=10.3201%2Feid3009.240150&pmid=39173667)\n\n19.\n\nGe Y-L, Zhai X-W, Zhu Y-F, et al. Measles outbreak in pediatric hematology and oncology patients in Shanghai, 2015. _Chin Med J (Engl)_ 2017;130:1320-1326.\n\n[Crossref](https://doi.org/10.4103/0366-6999.206358)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28524832/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000402415800010)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+outbreak+in+pediatric+hematology+and+oncology+patients+in+Shanghai%2C+2015.&publication_year=2017&journal=Chin+Med+J+%28Engl%29&pages=1320-1326&doi=10.4103%2F0366-6999.206358&pmid=28524832)\n\n20.\n\nMorley D. Severe measles in the tropics. _Br Med J_ 1969;1:297-300.\n\n[Crossref](https://doi.org/10.1136/bmj.1.5639.297)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/5762650/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Severe+measles+in+the+tropics.&publication_year=1969&journal=Br+Med+J&pages=297-300&doi=10.1136%2Fbmj.1.5639.297&pmid=5762650)\n\n21.\n\nBryce J, Boschi-Pinto C, Shibuya K, Black RE, WHO Child Health Epidemiology Reference Group. WHO estimates of the causes of death in children. _Lancet_ 2005;365:1147-1152.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(05)71877-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/15794969/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+estimates+of+the+causes+of+death+in+children.&publication_year=2005&journal=Lancet&pages=1147-1152&doi=10.1016%2FS0140-6736%2805%2971877-8&pmid=15794969)\n\n22.\n\nKhandait DW, Vasudeo ND, Zodpey SP, Kumbhalkar DT. Risk factors for subclinical vitamin A deficiency in children under the age of 6 years. _J Trop Pediatr_ 2000;46:239-241.\n\n[Crossref](https://doi.org/10.1093/tropej/46.4.239)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/10996988/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Risk+factors+for+subclinical+vitamin+A+deficiency+in+children+under+the+age+of+6+years.&publication_year=2000&journal=J+Trop+Pediatr&pages=239-241&doi=10.1093%2Ftropej%2F46.4.239&pmid=10996988)\n\n23.\n\nKoster FT, Curlin GC, Aziz KM, Haque A. Synergistic impact of measles and diarrhoea on nutrition and mortality in Bangladesh. _Bull World Health Organ_ 1981;59:901-908.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6978197/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Synergistic+impact+of+measles+and+diarrhoea+on+nutrition+and+mortality+in+Bangladesh.&publication_year=1981&journal=Bull+World+Health+Organ&pages=901-908&pmid=6978197)\n\n24.\n\nEskenazi B, Rauch S, Elsiwi B, et al. Undernutrition and antibody response to measles, tetanus and Haemophilus Influenzae type b (Hib) vaccination in pre-school south African children: the VHEMBE birth cohort study. _Vaccine_ 2025;46:126564-126564.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.126564)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39665976/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Undernutrition+and+antibody+response+to+measles%2C+tetanus+and+Haemophilus+Influenzae+type+b+%28Hib%29+vaccination+in+pre-school+south+African+children%3A+the+VHEMBE+birth+cohort+study.&publication_year=2025&journal=Vaccine&pages=126564-126564&doi=10.1016%2Fj.vaccine.2024.126564&pmid=39665976)\n\n25.\n\nMutsaerts EAML, van Cranenbroek B, Madhi SA, et al. Impact of nutritional status on vaccine-induced immunity in children living in South Africa: investigating the B-cell repertoire and metabolic hormones. _Vaccine_ 2024;42:3337-3345.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.04.034)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38637212/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact+of+nutritional+status+on+vaccine-induced+immunity+in+children+living+in+South+Africa%3A+investigating+the+B-cell+repertoire+and+metabolic+hormones.&publication_year=2024&journal=Vaccine&pages=3337-3345&doi=10.1016%2Fj.vaccine.2024.04.034&pmid=38637212)\n\n26.\n\nKhalil A, Samara A, Campbell C, Ladhani SN. Pregnant women and measles: we need to be vigilant during outbreaks. _EClinicalMedicine_ 2024;72:102594-102594.\n\n[Crossref](https://doi.org/10.1016/j.eclinm.2024.102594)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38666235/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Pregnant+women+and+measles%3A+we+need+to+be+vigilant+during+outbreaks.&publication_year=2024&journal=EClinicalMedicine&pages=102594-102594&doi=10.1016%2Fj.eclinm.2024.102594&pmid=38666235)\n\n27.\n\nCongera P, Maraolo AE, Parente S, Schiano Moriello N, Bianco V, Tosone G. Measles in pregnant women: a systematic review of clinical outcomes and a meta-analysis of antibodies seroprevalence. _J Infect_ 2020;80:152-160.\n\n[Crossref](https://doi.org/10.1016/j.jinf.2019.12.012)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31891729/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+in+pregnant+women%3A+a+systematic+review+of+clinical+outcomes+and+a+meta-analysis+of+antibodies+seroprevalence.&publication_year=2020&journal=J+Infect&pages=152-160&doi=10.1016%2Fj.jinf.2019.12.012&pmid=31891729)\n\n28.\n\nCenters for Disease Control and Prevention. ACIP recommendations: measles, mumps and rubella (MMR) vaccine. July 29, 2024 ( [https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html](https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+ACIP+recommendations%3A+measles%2C+mumps+and+rubella+%28MMR%29+vaccine.+July+29%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Facip-recs%2Fhcp%2Fvaccine-specific%2Fmmr.html%29.)\n\n29.\n\nMinta AA, Ferrari M, Antoni S, et al. Progress toward measles elimination — Worldwide, 2000–2023. _MMWR Morb Mortal Wkly Rep_ 2024;73:1036-1042.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm7345a4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39541251/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+measles+elimination+%E2%80%94+Worldwide%2C+2000%E2%80%932023.&publication_year=2024&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1036-1042&doi=10.15585%2Fmmwr.mm7345a4&pmid=39541251)\n\n30.\n\nvan den Hof S, Conyn-van Spaendonck MAE, van Steenbergen JE. Measles epidemic in the Netherlands, 1999-2000. _J Infect Dis_ 2002;186:1483-1486.\n\n[Crossref](https://doi.org/10.1086/344894)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/12404165/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+epidemic+in+the+Netherlands%2C+1999-2000.&publication_year=2002&journal=J+Infect+Dis&pages=1483-1486&doi=10.1086%2F344894&pmid=12404165)\n\n31.\n\nWoudenberg T, van Binnendijk RS, Sanders EA, et al. Large measles epidemic in the Netherlands, May 2013 to March 2014: changing epidemiology. _Euro Surveill_ 2017;22:30443-30443.\n\n[Crossref](https://doi.org/10.2807/1560-7917.ES.2017.22.3.30443)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28128092/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Large+measles+epidemic+in+the+Netherlands%2C+May+2013+to+March+2014%3A+changing+epidemiology.&publication_year=2017&journal=Euro+Surveill&pages=30443-30443&doi=10.2807%2F1560-7917.ES.2017.22.3.30443&pmid=28128092)\n\n32.\n\nYoung MK. The indications and safety of polyvalent immunoglobulin for post-exposure prophylaxis of hepatitis A, rubella and measles. _Hum Vaccin Immunother_ 2019;15:2060-2065.\n\n[Crossref](https://doi.org/10.1080/21645515.2019.1621148)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31116633/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+indications+and+safety+of+polyvalent+immunoglobulin+for+post-exposure+prophylaxis+of+hepatitis+A%2C+rubella+and+measles.&publication_year=2019&journal=Hum+Vaccin+Immunother&pages=2060-2065&doi=10.1080%2F21645515.2019.1621148&pmid=31116633)\n\n33.\n\nMontroy J, Yan C, Khan F, et al. Post-exposure prophylaxis for the prevention of measles: a systematic review. _Vaccine_ 2025;47:126706-126706.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.126706)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39787800/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+prophylaxis+for+the+prevention+of+measles%3A+a+systematic+review.&publication_year=2025&journal=Vaccine&pages=126706-126706&doi=10.1016%2Fj.vaccine.2025.126706&pmid=39787800)\n\n34.\n\nEndo A, Izumi H, Miyashita M, Taniguchi K, Okubo O, Harada K. Current efficacy of postexposure prophylaxis against measles with immunoglobulin. _J Pediatr_ 2001;138:926-928.\n\n[Crossref](https://doi.org/10.1067/mpd.2001.113710)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11391343/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Current+efficacy+of+postexposure+prophylaxis+against+measles+with+immunoglobulin.&publication_year=2001&journal=J+Pediatr&pages=926-928&doi=10.1067%2Fmpd.2001.113710&pmid=11391343)\n\n35.\n\nSheppeard V, Forssman B, Ferson MJ, et al. The effectiveness of prophylaxis for measles contacts in NSW. _N S W Public Health Bull_ 2009;20:81-85.\n\n[Crossref](https://doi.org/10.1071/NB08014)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/19552854/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effectiveness+of+prophylaxis+for+measles+contacts+in+NSW.&publication_year=2009&journal=N+S+W+Public+Health+Bull&pages=81-85&doi=10.1071%2FNB08014&pmid=19552854)\n\n36.\n\nYoung MK, Nimmo GR, Cripps AW, Jones MA. Post-exposure passive immunisation for preventing measles. _Cochrane Database Syst Rev_ 2014;2014:CD010056-CD010056.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24687262/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+passive+immunisation+for+preventing+measles.&publication_year=2014&journal=Cochrane+Database+Syst+Rev&pages=CD010056-CD010056&pmid=24687262)\n\n37.\n\nWilliamson KM, Faddy H, Nicholson S, et al. A cross-sectional study of measles-specific antibody levels in Australian blood donors — implications for measles post-elimination countries. _Vaccines (Basel)_ 2024;12:818-818.\n\n[Crossref](https://doi.org/10.3390/vaccines12070818)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39066455/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+cross-sectional+study+of+measles-specific+antibody+levels+in+Australian+blood+donors+%E2%80%94+implications+for+measles+post-elimination+countries.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=818-818&doi=10.3390%2Fvaccines12070818&pmid=39066455)\n\n38.\n\nYoung MK, Ng S-K, Nimmo GR, Cripps AW. The optimal dose of disease-specific antibodies for post-exposure prophylaxis of measles and rubella in Australia: new guidelines recommended. _Expert Opin Drug Metab Toxicol_ 2018;14:663-669.\n\n[Crossref](https://doi.org/10.1080/17425255.2018.1484449)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29865869/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+dose+of+disease-specific+antibodies+for+post-exposure+prophylaxis+of+measles+and+rubella+in+Australia%3A+new+guidelines+recommended.&publication_year=2018&journal=Expert+Opin+Drug+Metab+Toxicol&pages=663-669&doi=10.1080%2F17425255.2018.1484449&pmid=29865869)\n\n39.\n\nTunis MC, Salvadori MI, Dubey V, Baclic O. Updated NACI recommendations for measles post-exposure prophylaxis. _Can Commun Dis Rep_ 2018;44:226-230.\n\n[Crossref](https://doi.org/10.14745/ccdr.v44i09a07)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31015814/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Updated+NACI+recommendations+for+measles+post-exposure+prophylaxis.&publication_year=2018&journal=Can+Commun+Dis+Rep&pages=226-230&doi=10.14745%2Fccdr.v44i09a07&pmid=31015814)\n\n40.\n\nBolotin S, Hughes SL, Gul N, et al. What is the evidence to support a correlate of protection for measles? A systematic review. _J Infect Dis_ 2020;221:1576-1583.\n\n[Crossref](https://doi.org/10.1093/infdis/jiz380)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31674648/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+evidence+to+support+a+correlate+of+protection+for+measles%3F+A+systematic+review.&publication_year=2020&journal=J+Infect+Dis&pages=1576-1583&doi=10.1093%2Finfdis%2Fjiz380&pmid=31674648)\n\n41.\n\nStinchfield PA, Orenstein WA. Vitamin A for the management of measles in the United States. _Infect Dis Clin Pract_ 2020;28:181-187 ( [https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin\\_a\\_for\\_the\\_management\\_of\\_measles\\_in\\_the.2.aspx](https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin_a_for_the_management_of_measles_in_the.2.aspx)).\n\n[Crossref](https://doi.org/10.1097/IPC.0000000000000873)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+the+management+of+measles+in+the+United+States.&publication_year=2020&journal=Infect+Dis+Clin+Pract&pages=181-187&doi=10.1097%2FIPC.0000000000000873)\n\n42.\n\nWorld Health Organization. Guide for clinical case management and infection prevention and control during a measles outbreak. March 27, 2020 ( [https://www.who.int/publications/i/item/9789240002869](https://www.who.int/publications/i/item/9789240002869)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Guide+for+clinical+case+management+and+infection+prevention+and+control+during+a+measles+outbreak.+March+27%2C+2020+%28https%3A%2F%2Fwww.who.int%2Fpublications%2Fi%2Fitem%2F9789240002869%29.)\n\n43.\n\nHuiming Y, Chaomin W, Meng M. Vitamin A for treating measles in children. _Cochrane Database Syst Rev_ 2005;2005:CD001479-CD001479.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16235283/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+treating+measles+in+children.&publication_year=2005&journal=Cochrane+Database+Syst+Rev&pages=CD001479-CD001479&pmid=16235283)\n\n44.\n\nBjelakovic G, Nikolova D, Bjelakovic M, et al. Effects of primary or secondary prevention with vitamin A supplementation on clinically important outcomes: a systematic review of randomised clinical trials with meta-analysis and trial sequential analysis. _BMJ Open_ 2024;14(5):e078053-e078053.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2023-078053)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38816049/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effects+of+primary+or+secondary+prevention+with+vitamin+A+supplementation+on+clinically+important+outcomes%3A+a+systematic+review+of+randomised+clinical+trials+with+meta-analysis+and+trial+sequential+analysis.&publication_year=2024&journal=BMJ+Open&pages=e078053-e078053&doi=10.1136%2Fbmjopen-2023-078053&pmid=38816049)\n\n45.\n\nPenniston KL, Tanumihardjo SA. The acute and chronic toxic effects of vitamin A. _Am J Clin Nutr_ 2006;83:191-201.\n\n[Crossref](https://doi.org/10.1093/ajcn/83.2.191)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16469975/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+acute+and+chronic+toxic+effects+of+vitamin+A.&publication_year=2006&journal=Am+J+Clin+Nutr&pages=191-201&doi=10.1093%2Fajcn%2F83.2.191&pmid=16469975)\n\n46.\n\nInua M, Duggan MB, West CE, et al. Post-measles corneal ulceration in children in northern Nigeria: the role of vitamin A, malnutrition and measles. _Ann Trop Paediatr_ 1983;3:181-191.\n\n[Crossref](https://doi.org/10.1080/02724936.1983.11748292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6200063/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-measles+corneal+ulceration+in+children+in+northern+Nigeria%3A+the+role+of+vitamin+A%2C+malnutrition+and+measles.&publication_year=1983&journal=Ann+Trop+Paediatr&pages=181-191&doi=10.1080%2F02724936.1983.11748292&pmid=6200063)\n\n47.\n\nGuerra FM, Crowcroft NS, Friedman L, et al. Waning of measles maternal antibody in infants in measles elimination settings — a systematic literature review. _Vaccine_ 2018;36:1248-1255.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2018.01.002)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29398276/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Waning+of+measles+maternal+antibody+in+infants+in+measles+elimination+settings+%E2%80%94+a+systematic+literature+review.&publication_year=2018&journal=Vaccine&pages=1248-1255&doi=10.1016%2Fj.vaccine.2018.01.002&pmid=29398276)\n\n48.\n\nSchenk J, Abrams S, Theeten H, Van Damme P, Beutels P, Hens N. Immunogenicity and persistence of trivalent measles, mumps, and rubella vaccines: a systematic review and meta-analysis. _Lancet Infect Dis_ 2021;21:286-295.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(20)30442-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32888410/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity+and+persistence+of+trivalent+measles%2C+mumps%2C+and+rubella+vaccines%3A+a+systematic+review+and+meta-analysis.&publication_year=2021&journal=Lancet+Infect+Dis&pages=286-295&doi=10.1016%2FS1473-3099%2820%2930442-4&pmid=32888410)\n\n49.\n\nScience M, Savage R, Severini A, et al. Measles antibody levels in young infants. _Pediatrics_ 2019;144(6):e20190630-e20190630.\n\n[Crossref](https://doi.org/10.1542/peds.2019-0630)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31753911/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+antibody+levels+in+young+infants.&publication_year=2019&journal=Pediatrics&pages=e20190630-e20190630&doi=10.1542%2Fpeds.2019-0630&pmid=31753911)\n\n50.\n\nBokop C, Dhar N, Izu A, et al. Sero-epidemiology of measles immunoglobulin G antibodies among newborns from South-East Asia and sub-Saharan Africa: an observational, multicenter study. _Int J Infect Dis_ 2025;154:107882-107882.\n\n[Crossref](https://doi.org/10.1016/j.ijid.2025.107882)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40081737/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Sero-epidemiology+of+measles+immunoglobulin+G+antibodies+among+newborns+from+South-East+Asia+and+sub-Saharan+Africa%3A+an+observational%2C+multicenter+study.&publication_year=2025&journal=Int+J+Infect+Dis&pages=107882-107882&doi=10.1016%2Fj.ijid.2025.107882&pmid=40081737)\n\n51.\n\nOng DS, von Mollendorf C, Mulholland K, Do LAH. Measles seroprevalence in infants under nine months of age in low- and middle-income countries: a systematic review and meta-analysis. _J Infect Dis_ 2025 April 3 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1093/infdis/jiaf177)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40179253/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+seroprevalence+in+infants+under+nine+months+of+age+in+low-+and+middle-income+countries%3A+a+systematic+review+and+meta-analysis.&publication_year=2025&journal=J+Infect+Dis&doi=10.1093%2Finfdis%2Fjiaf177&pmid=40179253)\n\n52.\n\nProMed. Measles — Viet Nam (03): WHO assessment, alert 2025 ( [https://promedmail.org/promed-post/?id=8721943](https://promedmail.org/promed-post/?id=8721943)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=ProMed.+Measles+%E2%80%94+Viet+Nam+%2803%29%3A+WHO+assessment%2C+alert+2025+%28https%3A%2F%2Fpromedmail.org%2Fpromed-post%2F%3Fid%3D8721943%29.)\n\n53.\n\nMina MJ, Metcalf CJE, de Swart RL, Osterhaus AD, Grenfell BT. Long-term measles-induced immunomodulation increases overall childhood infectious disease mortality. _Science_ 2015;348:694-699.\n\n[Crossref](https://doi.org/10.1126/science.aaa3662)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/25954009/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000354045700046)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+measles-induced+immunomodulation+increases+overall+childhood+infectious+disease+mortality.&publication_year=2015&journal=Science&pages=694-699&doi=10.1126%2Fscience.aaa3662&pmid=25954009)\n\n54.\n\nDor E, Fluss R, Israel A, Huppert A. Quantifying the long-term effects of measles infection — a retrospective cohort study. _Clin Microbiol Infect_ 2024;30:1460-1465.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2024.08.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39142629/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Quantifying+the+long-term+effects+of+measles+infection+%E2%80%94+a+retrospective+cohort+study.&publication_year=2024&journal=Clin+Microbiol+Infect&pages=1460-1465&doi=10.1016%2Fj.cmi.2024.08.007&pmid=39142629)\n\n55.\n\nWendorf KA, Winter K, Zipprich J, et al. Subacute sclerosing panencephalitis: the devastating measles complication that might be more common than previously estimated. _Clin Infect Dis_ 2017;65:226-232.\n\n[Crossref](https://doi.org/10.1093/cid/cix302)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28387784/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000404591000015)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Subacute+sclerosing+panencephalitis%3A+the+devastating+measles+complication+that+might+be+more+common+than+previously+estimated.&publication_year=2017&journal=Clin+Infect+Dis&pages=226-232&doi=10.1093%2Fcid%2Fcix302&pmid=28387784)\n\n56.\n\nKhetsuriani N, Sanadze K, Abuladze M, Tatishvili N. High risk of subacute sclerosing panencephalitis following measles outbreaks in Georgia. _Clin Microbiol Infect_ 2020;26:737-742.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2019.10.035)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31707133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=High+risk+of+subacute+sclerosing+panencephalitis+following+measles+outbreaks+in+Georgia.&publication_year=2020&journal=Clin+Microbiol+Infect&pages=737-742&doi=10.1016%2Fj.cmi.2019.10.035&pmid=31707133)\n\n57.\n\nAaby P, Martins CL, Garly M-L, Rodrigues A, Benn CS, Whittle H. The optimal age of measles immunisation in low-income countries: a secondary analysis of the assumptions underlying the current policy. _BMJ Open_ 2012;2(4):e000761-e000761.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2011-000761)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22815465/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+age+of+measles+immunisation+in+low-income+countries%3A+a+secondary+analysis+of+the+assumptions+underlying+the+current+policy.&publication_year=2012&journal=BMJ+Open&pages=e000761-e000761&doi=10.1136%2Fbmjopen-2011-000761&pmid=22815465)\n\n58.\n\nNic Lochlainn LM, de Gier B, van der Maas N, et al. Effect of measles vaccination in infants younger than 9 months on the immune response to subsequent measles vaccine doses: a systematic review and meta-analysis. _Lancet Infect Dis_ 2019;19:1246-1254.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(19)30396-2)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31548081/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effect+of+measles+vaccination+in+infants+younger+than+9+months+on+the+immune+response+to+subsequent+measles+vaccine+doses%3A+a+systematic+review+and+meta-analysis.&publication_year=2019&journal=Lancet+Infect+Dis&pages=1246-1254&doi=10.1016%2FS1473-3099%2819%2930396-2&pmid=31548081)\n\n59.\n\nHughes SL, Bolotin S, Khan S, et al. The effect of time since measles vaccination and age at first dose on measles vaccine effectiveness — a systematic review. _Vaccine_ 2020;38:460-469.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2019.10.090)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31732326/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effect+of+time+since+measles+vaccination+and+age+at+first+dose+on+measles+vaccine+effectiveness+%E2%80%94+a+systematic+review.&publication_year=2020&journal=Vaccine&pages=460-469&doi=10.1016%2Fj.vaccine.2019.10.090&pmid=31732326)\n\n60.\n\nVarma A, Bolotin S, De Serres G, et al. What is the current evidence base for measles vaccination earlier than 9 months of age? Report from an informal technical consultation of the World Health Organization. _Vaccine_ 2025;57:127187-127187.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127187)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40373694/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+current+evidence+base+for+measles+vaccination+earlier+than+9+months+of+age%3F+Report+from+an+informal+technical+consultation+of+the+World+Health+Organization.&publication_year=2025&journal=Vaccine&pages=127187-127187&doi=10.1016%2Fj.vaccine.2025.127187&pmid=40373694)\n\n61.\n\nNjie-Jobe J, Nyamweya S, Miles DJ, et al. Immunological impact of an additional early measles vaccine in Gambian children: responses to a boost at 3 years. _Vaccine_ 2012;30:2543-2550.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2012.01.083)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22314136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunological+impact+of+an+additional+early+measles+vaccine+in+Gambian+children%3A+responses+to+a+boost+at+3+years.&publication_year=2012&journal=Vaccine&pages=2543-2550&doi=10.1016%2Fj.vaccine.2012.01.083&pmid=22314136)\n\n62.\n\nMartins CL, Garly M-L, Balé C, et al. Protective efficacy of standard Edmonston-Zagreb measles vaccination in infants aged 4.5 months: interim analysis of a randomised clinical trial. _BMJ_ 2008;337:a661-a661.\n\n[Crossref](https://doi.org/10.1136/bmj.a661)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/18653640/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Protective+efficacy+of+standard+Edmonston-Zagreb+measles+vaccination+in+infants+aged+4.5+months%3A+interim+analysis+of+a+randomised+clinical+trial.&publication_year=2008&journal=BMJ&pages=a661-a661&doi=10.1136%2Fbmj.a661&pmid=18653640)\n\n63.\n\nFisker AB, Nebie E, Schoeps A, et al. A two-center randomized trial of an additional early dose of measles vaccine: effects on mortality and measles antibody levels. _Clin Infect Dis_ 2018;66:1573-1580.\n\n[Crossref](https://doi.org/10.1093/cid/cix1033)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29177407/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+two-center+randomized+trial+of+an+additional+early+dose+of+measles+vaccine%3A+effects+on+mortality+and+measles+antibody+levels.&publication_year=2018&journal=Clin+Infect+Dis&pages=1573-1580&doi=10.1093%2Fcid%2Fcix1033&pmid=29177407)\n\n64.\n\nBrinkman ID, Butler AL, de Wit J, van Binnendijk RS, Alter G, van Baarle D. Measles vaccination elicits a polyfunctional antibody response, which decays more rapidly in early vaccinated children. _J Infect Dis_ 2022;225:1755-1764.\n\n[Crossref](https://doi.org/10.1093/infdis/jiab318)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34134138/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccination+elicits+a+polyfunctional+antibody+response%2C+which+decays+more+rapidly+in+early+vaccinated+children.&publication_year=2022&journal=J+Infect+Dis&pages=1755-1764&doi=10.1093%2Finfdis%2Fjiab318&pmid=34134138)\n\n65.\n\nvan der Staak M, Ten Hulscher HI, Nicolaie AM, et al. Long-term dynamics of measles virus-specific neutralizing antibodies in children vaccinated before 12 months of age. _Clin Infect Dis_ 2025;80:904-910.\n\n[Crossref](https://doi.org/10.1093/cid/ciae537)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39492687/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+dynamics+of+measles+virus-specific+neutralizing+antibodies+in+children+vaccinated+before+12+months+of+age.&publication_year=2025&journal=Clin+Infect+Dis&pages=904-910&doi=10.1093%2Fcid%2Fciae537&pmid=39492687)\n\n66.\n\nRobert A, Suffel AM, Kucharski AJ. Long-term waning of vaccine-induced immunity to measles in England: a mathematical modelling study. _Lancet Public Health_ 2024;9(10):e766-e775.\n\n[Crossref](https://doi.org/10.1016/S2468-2667(24)00181-6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39342948/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+waning+of+vaccine-induced+immunity+to+measles+in+England%3A+a+mathematical+modelling+study.&publication_year=2024&journal=Lancet+Public+Health&pages=e766-e775&doi=10.1016%2FS2468-2667%2824%2900181-6&pmid=39342948)\n\n67.\n\nMehra S, Kludkleeb S, Chaimayo C, et al. Unveiling immunity gaps and determining a suitable age for a third dose of the measles-containing vaccine: a strategic approach to accelerating measles elimination. _Lancet Reg Health Southeast Asia_ 2024;32:100523-100523.\n\n[Crossref](https://doi.org/10.1016/j.lansea.2024.100523)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39811540/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unveiling+immunity+gaps+and+determining+a+suitable+age+for+a+third+dose+of+the+measles-containing+vaccine%3A+a+strategic+approach+to+accelerating+measles+elimination.&publication_year=2024&journal=Lancet+Reg+Health+Southeast+Asia&pages=100523-100523&doi=10.1016%2Fj.lansea.2024.100523&pmid=39811540)\n\n68.\n\nHagan JE, Crooke SN, Gunregjav N, et al. Breakthrough measles among vaccinated adults born during the post-Soviet transition period in Mongolia. _Vaccines (Basel)_ 2024;12:695-695.\n\n[Crossref](https://doi.org/10.3390/vaccines12060695)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38932425/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Breakthrough+measles+among+vaccinated+adults+born+during+the+post-Soviet+transition+period+in+Mongolia.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=695-695&doi=10.3390%2Fvaccines12060695&pmid=38932425)\n\n69.\n\nAnichini G, Terrosi C, Alessandri G, et al. Seronegative vaccinees may not benefit from multiple booster doses of MMR vaccine in restoring immunity. _J Med Virol_ 2024;96(12):e70135-e70135.\n\n[Crossref](https://doi.org/10.1002/jmv.70135)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39722553/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Seronegative+vaccinees+may+not+benefit+from+multiple+booster+doses+of+MMR+vaccine+in+restoring+immunity.&publication_year=2024&journal=J+Med+Virol&pages=e70135-e70135&doi=10.1002%2Fjmv.70135&pmid=39722553)\n\n70.\n\nPatel MK, Goodson JL, Alexander JP Jr, et al. Progress toward regional measles elimination — worldwide, 2000–2019. _MMWR Morb Mortal Wkly Rep_ 2020;69:1700-1705.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm6945a6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/33180759/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+regional+measles+elimination+%E2%80%94+worldwide%2C+2000%E2%80%932019.&publication_year=2020&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1700-1705&doi=10.15585%2Fmmwr.mm6945a6&pmid=33180759)\n\n71.\n\nHotez PJ, Nuzhath T, Colwell B. Combating vaccine hesitancy and other 21st century social determinants in the global fight against measles. _Curr Opin Virol_ 2020;41:1-7.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.01.001)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32113136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Combating+vaccine+hesitancy+and+other+21st+century+social+determinants+in+the+global+fight+against+measles.&publication_year=2020&journal=Curr+Opin+Virol&pages=1-7&doi=10.1016%2Fj.coviro.2020.01.001&pmid=32113136)\n\n72.\n\nRader B, Walensky RP, Rogers WS, Brownstein JS. Revising US MMR vaccine recommendations amid changing domestic risks. _JAMA_ 2025;333:1201-1202.\n\n[Crossref](https://doi.org/10.1001/jama.2025.3867)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40085113/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Revising+US+MMR+vaccine+recommendations+amid+changing+domestic+risks.&publication_year=2025&journal=JAMA&pages=1201-1202&doi=10.1001%2Fjama.2025.3867&pmid=40085113)\n\n73.\n\nCenters for Disease Control and Prevention. Measles cases and outbreaks. June 6, 2025 ( [https://www.cdc.gov/measles/data-research/index.html](https://www.cdc.gov/measles/data-research/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+cases+and+outbreaks.+June+6%2C+2025+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fdata-research%2Findex.html%29.)\n\n74.\n\nDeStefano F, Shimabukuro TT. The MMR vaccine and autism. _Annu Rev Virol_ 2019;6:585-600.\n\n[Crossref](https://doi.org/10.1146/annurev-virology-092818-015515)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/30986133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+MMR+vaccine+and+autism.&publication_year=2019&journal=Annu+Rev+Virol&pages=585-600&doi=10.1146%2Fannurev-virology-092818-015515&pmid=30986133)\n\n75.\n\nKiang MV, Bubar KM, Maldonado Y, Hotez PJ, Lo NC. Modeling reemergence of vaccine-eliminated infectious diseases under declining vaccination in the US. _JAMA_ 2025 April 24 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1001/jama.2025.6495)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40272967/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Modeling+reemergence+of+vaccine-eliminated+infectious+diseases+under+declining+vaccination+in+the+US.&publication_year=2025&journal=JAMA&doi=10.1001%2Fjama.2025.6495&pmid=40272967)\n\n76.\n\nBendavid E, Bhattacharya J. The relationship of health aid to population health improvements. _JAMA Intern Med_ 2014;174:881-887.\n\n[Crossref](https://doi.org/10.1001/jamainternmed.2014.292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24756557/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+relationship+of+health+aid+to+population+health+improvements.&publication_year=2014&journal=JAMA+Intern+Med&pages=881-887&doi=10.1001%2Fjamainternmed.2014.292&pmid=24756557)\n\n77.\n\nBrown DW, Warrener L, Scobie HM, et al. Rapid diagnostic tests to address challenges for global measles surveillance. _Curr Opin Virol_ 2020;41:77-84.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.05.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32615510/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Rapid+diagnostic+tests+to+address+challenges+for+global+measles+surveillance.&publication_year=2020&journal=Curr+Opin+Virol&pages=77-84&doi=10.1016%2Fj.coviro.2020.05.007&pmid=32615510)\n\n78.\n\nAdigweme I, Yisa M, Ooko M, et al. A measles and rubella vaccine microneedle patch in the Gambia: a phase 1/2, double-blind, double-dummy, randomised, active-controlled, age de-escalation trial. _Lancet_ 2024;403:1879-1892.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(24)00532-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38697170/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+measles+and+rubella+vaccine+microneedle+patch+in+the+Gambia%3A+a+phase+1%2F2%2C+double-blind%2C+double-dummy%2C+randomised%2C+active-controlled%2C+age+de-escalation+trial.&publication_year=2024&journal=Lancet&pages=1879-1892&doi=10.1016%2FS0140-6736%2824%2900532-4&pmid=38697170)\n\n79.\n\nGoodson JL, Rota PA. Innovations in vaccine delivery: increasing access, coverage, and equity and lessons learnt from measles and rubella elimination. _Drug Deliv Transl Res_ 2022;12:959-967.\n\n[Crossref](https://doi.org/10.1007/s13346-022-01130-9)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35211868/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Innovations+in+vaccine+delivery%3A+increasing+access%2C+coverage%2C+and+equity+and+lessons+learnt+from+measles+and+rubella+elimination.&publication_year=2022&journal=Drug+Deliv+Transl+Res&pages=959-967&doi=10.1007%2Fs13346-022-01130-9&pmid=35211868)\n\n80.\n\nPoland GA, Jacobson RM. The re-emergence of measles in developed countries: time to develop the next-generation measles vaccines? _Vaccine_ 2012;30:103-104.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2011.11.085)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22196079/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+re-emergence+of+measles+in+developed+countries%3A+time+to+develop+the+next-generation+measles+vaccines%3F&publication_year=2012&journal=Vaccine&pages=103-104&doi=10.1016%2Fj.vaccine.2011.11.085&pmid=22196079)\n\n### Information\n\n#### Published In\n\nNew England Journal of Medicine\n\n[Recently Published](https://www.nejm.org/toc/nejm/0/0)\n\n#### Copyright\n\nCopyright © 2025 Massachusetts Medical Society. All rights reserved.\n\nFor personal use only. Any commercial reuse of NEJM Group content requires [permission](mailto:permissions@nejm.org).\n\n#### History\n\n**Published online**: June 25, 2025\n\n#### Topics\n\n01. [Childhood Diseases](https://www.nejm.org/browse/topic/childhood-diseases)\n03. [Global Health](https://www.nejm.org/browse/topic/global-health)\n05. [Infectious Disease General](https://www.nejm.org/browse/topic/infectious-disease-general)\n07. [Pediatrics General](https://www.nejm.org/browse/topic/pediatrics-general)\n09. [Vaccines](https://www.nejm.org/browse/topic/vaccines)\n11. [Viral Infections](https://www.nejm.org/browse/topic/viral-infections)\n\n### Authors\n\n#### Affiliations\n\nLien Anh HaDo, M.D., Ph.D. [https://orcid.org/0000-0002-2401-8980](https://orcid.org/0000-0002-2401-8980)\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nKimMulholland, M.B., B.S., M.D.\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nLondon School of Hygiene and Tropical Medicine, London\n\nUniversity of Nagasaki, Nagasaki, Japan\n\n#### Notes\n\nDr. Do can be contacted at [lienanhha.do@mcri.edu.au](mailto:lienanhha.do@mcri.edu.au) or at Murdoch Children’s Research Institute, 50 Flemington Rd., Melbourne, VIC 3052, Australia.\n\n### Metrics\n\n#### Altmetrics\n\n[![Article has an altmetric score of 600](https://badges.altmetric.com/?size=320&score=600&types=mbtttfuu)](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[See more details](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[Picked up by **45** news outlets](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=news)\n\n[Blogged by **1**](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=blogs)\n\n[Posted by **196** X users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=twitter)\n\n[On **3** Facebook pages](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=facebook)\n\n[Referenced by **192** Bluesky users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=bluesky)\n\n**108** readers on Mendeley\n\n\n### Citations\n\n#### Export citation\n\nSelect the format you want to export the citation of this publication.\n\nFormat\\*Please Select\n\n[RIS (ProCite, Reference Manager)](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [EndNote](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [BibTex](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [Medlars](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [RefWorks](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\nPlease select an item in the list\n\nDirect Import\n\nExport citation\n\n#### Cited by\n\n01. - Erika Khuu,\n    - Sohela Moussaoui,\n    - Nicolas Vignier,\n    - Kim Bonello,\n    - Elise Archer,\n\nVaccine hesitancy among migrant populations in Europe: A mixed-methods systematic review, Vaccine, **68**, (127954), (2025). [https://doi.org/10.1016/j.vaccine.2025.127954](https://doi.org/10.1016/j.vaccine.2025.127954 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127954)\n\n02. - Ayman Azhary,\n    - Nooh Mohamed Hajhamed,\n    - Eman Taha Osman Ali,\n    - Claude Mambo Muvunyi,\n    - Emmanuel Edwar Siddig,\n\nResurgent multistate measles outbreak in Sudan amidst conflict: Urgent need for vaccination and international support, International Journal of Infectious Diseases, **160**, (108066), (2025). [https://doi.org/10.1016/j.ijid.2025.108066](https://doi.org/10.1016/j.ijid.2025.108066 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108066)\n\n03. - Corey H. Basch,\n    - Carlee Denholtz,\n    - Rafael Gonzalez Castillo,\n    - Christie Jaime,\n\nPublic health in the age of TikTok: A content analysis of measles narratives, International Journal of Infectious Diseases, **160**, (108055), (2025). [https://doi.org/10.1016/j.ijid.2025.108055](https://doi.org/10.1016/j.ijid.2025.108055 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108055)\n\n04. - Mohammed Mustafa,\n    - Alex S. Reznik,\n    - Juan Uribe,\n    - Joel Mintz,\n    - Sabrina Taldone,\n    - Bhavarth Shukla,\n    - Mohammed Raja,\n    - Yoichiro Natori,\n\nMeasles seropositivity in previously vaccinated individuals: a systematic review and meta-analysis, eClinicalMedicine, (103564), (2025). [https://doi.org/10.1016/j.eclinm.2025.103564](https://doi.org/10.1016/j.eclinm.2025.103564 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.eclinm.2025.103564)\n\n05. - Burcu Bursal,\n    - Taylan Çelik,\n    - İlyas Bingöl,\n    - Demet Tosun,\n    - Sevgi Aslan Tuncay,\n    - Zeynep Kılıç Dağtekin,\n    - Behiye Benaygül Kaçmaz,\n    - Ayper Somer,\n    - Ener Çağrı Dinleyici,\n    - Hasan Tezer,\n    - Ateş Kara,\n    - Sevgen Tanır Başaranoğlu,\n    - Ceren Çetin,\n    - Beril Karakoç,\n    - Senem Behsat Ulukaya,\n    - Enes Sali,\n    - Neval Topal,\n    - Manolya Kara,\n    - Merve İşeri Nepesov,\n    - Pınar Yüksekkaldıran,\n    - Ayşe Tekin Yılmaz,\n    - Sevgi Yaşar Durmuş,\n    - Selin Yıldız,\n    - Esra Çakmak Taşkın,\n    - Hatice Uygun,\n    - Beste Akdeniz Eren,\n    - Güldane Dikme,\n    - Zühal Ümit,\n    - Merve Kılıç Çil,\n    - Gizem Mardinoğlu,\n    - Hacer Aktürk,\n    - Belkıs Hatice İnceli,\n    - Mustafa Gençeli,\n    - Burcu Ceylan Cura Yayla,\n    - Fatma Dilşad Aksoy,\n    - Gül Arga,\n    - Gülsüm Alkan,\n    - Canan Özlü,\n    - Ümit Aslan Sarıtaş,\n    - Coşkun Ekemen,\n    - Cihangül Bayhan,\n    - Asuman Akar,\n    - Ayşe Kübra Açık,\n    - Mehmet Emin Menentoğlu,\n    - Didem Kızmaz İşançlı,\n    - Gülşen Akkoç,\n    - Metin Uysalol,\n    - Ayşe Karaaslan,\n    - Nazan Dalgıç,\n    - Deniz Çakır,\n    - Murat Sütçü,\n    - Özlem Erdede,\n    - Türkan Aydın Teke,\n    - Binnaz Çelik,\n    - Tuğba Erat,\n    - Pınar Önal,\n    - Edanur Yeşil,\n    - Ümit Çelik,\n    - Ayşenur Bostan,\n    - Nevin Çelik,\n    - Halil Özdemir,\n    - Özge Metin Akcan,\n    - Solmaz Çelebi,\n    - Meltem Kıymaz,\n    - Ahu Kara Aksay,\n    - Tuğçe Tural Kara,\n    - Nihal Akçay,\n    - Nevin Hatipoğlu,\n    - Adem Karbuz,\n    - Sevliya Öcal Demir,\n    - Özden Türel,\n    - Eda Kepenekli,\n    - Gözde Apaydın Sever,\n    - Necdet Kuyucu,\n    - Zümrüt Şahbudak Bal,\n    - Mustafa Hacımustafaoğlu,\n    - Gülsüm İclal Bayhan,\n    - Ergin Çiftçi,\n    - Fatma Deniz Aygün,\n    - Dilek Yılmaz,\n\nResurgent measles in Türkiye: predictors of severe disease in a nationwide paediatric cohort, 2023, European Journal of Pediatrics, **184**, 11, (2025). [https://doi.org/10.1007/s00431-025-06539-1](https://doi.org/10.1007/s00431-025-06539-1 \"Crossref\")\n[Crossref](https://doi.org/10.1007/s00431-025-06539-1)\n\n06. - Vladimir Leksa,\n\n\n    Immunitas magistra vitae, EMBO Reports, (2025). [https://doi.org/10.1038/s44319-025-00592-5](https://doi.org/10.1038/s44319-025-00592-5 \"Crossref\")\n    [Crossref](https://doi.org/10.1038/s44319-025-00592-5)\n\n07. - Nichkamol Lertamornkitti,\n    - Philip N. Britton,\n\nMeasles is misery: A brief update for paediatricians, Paediatric Respiratory Reviews, (2025). [https://doi.org/10.1016/j.prrv.2025.10.003](https://doi.org/10.1016/j.prrv.2025.10.003 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.prrv.2025.10.003)\n\n08. - Nigel W. Crawford,\n    - Inna G. Ovsyannikova,\n    - Sompong Vongpunsawad,\n    - Alex De Figueiredo,\n    - Richard B. Kennedy,\n\nOpen Access in 2025: supporting the publication of readily accessible, ‘peer reviewed’ immunization science has never been more important, Vaccine: X, (100745), (2025). [https://doi.org/10.1016/j.jvacx.2025.100745](https://doi.org/10.1016/j.jvacx.2025.100745 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.jvacx.2025.100745)\n\n09. - Kelley Lee,\n    - Jillian Kohler,\n\nGood governance essential to expanding vaccine capacity and strengthening public trust, The Lancet, **406**, 10513, (1707-1710), (2025). [https://doi.org/10.1016/S0140-6736(25)01681-2](https://doi.org/10.1016/S0140-6736(25)01681-2 \"Crossref\")\n[Crossref](https://doi.org/10.1016/S0140-6736(25)01681-2)\n\n10. - Simon F. Dufresne,\n    - Mohammadreza R. Shahmirzadi,\n    - Uday Deotare,\n    - Dima Kabbani,\n    - Shahid Husain,\n    - Coleman Rotstein,\n    - Seyed M. Hosseini-Moghaddam,\n\nMeasles Outbreaks and Implications for Patients Receiving Stem Cell or Cellular Therapies in Canada: Cell Therapy Transplant Canada (CTTC) Infectious Diseases Working Committee, Current Oncology, **32**, 9, (525), (2025). [https://doi.org/10.3390/curroncol32090525](https://doi.org/10.3390/curroncol32090525 \"Crossref\")\n[Crossref](https://doi.org/10.3390/curroncol32090525)\n\n11. See more\n\nLoading...\n\n### View options\n\n#### PDF\n\n[View PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516)\n\n### Figures\n\n### Other\n\n### Share\n\n#### CONTENT LINK\n\nCopy Link\n\nCopied!\n\nCopying failed.\n\n#### Share\n\n[Facebook](https://www.nejm.org/#facebook \"Share on Facebook\") [X](https://www.nejm.org/#twitter \"Share on X\") [LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\") [email](https://www.nejm.org/#email \"Share on email\") [Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[Download PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516?download=true)\n\nNow Reading:\n\n[Share](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n- [Share on Facebook](https://www.nejm.org/#facebook \"Share on Facebook\")\n- [Share on X](https://www.nejm.org/#twitter \"Share on X\")\n- [Share on LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\")\n- [Share on email](https://www.nejm.org/#email \"Share on email\")\n- [Share on Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[**PREVIOUS ARTICLE** \\\\\n\\\\\nAn Evidence-Based Approach to Covid-19 Vaccination\\\\\n\\\\\nPrevious](https://www.nejm.org/doi/full/10.1056/NEJMc2507760)\n\nxrefBack.goTo\n\nxrefBack.goTo\n\nRequest permissionsExpand All\n\nCollapse\n\nExpand Table\n\nShow all references\n\nSHOW ALL BOOKS\n\n[Authors Info & Affiliations](about:blank#tab-contributors)\n\nThis site uses cookies and related technologies, as described in our privacy policy, for purposes that may include site operation, analytics, enhanced user experience, or advertising. You may choose to consent to our use of these technologies, or manage your own preferences.\n\nAcceptManage Settings\n\n# Sign In\n\n{\\\\* #signInForm \\*}\n\n\n{\\\\* signInEmailAddress \\*}\n{\\\\* currentPassword \\*}\n\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\n{\\\\* /signInForm \\*}\n\n\n# Forgot Password\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* #forgotPasswordForm \\*}\n\n\n{\\\\* forgotPasswordEmailAddress \\*}\n{\\\\* captcha \\*}\n\n\n{\\\\* /forgotPasswordForm \\*}\n\n\n# Create New Password\n\nWe've sent an email with instructions to create a new password. Your existing password has not been changed.\n\nCLOSE\n\nTo reset your password, enter a new password twice and click the 'Reset Password' button.\n\n{\\\\* #changePasswordFormNoAuth \\*}\n{\\\\* newPassword \\*}\n{\\\\* newPasswordConfirm \\*}\n\n\n{\\\\* /changePasswordFormNoAuth \\*}\n\n\nYour password has been reset. You will need to [sign in](https://www.nejm.org/signin) again using your new password to access site content and features.\n\n{\\\\* #resetPasswordForm \\*}\n\n\nThe link that you followed to reset your password has expired.\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* signInEmailAddress \\*}\n\n\n{\\\\* /resetPasswordForm \\*}\n\n\nIf the address matches an existing account, you will receive an email with instructions to reset your password.\n\nCopy link\n\n✓\n\nThanks for sharing!\n\nFind any service\n\n[AddToAny](https://www.addtoany.com/ \"Share Buttons\")\n\n[More…](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#addtoany \"Show all\")\n\nA2A\n\nSign in using your account with\n\n- AOL\n- OpenID\n\n- Yahoo!\n\n[Social Login by Janrain](http://janrain.com/products/engage/social-login?utm_source=mms.rpxnow.com&utm_medium=Partner&utm_campaign=attribution)\n\n[X](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n# Sign In\n\nEmail Address\n\nValidating\n\nPassword\n\nValidating\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)",
    "query": "Measles media coverage influence 2025 USA"
  },
  {
    "snippet": "[Skip to main content](https://www.kff.org/health-information-trust/kff-tracking-poll-on-health-information-and-trust-the-publics-views-on-measles-outbreaks-and-misinformation/#main)\n\nPoll Finding\n\n# KFF Tracking Poll on Health Information and Trust: The Public’s Views on Measles Outbreaks and Misinformation\n\nAuthors: [Alex Montero](https://www.kff.org/person/alex-montero/), [Grace Sparks](https://www.kff.org/person/grace-sparks/), [Julian Montalvo III](https://www.kff.org/person/julian-montalvo...",
    "content": "[Skip to main content](https://www.kff.org/health-information-trust/kff-tracking-poll-on-health-information-and-trust-the-publics-views-on-measles-outbreaks-and-misinformation/#main)\n\nPoll Finding\n\n# KFF Tracking Poll on Health Information and Trust: The Public’s Views on Measles Outbreaks and Misinformation\n\nAuthors: [Alex Montero](https://www.kff.org/person/alex-montero/), [Grace Sparks](https://www.kff.org/person/grace-sparks/), [Julian Montalvo III](https://www.kff.org/person/julian-montalvo/), [Ashley Kirzinger](https://www.kff.org/person/ashley-kirzinger/), and [Liz Hamel](https://www.kff.org/person/liz-hamel/)\n\nPublished:Apr 23, 2025\n\nPrint [Email](mailto:?subject=KFF%20Tracking%20Poll%20on%20Health%20Information%20and%20Trust%3A%20The%20Public%E2%80%99s%20Views%20on%20Measles%20Outbreaks%20and%20Misinformation&body=https%3A%2F%2Fwww.kff.org%2Fhealth-information-trust%2Fkff-tracking-poll-on-health-information-and-trust-the-publics-views-on-measles-outbreaks-and-misinformation%2F)Copy Link\n\nSection:Findings\n\n1/2\n\n## Findings\n\n### Key Findings\n\n- As the U.S. grapples with rising measles cases across multiple states and the highest number of cases since 2019, about half of adults (51%) and parents (47%) say they are at least “somewhat worried” about the outbreak of measles, including roughly one in seven adults who are “very worried” (14% of all adults, 13% of parents). Concern is notably higher among Black and Hispanic adults – six in ten of each group express worry compared to 46% of White adults. Roughly half of adults (56%) and parents with children under 18 (48%) are aware that the number of U.S. measles cases is higher this year than in recent years.\n- Partisanship plays a major role in whether people are aware that measles cases are on the rise and whether they are worried about the most recent outbreak. Democrats are much more likely than Republicans to say they are worried about the outbreak of measles in the U.S. (76% v. 28%), and to know measles cases are up this year compared to recent years (71% v. 49%). Similar partisan gaps exist among parents as well, with Democratic and Democratic-leaning parents more than twice as likely as Republican and Republican-leaning parents to express worry over the outbreak of measles (73% v. 26%) and more likely to know the number of cases is currently higher than in past years (64% v. 37%).\n- Most adults and parents say they have read or heard some false claims about measles or the measles, mumps, rubella (MMR) vaccines, some of which have been [amplified by Robert F. Kennedy Jr](https://www.cnn.com/2025/04/12/politics/rfk-jrs-long-complicated-history-with-the-measles-vaccines/index.html)., the U.S. Secretary for Health and Human Services. The most pervasive myth is the false link between autism and the measles vaccines, with about six in ten adults (63%) and a similar share of parents (61%) saying they have read or heard the false claim that the MMR vaccines have been proven to cause autism in children.\n- The share of adults who report having heard or read the false claim that the measles vaccines are more dangerous than being infected with measles has increased by 15 percentage points in the past year. One in three adults now say they have heard or read the false claim that getting the measles vaccine is more dangerous than becoming infected with measles, up from 18% in [March 2024](https://www.kff.org/health-information-and-trust/poll-finding/measles-vaccines-and-misinformation-in-the-courts-a-snapshot-from-the-kff-health-misinformation-tracking-poll/). The shares who report having heard this false claim have also increased across partisans in the past year and more than doubled among Democrats (40% now compared to 17% in 2024).\n- When it comes to false claims that the MMR vaccines have been proven to cause autism, that vitamin A can prevent measles infections, or that getting the measles vaccine is more dangerous than becoming infected with measles, less than 5% of adults say they think these claims are “definitely true,” and much larger shares say they are “definitely false.” However, at least half of adults are uncertain about whether these claims are true or false, falling in the “malleable middle” and saying each claim is either “probably true” or “probably false.” While at least half of adults express some level of uncertainty, partisans differ in the shares who say each of these false claims is definitely or probably true, with Republicans and independents at least twice as likely as Democrats to believe or lean towards believing each false claim about measles. One-third of Republicans (35%) and a quarter (26%) of independents say it is “definitely” or “probably true” that the MMR vaccines have been proven to cause autism, compared to one in ten Democrats; three in ten Republicans (29%) and independents (28%) say it is “definitely” or “probably true” that vitamin A can prevent measles infections compared to 14% of Democrats; and one in five Republicans (20%) and independents (21%) believe or lean toward believing that the measles vaccine is more dangerous than measles infections compared to about one in ten (11%) Democrats.\n- Even amid widespread exposure to false claims about measles, large majorities of the public (83%) and parents (78%) say they are “very” or “somewhat confident” that the MMR vaccines are safe. However, confidence in the safety of MMR vaccines is lower among Republican and Republican-leaning parents, with about three in ten (31%) expressing a lack of confidence in the safety of MMR vaccines, including about one in six (17%) who say they are “not at all confident” the MMR vaccine is safe.\n\n### Awareness and Worry About Measles Outbreaks in the U.S.\n\nAs of late April, the U.S. has confirmed [800 measles cases](https://www.cdc.gov/measles/data-research/index.html) in 2025 across more than 20 states – already more than double the amount of cases reported in 2024. KFF’s latest Tracking Poll on Health Information and Trust finds that most adults (56%) and about half of parents of children under 18 (48%) are aware that the number of measles cases in the U.S. is higher this year than in recent years. This leaves about four in ten adults who are unaware that measles cases are on the rise in the U.S., either incorrectly saying cases are lower or about the same as compared to recent years (16%), or that they are “not sure” (28%).\n\nAwareness of the rise in measles cases differs across partisans, as Democrats are much more likely than Republicans to know that measles cases are higher this year than recent years (71% v. 49%), with a similar partisan gap occurring among parents who are Democrats or lean Democrat and those who are Republicans or lean Republican (64% v. 37%). Overall, college graduates are more likely than those without a college degree to know that measles cases are up this year compared to recent years (72% vs. 47%), but partisan differences in knowledge hold even when controlling for education. For example, among adults without a college degree, a larger share of Democrats than Republicans are aware that measles cases are higher now than in recent years (61% v. 43%). These partisan differences may be related to messaging from the Trump administration as Health and Human Services Secretary Robert F. Kennedy Jr. has recently [claimed](https://www.cnn.com/2025/02/27/health/kennedy-measles-outbreaks-us/index.html) this year’s outbreak in the U.S. is “not unusual” even as measles cases in the U.S. are currently at their [highest point since 2019.](https://www.cdc.gov/measles/data-research/index.html#cdc_data_surveillance_section_5-yearly-measles-cases)\n\nFigure1\n\n### Most of the Public is Aware Measles Cases are Currently Higher Than in Previous Years, But Awareness is Lower Among Republican and Republican-Leaning Parents\n\nAs far as you know, is the number of measles cases in the U.S. higher this year than in recent years, lower this this year than in recent years, or about the same as in recent years, or are you not sure?\n\nStacked bar chart showing share of U.S. adults' perceived level of measles cases compared to previous years.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/ROsL2/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![Most of the Public is Aware Measles Cases are Currently Higher Than in Previous Years, But Awareness is Lower Among Republican and Republican-Leaning Parents](https://datawrapper.dwcdn.net/ROsL2/full.png)\n\nHalf of adults (51%) and a similar share of parents (47%) say they are at least “somewhat worried” about the outbreak of measles in the U.S., including 14% of adults and 13% of and parents who say they are “very worried.” Concern about measles is also higher among Black adults and Hispanic adults, with about six in ten of each group saying they are worried compared to about half (46%) of White adults. Just as Democrats are more aware of the rise in measles cases, they are also more worried about the current outbreak. Democrats are more than twice as likely as Republicans to say they are worried about the outbreak of measles in the U.S. (76% v. 28%), while a similar partisan split exists among parents (73% v. 26%). These large partisan differences persist when controlling for education; among both college graduates and those without a degree, the share who express worry is at least twice as large among Democrats as among Republicans.\n\nFigure2\n\n### About Half of the Public Say They are Worried About the Outbreak of Measles in the U.S., Including Larger Shares of Democrats, Black Adults, and Hispanic Adults\n\nHow worried are you, if at all, about the outbreak of measles in the U.S.?\n\nStacked bar chart showing how worried U.S. adults are of an outbreak of measles in the U.S.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/OhKLV/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![About Half of the Public Say They are Worried About the Outbreak of Measles in the U.S., Including Larger Shares of Democrats, Black Adults, and Hispanic Adults](https://datawrapper.dwcdn.net/OhKLV/full.png)\n\n### Misinformation About Measles and Vaccines\n\nAs [attitudes toward childhood vaccination shift](https://www.kff.org/health-information-and-trust/poll-finding/kff-tracking-poll-on-health-information-and-trust-january-2025/) alongside [declining childhood vaccination rates](https://www.kff.org/policy-watch/childhood-vaccination-rates-continue-to-decline-as-trump-heads-for-a-second-term/), false and misleading statements about measles and the measles, mumps, rubella (MMR) vaccines have continued to spread. While current Health and Human Services Secretary Robert F. Kennedy Jr. has recently [recommended](https://www.cbsnews.com/video/rfk-jr-says-people-should-get-the-measles-vaccine/) people get the MMR vaccines, he has also recently claimed the MMR vaccines cause the [same illnesses that measles itself causes](https://www.cnn.com/2025/04/12/politics/rfk-jrs-long-complicated-history-with-the-measles-vaccines/index.html) and [touted vitamin A](https://www.nytimes.com/2025/03/25/health/measles-kennedy-vitamin-a.html) as a potential remedy for measles, which [has led to concerns](https://www.washingtonpost.com/health/2025/03/04/measles-outbreak-vitamin-a-concerns/?ref=infodemiology.com) that some may turn to supplements in lieu of vaccination. Kennedy also has a history of [linking vaccines and autism](https://www.cnn.com/2025/04/10/health/kennedy-autism-causes/index.html), a claim associated with a [since-retracted study in the 1990s](https://www.healthaffairs.org/content/forefront/refuting-lie-won-t-die-taking-fight-vaccines-beyond-doctor-s-office).\n\nThe latest KFF Tracking Poll on Health Information and Trust finds most adults and parents say they have read or heard some false claims about measles or the MMR vaccines – with the link between the MMR vaccine and autism the most prevalent. About six in ten adults (63%) and parents (61%) say they have read or heard the false claim that the MMR vaccines have been proven to cause autism in children. The share of adults and parents who say they have heard this false claim has remained persistent and largely [unchanged since 2023](https://www.kff.org/health-information-and-trust/poll-finding/kff-health-misinformation-tracking-poll-pilot/). About seven in ten White adults (72%) say they have heard the false claim linking the MMR vaccines with autism, compared to fewer Black adults (53%) and Hispanic adults (45%). The share of adults who report hearing this false claim includes majorities across gender, age and partisanship.\n\nOne-third of adults and parents have heard or read the false claim that getting the measles vaccine is more dangerous than becoming infected with measles, and one in five adults and similar shares of parents (17%) have heard or read the false claim that Vitamin A can prevent measles infections. About a quarter of Democrats (26%) and independents (23%) say they have heard that vitamin A can prevent measles infections compared to fewer Republicans (13%); however, among parents, similar shares across partisans report having heard this claim.\n\nFigure3\n\n### Most Adults Have Heard the Myth That Measles Vaccines Cause Autism, At Least One in Five Have Heard False Claims About the Danger of Measles Vaccines or Vitamin A Preventing Measles\n\nShare who say they've heard or read about the following false claims:\n\nSplit bar chart showing share of U.S. adults who say they have heard or read about three false claims related to measles.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/bsO3o/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![Most Adults Have Heard the Myth That Measles Vaccines Cause Autism, At Least One in Five Have Heard False Claims About the Danger of Measles Vaccines or Vitamin A Preventing Measles](https://datawrapper.dwcdn.net/bsO3o/full.png)\n\nNotably, the shares of adults and parents who have heard the false claim that the measles vaccine is more dangerous than getting infected with measles has increased by 15 percentage points since [March 2024](https://www.kff.org/health-information-and-trust/poll-finding/measles-vaccines-and-misinformation-in-the-courts-a-snapshot-from-the-kff-health-misinformation-tracking-poll/), when about one in five adults (18%) and parents (19%) reported having heard this claim. The share who reports having heard this claim has also increased across partisans since 2024 and doubled among Democrats (40% now compared to 17% in 2024).\n\nFigure4\n\n### The Share of Adults Who Say They Have Heard the False Claim That Measles Vaccines are More Dangerous Than Measles Has Increased Since 2024\n\nPercent who have heard or read that **getting the measles vaccine is more dangerous than becoming infected with measles:**\n\nRange plot showing the share of U.S. adults who have heard or read about a false claim related to the measles in March 2024 and in April 2025.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025) and KFF Tracking Poll on Health Information and Trust (Feb. 20-28, 2024)Get the data [Download PNG](https://datawrapper.dwcdn.net/DXZ8C/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![The Share of Adults Who Say They Have Heard the False Claim That Measles Vaccines are More Dangerous Than Measles Has Increased Since 2024](https://datawrapper.dwcdn.net/DXZ8C/full.png)\n\n#### Belief in False Claims About Measles and Vaccines\n\nEven with widespread exposure to some false claims about measles, less than 5% of adults say they think each claim is “definitely true.” Yet, less than half of adults say each of these claims is “definitely false,” with larger shares expressing some doubt. Similar to what [previous KFF polls](https://www.kff.org/health-information-and-trust/poll-finding/kff-health-misinformation-tracking-poll-pilot/) have found on a wide range of health misinformation topics, many adults fall into a “malleable middle” category, expressing uncertainty about the veracity of these claims. At least half the public fall into this malleable middle category when it comes to false statements about measles, saying it is either “probably true” or “probably false” that vitamin A can prevent measles infections (70%), that the MMR vaccines have been proven to cause autism in children (62%), or that measles vaccines are more dangerous than measles infections (54%).\n\nFigure5\n\n### At Least Half of the Public are Uncertain When it Comes to False Claims About Measles, Saying Such Claims are Either Probably True or Probably False\n\nDo you think each of the following is:\n\nStacked bar chart showing the share of U.S. adults who think three false claims about the measles are true or false.\n\nNote:See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/dotNG/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![At Least Half of the Public are Uncertain When it Comes to False Claims About Measles, Saying Such Claims are Either Probably True or Probably False](https://datawrapper.dwcdn.net/dotNG/full.png)\n\nWhile most people express some level of uncertainty, there are differences by partisanship, education and race/ethnicity in the shares who believe or lean toward believing each of these false claims. A quarter of adults and one-third of parents (33%) say the false claim that MMR vaccines have been proven to cause autism in children is either “definitely true” or “probably true.” Similarly, a quarter of adults (24%) and about three in ten parents (31%) say it is “definitely” or “probably true” that vitamin A can prevent measles infections. Fewer, but still notable shares (19% of adults, 27% of parents), endorse the claim that MMR vaccines are more dangerous than measles infections.\n\nAt least one in five Republicans and independents say they think each of the three false claims about measles are either “definitely” or “probably true” compared to smaller shares of Democrats, including that the MMR vaccines have been proven to cause autism in children (35% of Republicans and 26% of independents compared to 10% of Democrats), that vitamin A can prevent measles infections (29% of Republicans and 28% of independents v. 14% of Democrats), and that the measles vaccine is more dangerous than measles infections (20% of Republicans and 21% of independents v. 11% of Democrats). These partisan divisions also hold among parents, with Republican or Republican-leaning parents consistently more likely than Democratic or Democratic-leaning parents to say the false claims are “definitely” or “probably true.”\n\nWhile adults without a college degree are about twice as likely as those with a college degree to believe or lean toward believing each false claim, partisan differences hold even when controlling for education in most cases. For example, among adults without a college degree, Republicans are three times as likely as Democrats to say it is “definitely” or “probably true” that the MMR vaccines are proven to cause autism (41% v. 13%), and among those _with_ a college degree, Republicans continue to be more likely than Democrats to believe or lean toward believing the myth (25% v. 5%).\n\nHispanic adults are more likely than Black adults and White adults to say it is “definitely” or “probably true” that the measles vaccine is more dangerous than becoming infected with measles (34% of Hispanic adults v. 19% of Black adults and 15% of White adults) or that Vitamin A can prevent measles infections (43% of Hispanic adults v. 25% of Black adults and 18% of White adults). Similar shares across race and ethnicity say it is “definitely” or “probably true” that the MMR vaccines are known to cause autism.\n\nThe share of adults who say it is “definitely true” or “probably true” that the MMR vaccines are linked to autism in children or that the MMR vaccines are more dangerous than measles has not changed since [2023](https://www.kff.org/health-information-and-trust/poll-finding/kff-health-misinformation-tracking-poll-pilot/) or [2024](https://www.kff.org/health-information-and-trust/poll-finding/measles-vaccines-and-misinformation-in-the-courts-a-snapshot-from-the-kff-health-misinformation-tracking-poll/), respectively, including among parents and across partisan groups.\n\nFigure6\n\n### Republicans and Independents are More Likely Than Democrats to Say False Claims About Measles are Definitely or Probably True, With Similar Partisan Splits Among Parents\n\nShare who say the following false claims are **definitely or probably** true:\n\nSplit bar chart showing share of U.S. adults who say they believe about each of three false claims related to measles.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/Ipl2A/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![Republicans and Independents are More Likely Than Democrats to Say False Claims About Measles are Definitely or Probably True, With Similar Partisan Splits Among Parents](https://datawrapper.dwcdn.net/Ipl2A/full.png)\n\nBelieving or leaning toward believing false claims about measles and MMR vaccines is associated with parents’ actions when it comes to vaccinating their children. Among parents who say that at least one of the three false claims about measles is either “definitely” or “probably true,” a quarter (24%) say they have delayed or skipped some vaccines for their children, compared to about one in ten parents (11%) who say each of the three measles myths are “probably” or “definitely false.” While belief in false claims about measles is associated with parents delaying or skipping some vaccines for their children, the survey did not measure whether they have skipped the MMR vaccine specifically.\n\nFigure7\n\n### Parents Who Say False Claims About Measles are Definitely or Probably True are More Likely To Have Skipped Some Recommended Vaccines for Their Child\n\nDo you normally keep your children up-to-date with recommended childhood vaccines such as the MMR vaccine, or have you ever delayed or skipped some childhood vaccines for your children?\n\nBar chart showing the percent of parents who keep their child up to date on childhood vaccines among those who believe at least one or all three false claims related to measles.\n\nNote:Among parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\nFalse claims about measles details\nFalse claims about measles include: the measles, mumps, rubella vaccines have been proven to cause autism in children; getting the measles vaccine is more dangerous than becoming infected with measles; and vitamin A can prevent measles.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/k7yTn/full.png)\n\n![KFF.org (grey border)](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![Parents Who Say False Claims About Measles are Definitely or Probably True are More Likely To Have Skipped Some Recommended Vaccines for Their Child](https://datawrapper.dwcdn.net/k7yTn/full.png)\n\n### Views on the Safety of MMR Vaccines\n\nEven amid widespread exposure to some false information about the MMR vaccines, large majorities of adults and parents are confident the measles, mumps, rubella (MMR) vaccines are safe, though confidence is notably lower among Republican and Republican-leaning parents. At least eight in ten adults (83%) and parents (78%) say they are either “very” or “somewhat confident” that vaccines for measles, mumps, and rubella are safe, with over nine in ten Democrats (96%) and eight in ten independents (80%) and Republicans (79%) expressing confidence. While confidence in MMR vaccine safety is high among Democratic and Democratic-leaning parents (95%), far fewer Republican and Republican-leaning parents are confident in the safety of the MMR vaccines (69%) – leaving three in ten Republican parents who say they are not confident in the safety of the measles vaccines, including about one in six who say they are “not at all confident” (17%). The MMR vaccines [have been proven](https://www.fda.gov/consumers/consumer-updates/vaccination-best-protection-against-measles) to be both safe and effective in providing protection against measles.\n\nFigure8\n\n### Eight in Ten Adults and Parents Say They Are Confident MMR Vaccines are Safe, But Fewer Republican Parents Express Confidence\n\nHow confident, if at all, are you that vaccines for measles, mumps, rubella, or MMR, are safe?\n\nStacked bar chart showing the level of confidence U.S. adults have in vaccines for measles.\n\nNote:Parents are parents or guardians of a child under the age of 18 living in their household. See topline for full question wording.\n\nSource:KFF Tracking Poll on Health Information and Trust (April 8-15, 2025)Get the data [Download PNG](https://datawrapper.dwcdn.net/1Jw5J/full.png)\n\n![KFF.org](https://static.dwcdn.net/custom/themes/kfforg/KFF%20PRIMARY%20(NEW).png)\n\n![Eight in Ten Adults and Parents Say They Are Confident MMR Vaccines are Safe, But Fewer Republican Parents Express Confidence](https://datawrapper.dwcdn.net/1Jw5J/full.png)\n\n## Methodology\n\nThis KFF Tracking Poll on Health Information and Trust was designed and analyzed by public opinion researchers at KFF. The survey was conducted April 8-15, 2025, online and by telephone among a nationally representative sample of 1,380 U.S. adults in English (1,322) and in Spanish (58). The sample includes 1,022 adults (n=48 in Spanish) reached through the [SSRS Opinion Panel](https://ssrs.com/opinion-panel/) either online (n=997) or over the phone (n=25). The SSRS Opinion Panel is a nationally representative probability-based panel where panel members are recruited randomly in one of two ways: (a) Through invitations mailed to respondents randomly sampled from an Address-Based Sample (ABS) provided by Marketing Systems Groups (MSG) through the U.S. Postal Service’s Computerized Delivery Sequence (CDS); (b) from a dual-frame random digit dial (RDD) sample provided by MSG. For the online panel component, invitations were sent to panel members by email followed by up to three reminder emails.\n\nAnother 358 (n=17 in Spanish) adults were reached through random digit dial telephone sample of prepaid cell phone numbers obtained through MSG. Phone numbers used for the prepaid cell phone component were randomly generated from a cell phone sampling frame with disproportionate stratification aimed at reaching Hispanic and non-Hispanic Black respondents. Stratification was based on incidence of the race/ethnicity groups within each frame. Among this prepaid cell phone component, 194 were interviewed by phone and 164 were invited to the web survey via short message service (SMS).\n\nRespondents in the prepaid cell phone sample who were interviewed by phone received a $15 incentive via a check received by mail. Respondents in the prepaid cell phone sample reached via SMS received a $10 electronic gift card incentive. SSRS Opinion Panel respondents received a $5 electronic gift card incentive (some harder-to-reach groups received a $10 electronic gift card). In order to ensure data quality, cases were removed if they failed two or more quality checks: (1) attention check questions in the online version of the questionnaire, (2) had over 30% item non-response, or (3) had a length less than one quarter of the mean length by mode. Based on this criterion, no cases were removed.\n\nThe combined cell phone and panel samples were weighted to match the sample’s demographics to the national U.S. adult population using data from the Census Bureau’s 2024 Current Population Survey (CPS), September 2023 Volunteering and Civic Life Supplement data from the CPS, and the 2024 KFF Benchmarking Survey with ABS and prepaid cell phone samples. The demographic variables included in weighting for the general population sample are sex, age, education, race/ethnicity, region, civic engagement, frequency of internet use, political party identification by race/ethnicity, and education. The weights account for differences in the probability of selection for each sample type (prepaid cell phone and panel). This includes adjustment for the sample design and geographic stratification of the cell phone sample, within household probability of selection, and the design of the panel-recruitment procedure.\n\nThe margin of sampling error including the design effect for the full sample is plus or minus 3 percentage points Numbers of respondents and margins of sampling error for key subgroups are shown in the table below. For results based on other subgroups, the margin of sampling error may be higher. Sample sizes and margins of sampling error for other subgroups are available on request. Sampling error is only one of many potential sources of error and there may be other unmeasured error in this or any other public opinion poll. KFF public opinion and survey research is a charter member of the [Transparency Initiative](https://aapor.org/standards-and-ethics/transparency-initiative/) of the American Association for Public Opinion Research.\n\n|     |     |     |\n| --- | --- | --- |\n| **Group** | **N (unweighted)** | **M.O.S.E.** |\n| Total | 1,380 | ± 3 percentage points |\n|  |  |  |\n| Parents of children under 18 | 457 | ± 6 percentage points |\n|  |  |  |\n| **Party ID** |  |  |\n| Democrats | 469 | ± 6 percentage points |\n| Independents | 466 | ± 5 percentage points |\n| Republicans | 361 | ± 6 percentage points |\n\nMore On\n\n[Health Information and Trust](https://www.kff.org/topic/health-information-trust/) [Public Opinion](https://www.kff.org/topic/public-opinion/) [Infectious Disease](https://www.kff.org/tag/infectious-disease/) [Measles](https://www.kff.org/tag/measles/) [Politics](https://www.kff.org/tag/politics/) [Public Health](https://www.kff.org/tag/public-health/) [Vaccines](https://www.kff.org/tag/vaccines/)\n\n## DOWNLOAD\n\n[TOPLINE & METHODOLOGY](https://files.kff.org/attachment/Topline-KFF-Health-Tracking-Poll-April-2025.pdf) [Download](https://files.kff.org/attachment/Topline-KFF-Health-Tracking-Poll-April-2025.pdf)\n\n## News Release\n\n[**Amid Growing Measles Outbreak, More Americans Are Encountering False Claims About the Measles Vaccine, and Many Aren’t Sure What to Believe**\\\\\n\\\\\nNews Release, Apr 23, 2025](https://www.kff.org/health-information-trust/amid-growing-measles-outbreak-more-americans-are-encountering-false-claims-about-the-measles-vaccine-and-many-arent-sure-what-to-believe/)\n\n## Also of Interest\n\n[**KFF Tracking Poll on Health Information and Trust: Vaccine Safety and Trust**](https://www.kff.org/health-information-trust/kff-tracking-poll-on-health-information-and-trust-vaccine-safety-and-trust/)\n\n[**KFF Tracking Poll on Health Information and Trust: January 2025**](https://www.kff.org/health-information-trust/kff-tracking-poll-on-health-information-and-trust-january-2025/)\n\n[**KFF Tracking Poll on Health Information and Trust: Tylenol-Autism Link and Vaccine Policies**](https://www.kff.org/public-opinion/kff-tracking-poll-on-health-information-and-trust-tylenol-autism-link-and-vaccine-policies/)\n\n## Series\n\n### [Health Information and Trust Tracking Poll](https://www.kff.org/series/health-information-and-trust-tracking-poll/)\n\n[![](https://www.kff.org/wp-content/uploads/sites/7/2025/08/250429_KFF-Health-Misinfo-and-Trust-Tracking-Poll.png?w=300)](https://www.kff.org/series/health-information-and-trust-tracking-poll/)\n\nThe Health Information and Trust Tracking Poll is part of KFF’s Health Information and Trust Initiative, which tracks health misinformation in the U.S, analyzes its impact on the American people, and mobilizes media to address the problem.\n\n## More On\n\n- [Health Information and Trust](https://www.kff.org/topic/health-information-trust/)\n- [Public Opinion](https://www.kff.org/topic/public-opinion/)\n- [Infectious Disease](https://www.kff.org/tag/infectious-disease/)\n- [Measles](https://www.kff.org/tag/measles/)\n- [Politics](https://www.kff.org/tag/politics/)\n- [Public Health](https://www.kff.org/tag/public-health/)\n- [Vaccines](https://www.kff.org/tag/vaccines/)\n\n[View all Topics](https://www.kff.org/topics/)\n\n© 2025 KFF\n\nreCAPTCHA\n\nRecaptcha requires verification.\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)\n\nprotected by **reCAPTCHA**\n\nreCAPTCHA is changing its terms of service. [Take action.](https://google.com/recaptcha/admin/migrate)\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)",
    "query": "Measles media coverage influence 2025 USA"
  },
  {
    "snippet": "Accessibility links\n\n- [Skip to main content](https://www.npr.org/sections/shots-health-news/2025/04/23/nx-s1-5372760/measles-misinformation-poll#mainContent)\n- [Keyboard shortcuts for audio player](https://help.npr.org/contact/s/article?name=what-are-the-keyboard-shortcuts-for-using-the-npr-org-audio-player)\n\n**Play Live Radio**\n\n- **Hourly News**\n- **Listen Live**\n- **My Playlist**\n\n**As measles spreads, new poll finds misinformation is having an impact. : Shots - Health News** **With the U.S....",
    "content": "Accessibility links\n\n- [Skip to main content](https://www.npr.org/sections/shots-health-news/2025/04/23/nx-s1-5372760/measles-misinformation-poll#mainContent)\n- [Keyboard shortcuts for audio player](https://help.npr.org/contact/s/article?name=what-are-the-keyboard-shortcuts-for-using-the-npr-org-audio-player)\n\n**Play Live Radio**\n\n- **Hourly News**\n- **Listen Live**\n- **My Playlist**\n\n**As measles spreads, new poll finds misinformation is having an impact. : Shots - Health News** **With the U.S. now reporting more than 800 measles cases, a new poll from health policy research group KFF finds that many people are being exposed to false claims about measles and the measles vaccine.**\n\n### [Shots - Health News](https://www.npr.org/sections/health-shots/)\n\n# Like measles, misinformation is spreading, poll finds\n\nApril 23, 20255:00 AM ET\n\nHeard on [Morning Edition](https://www.npr.org/programs/morning-edition/2025/04/23/morning-edition-for-april-23-2025)\n\n[![Maria Godoy at NPR headquarters in Washington, D.C., May 22, 2018. (photo by Allison Shelley) (Square)](https://media.npr.org/assets/img/2018/08/21/npr_98035461_sq-a75bcf8508e2ffb3e5b0c1c27e7a603eb96eef69.jpg?s=100&c=85&f=jpeg)](https://www.npr.org/people/348777820/maria-godoy)\n\n[Maria Godoy](https://www.npr.org/people/348777820/maria-godoy)\n\n#### Like measles, misinformation is spreading, poll finds\n\n**Listen· 1:57**1-Minute Listen**Playlist**\n\n[**Transcript**](https://www.npr.org/transcripts/nx-s1-5372760)**Toggle more options**\n\n- [**Download**](https://ondemand.npr.org/anon.npr-mp3/npr/me/2025/04/20250423_me_like_measles_misinformation_is_spreading_poll_finds.mp3?size=1885876&d=117814&e=nx-s1-5372760&sc=siteplayer&aw_0_1st.playerid=siteplayer)\n- **Embed**\n**Embed****`<iframe src=\"https://www.npr.org/player/embed/nx-s1-5372760/nx-s1-5434544-1\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\">`**\n\n- [**Transcript**](https://www.npr.org/transcripts/nx-s1-5372760)\n\n![Parents who believed a false claim about measles were more likely to skip or delay childhood vaccinations, a new poll finds.](https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2424x1236+0+0/resize/1100/quality/50/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe2%2F77%2F3eee4b494bf9a0f90ce41180e1f8%2Fgettyimages-2209760517.jpg)\n\nA KFF poll found parents who believed a false claim about measles were more likely to skip or delay childhood vaccinations.\n**wildpixel/Getty Images** **hide caption**\n\n**toggle caption**\n\n\nwildpixel/Getty Images\n\n\n\nThe U.S. has now reported more than 800 measles cases in at least two dozen states. The vast majority of cases — more than 600 — are in Texas. In the midst of the outbreak, a [new poll](https://www.kff.org/other/poll-finding/kff-tracking-poll-on-health-information-and-trust-the-publics-views-on-measles-outbreaks-and-misinformation) shows how much misinformation people are seeing about measles.\n\nThe good news is the vast majority of people still have [confidence in the safety](https://www.npr.org/sections/shots-health-news/2025/03/30/nx-s1-5343997/measles-vaccine-hesitancy-enthusiasm-outbreaks) of the measles vaccine, says [Liz Hamel](https://www.kff.org/person/liz-hamel/), director of public opinion and survey research at KFF, a nonprofit health policy research organization which conducted the poll.\n\nThe bad news: People are being exposed to a lot of [false claims about measles](https://www.npr.org/2025/04/14/1244690933/vaccine-expert-worries-child-measles-deaths-are-being-normalized)— and many don't know what to make of it.\n\n\"What we have seen is that a large share of people are at least somewhat uncertain about how to evaluate that misinformation,\" Hamel says.\n\nThe survey was conducted earlier in April and included a nationally representative sample of 1,380 adults. Pollsters asked respondents about three false claims: that the measles vaccine is more dangerous than getting the disease; that the vaccine causes autism in children, and that vitamin A can prevent a measles infection. None of these things are true.\n\n[![A second death has been confirmed in the measles outbreak in west Texas. An unvaccinated adult tested positive for the virus across the border in New Mexico.](https://npr.brightspotcdn.com/dims3/default/strip/false/crop/683x683+123+0/resize/100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F7d%2Ffb%2F7285351d4ca8b1807fbc9e0e4de9%2Fgettyimages-2201702412.jpg)](https://www.npr.org/2025/03/07/nx-s1-5320352/measles-rfk-west-texas-outbreak)\n\n### [Health](https://www.npr.org/sections/health/)\n\n### [Amid a growing measles outbreak, doctors worry RFK Jr. is sending the wrong message](https://www.npr.org/2025/03/07/nx-s1-5320352/measles-rfk-west-texas-outbreak)\n\nOnly 5 percent of adults polled said they thought these falsehoods were definitely true, and a much larger share of respondents said they were \"probably false\" — but they weren't completely confident that these were falsehoods. Hamel says that shows there's a large group of people out there whose views on measles have room for uncertainty.\n\nAnd a significant proportion leaned toward saying these false claims about measles are probably true. For example, 1 in 4 adults polled said vitamin A either probably or definitely prevents measles. And 19% believed it was probably or definitely true that the measles, mumps and rubella vaccine is more dangerous than getting infected with measles.\n\nThe poll also found a clear political divide.\n\n\"We see that Republicans are much more likely than Democrats to lean towards believing this misinformation about measles,\" Hamel says. \"And that's true among parents as well.\"\n\nMost parents in the poll said they do keep their children up to date on their recommended vaccines.\n\nBut among parents who said that at least one of these false claims was probably or definitely true, 1 in 4 said they'd either skipped or delayed some recommended vaccines for their kids.\n\n[![Most kids recover from measles. But the virus can be deadly and can erase the immune system's memory.](https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2053x2053+537+0/resize/100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F0d%2F11%2F9cf6d5f8418b962716e6a152ad14%2Fgettyimages-1266944621.jpg)](https://www.npr.org/sections/shots-health-news/2025/03/17/nx-s1-5328765/measles-outbreak-health-risk)\n\n### [Shots - Health News](https://www.npr.org/sections/health-shots/)\n\n### [Measles remains a danger to health even years after an infection](https://www.npr.org/sections/shots-health-news/2025/03/17/nx-s1-5328765/measles-outbreak-health-risk)\n\n\"Those parents are more than twice as likely to say that they have delayed or skipped some vaccines for their children compared to parents who don't believe any of those claims,\" Hamel says, adding, \"I think this is one of the more concerning findings from the poll.\"\n\nHamel says one big takeaway is that in a world where people are bombarded with health information — and misinformation — on all kinds of media platforms, they don't always know how to evaluate what they're hearing or reading or who to trust.\n\n_Edited by Jane Greenhalgh_\n\n- [measles](https://www.npr.org/tags/136620805/measles)\n- [misinformation](https://www.npr.org/tags/526365411/misinformation)\n- [new poll](https://www.npr.org/tags/347079773/new-poll)\n\n- **Facebook**\n- **Flipboard**\n- **Email**\n\n![NPR Plus logo](https://prod-eks-static-assets.npr.org/chrome_svg/npr-plus/npr-plus-combo-logo.svg)\n\n##### Exclusive benefits\n\n###### Give a little. Get a lot.\n\nSupport mission-driven journalism while getting something great in return. Enjoy bonus content, early access and sponsor-free listening from your favorite NPR podcasts.\n\n[Get NPR+](https://plus.npr.org/?utm_medium=nprweb&source=mvpcta)\n\nAlready have NPR+? [Sign In](https://www.npr.org/sections/shots-health-news/2025/04/23/nx-s1-5372760/measles-misinformation-poll#)\n\nClose modal\n\n![NPR logo](https://cdn.cookielaw.org/logos/26b1c6a2-1285-46a9-a3af-3a0d7ddde52e/82089dfe-410c-4e1b-a7f9-698174b62a86/12f4304d-661a-4de3-80ce-82f3165cfb61/NPR_Logo_Color.png)\n\n## Privacy Preference Center\n\nNPR and our service providers and vendors use cookies and similar technologies to collect information. A cookie is a string of characters that can be written to a file on the user's computer or device when the user visits a site, application, platform or service. When you visit a website or use a mobile application, a computer asks your computer or mobile device for permission to store this file on your computer or mobile device and access information from it. Information gathered through cookies may include the date and time of visits and how you are using the website. Note that if you disable or delete cookies, you may lose access to certain features of the NPR Services.\n\nUser ID:  51553898-fc22-4025-a5e9-f84c14bd03a9\n\nThis User ID will be used as a unique identifier while storing and accessing your preferences for future.\n\nTimestamp:  --\n\nAllow All\n\n### Manage Consent Preferences\n\n#### Strictly Necessary or Essential Cookies\n\nAlways Active\n\nThese cookies are essential to provide you with services available through the NPR Services and to enable you to use some of their features. For example, these cookies allow NPR to remember your registration information while you are logged in. Local station customization, the NPR Shop, and other interactive features also use cookies. Without these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.\n\n#### Performance and Analytics Cookies\n\nPerformance and Analytics Cookies\n\nThese cookies are used to collect information about traffic to our Services and how users interact with the NPR Services. The information collected includes the number of visitors to the NPR Services, the websites that referred visitors to the NPR Services, the pages that they visited on the NPR Services, what time of day they visited the NPR Services, whether they have visited the NPR Services before, and other similar information. We use this information to help operate the NPR Services more efficiently, to gather broad demographic information and to monitor the level of activity on the NPR Services.\n\n#### Functional Cookies\n\nFunctional Cookies\n\nThese cookies allow our Services to remember choices you make when you use them, such as remembering your Member station preferences and remembering your account details. The purpose of these cookies is to provide you with a more personal experience and to prevent you from having to re-enter your preferences every time you visit the NPR Services.\n\n#### Targeting and Sponsor Cookies\n\nTargeting and Sponsor Cookies\n\nThese cookies track your browsing habits or other information, such as location, to enable us to show sponsorship credits which are more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, and with our permission, we and our sponsors can place cookies to enable us or our sponsors to show sponsorship credits and other messages that we think will be relevant to your interests while you are using third-party services.\n\nBack Button\n\n### Cookie List\n\nSearch Icon\n\nFilter Icon\n\nClear\n\ncheckbox labellabel\n\nApplyCancel\n\nConsentLeg.Interest\n\ncheckbox labellabel\n\ncheckbox labellabel\n\ncheckbox labellabel\n\nReject AllConfirm My Choices\n\n[![Powered by Onetrust](https://cdn.cookielaw.org/logos/static/powered_by_logo.svg)](https://www.onetrust.com/products/cookie-consent/)\n\nreCAPTCHA\n\nRecaptcha requires verification.\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)\n\nprotected by **reCAPTCHA**\n\nreCAPTCHA is changing its terms of service. [Take action.](https://google.com/recaptcha/admin/migrate)\n\n[Privacy](https://www.google.com/intl/en/policies/privacy/) \\- [Terms](https://www.google.com/intl/en/policies/terms/)\n\nStripeM-Inner",
    "query": "Measles media coverage influence 2025 USA"
  }
]