[
  {
    "snippet": "[Skip to content](https://elephantswithoutborders.org/projects/aerial-surveys/#content)\n\n### Why do aerial surveys?\n\nElephants and wildlife are often in remote and difficult terrain and the best way to count them is from the air. Aerial surveys provide vital information on their status, seasonal distribution and abundance. They improve our understanding of wildlife populations, which allows us to base our conservation action on solid scientific understanding and guide future research and monitor...",
    "content": "[Skip to content](https://elephantswithoutborders.org/projects/aerial-surveys/#content)\n\n### Why do aerial surveys?\n\nElephants and wildlife are often in remote and difficult terrain and the best way to count them is from the air. Aerial surveys provide vital information on their status, seasonal distribution and abundance. They improve our understanding of wildlife populations, which allows us to base our conservation action on solid scientific understanding and guide future research and monitoring, with an emphasis on evaluating the effectiveness of management policies.\n\nEWB has conducted extensive aerial surveys to help determine elephant and wildlife numbers, their habitat needs and seasonal distribution. Since 2001, the EWB team has amassed over 4000 hours of aerial survey flying, counting wildlife in Angola, Botswana, Namibia and Zambia. EWB is meticulous and rigorous in conducting the most comprehensive aerial surveys, which are providing new and essential information on the population status of elephants and other threatened wildlife species.\n\n### How We Conduct Surveys\n\nThe Great Elephant Census \\| HHMI BioInteractive Video - YouTube\n\n[Photo image of biointeractive](https://www.youtube.com/channel/UCdofq4hHbT3ZDzgYUqsDd1A?embeds_referring_euri=https%3A%2F%2Felephantswithoutborders.org%2Fprojects%2Faerial-surveys%2F)\n\nbiointeractive\n\n265K subscribers\n\n[The Great Elephant Census \\| HHMI BioInteractive Video](https://www.youtube.com/watch?v=imvehfydUpc)\n\nbiointeractive\n\nSearch\n\nWatch later\n\nShare\n\nCopy link\n\nInfo\n\nShopping\n\nTap to unmute\n\nIf playback doesn't begin shortly, try restarting your device.\n\nMore videos\n\n## More videos\n\nYou're signed out\n\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\n\nCancelConfirm\n\nShare\n\nInclude playlist\n\nAn error occurred while retrieving sharing information. Please try again later.\n\n[Watch on](https://www.youtube.com/watch?v=imvehfydUpc&embeds_referring_euri=https%3A%2F%2Felephantswithoutborders.org%2Fprojects%2Faerial-surveys%2F)\n\n0:00\n\n0:00 / 8:24\n•Live\n\n•\n\n### 2024 Technical Report: Population trends and conservation status of elephants in Botswana and the Kavango Zambezi Transfrontier Conservation Area\n\nThe 2024 peer-reviewed technical report, authored by Dr. Scott Schlossberg and Dr. Michael Chase, used data from aerial surveys between 2010 and 2022 to update the conservation status of elephants in Botswana, Angola, and the larger Kavango Zambezi Transfrontier Conservation Area (KAZA). KAZA includes portions of Botswana, Angola, Namibia, Zambia, and Zimbabwe and holds 228,000 elephants as of 2022. Download the report: [https://elephantswithoutborders.org/site/wp-content/uploads/Final-EWB-Ele-Pop-Trends-KAZA-report-Mar24.pdf](https://elephantswithoutborders.org/site/wp-content/uploads/Final-EWB-Ele-Pop-Trends-KAZA-report-Mar24.pdf)\n\n### 2018 Northern Botswana Survey\n\nThe 2018 dry season census was a collaborative effort, jointly commissioned by the Botswana Department of Wildlife and National Parks (DWNP) and Elephants Without Borders (EWB), and is an essential follow-on to the success of EWB’s 2010 and 2014 aerial surveys. The highly experienced survey team included a Government of Botswana DWNP observer, and the newly released results reveal important changes in wildlife populations and a significant increase in elephant poaching. This is the first large-scale aerial survey of Botswana’s elephants and wildlife since 2014.\n\nElephants population estimate was 126,114. Statistically, since the 2014 survey the elephant population is considered unchanged. However, in Chobe NP, the long-term trend in elephant populations is downward, with estimates decreasing from 26,609 on the 2010 survey to 17,634 in 2014 to 15,404 in 2018. Bull populations decreased notably by 42% between 2014 and 2018. In the Okavango delta and surrounding areas elephant numbers have remained stable since 2010 at roughly 76,000.\n\nDuring the survey, we observed that elephants are facing a growing poaching problem in northern Botswana. Our estimate revealed of over 400 elephants poached in Botswana within the last year, or more than one elephant poached per day. (download [Evidence of a Growing Elephant Poaching Problem in Botswana](https://www.sciencedirect.com/science/article/pii/S096098221930675X), Current Biology 29, July 2019.)\n\nNorth of Botswana, poachers have decimated elephant herds in both southeast Angola and southwest Zambia (download [Poaching and human encroachment reverse recovery of African savannah elephants in south-east Angola despite 14 years of peace](http://journals.plos.org/plosone/article?id=10.371/journal.pone.0193469). Plos One, March 2018.)\n\nPoaching in Botswana does not appear to have reached similar levels of severity at this time, but evidence suggests that this problem has now reached Botswana and is escalating.\n\nAn important positive result from this survey is that many populations of wildlife species have increased since 2010. We observed substantial increases in the number of lechwe, which increased to a record number from 57,637 in 2014 to 88,585, zebra have increased from 47,075 in 2014 to 59,592, wildebeest have nearly doubled in number from 8,945 to 16,485, and hippo increased from 8,680 to 12,660.\n\nThis recovery of wildlife in northern Botswana is an encouraging discovery, as the country’s economy relies heavily on wildlife tourism. Tourism is the country’s second largest foreign exchange earner after diamonds, contributing 2.1 billion (11.5%) to GDP, while employing nearly 80,000 people.\n\n### 2014 Northern Botswana Survey\n\nFrom July to October 2014, Elephants Without Borders (EWB) in collaboration with the Botswana Department of Wildlife and National Parks (DWNP) flew a 280-hour aerial survey over a 98,425 km2 area of northern Botswana, counting elephants and other wildlife. This survey was flown as part of the [Great Elephant Census (GEC)](https://elephantswithoutborders.org/projects/great-elephant-census/), which was funded by Mr. Paul G. Allen and his sister Jody.\n\nThe total elephant population estimate in northern Botswana was 129,939 ± 12,500 margin of error (95% confidence interval), making it the largest elephant population in Africa. The overall population estimate is little changed from the 2010 EWB estimate of 128,340, but noticeably concentration or densities of elephant herds in various areas had changed. Some areas such as Ngamiland (the Okavango delta,) Makgadikgadi & Nxai Pan National Parks showed an increase in numbers, however in Chobe National Park, elephant populations decreased to their lowest levels since the early 1990s and have been decreasing every year since 2006. Many of the changes in local elephant populations are likely due to movements of elephants between different parts of Botswana.\n\nOther population estimates of note (for the entire region) include: zebra – 47841, buffalo 26712, giraffe – 9409, lechwe – 57000,  hippo – 8750 and impala – 72,272. While wildebeest, tsessebe and springbok continue their large population declines, ranging from 7-10% per year. Ostrich are declining by 9% annually throughout northern Botswana\n\n### Chobe Forest Reserves Surveys\n\nEWB flew consecutive seasonal surveys during both the wet and dry seasons between 2011 and 2013 over the Chobe District, a survey area of about 22560 km2 in extent, which included Chobe National Park (NP), Chobe Forest Reserve (FR), Kasane FR and Extension, Kazuma FR, Sibuyu FR and Maikaelelo FR, and surrounding Wildlife Management Areas.\n\nResults revealed herbivore populations in the District appear to be stable. However, the extent of bush fires across large areas of the District, a major determinant in the health of the ecosystem, are concerning. Also, the level of deforestation and encroaching human activities for arable fields along the Northern Plains ecotone and Chobe FR ridge, which both fall within important wildlife corridors are destructive, and will impede wildlife movements and should be conserved. The allocation of arable fields in the middle of identified elephant pathways is hindering wildlife access to water, which will lead to an inevitable increase in human elephant conflict. While there is considerable development taking place within the District, EWB is determined to continually assist local, district and central government authorities to provide them with scientific data to ensure a positive relationship between people and wildlife co-existing in the region.\n\n### 2010 Northern Botswana Survey\n\n![surveys_northern_botswana_map](https://sp-ao.shortpixel.ai/client/to_webp,q_glossy,ret_img,w_580,h_414/https://elephantswithoutborders.org/site/wp-content/uploads/surveys_northern_botswana_map.jpg)During the 2010 dry season, a fixed-wing aerial survey of elephants and wildlife was flown over the core wildlife conservation areas of northern Botswana. The aerial survey took nearly 250 hours of flying time, a flight line total of 25,598 km, covering a total of 73,478 km2, which included the National Parks of Chobe, Makgadikgadi, Nxai Pan, Moremi Game Reserve, the Okavango Delta and the surrounding Wildlife Management Areas in the Ngamiland, Chobe and Central districts. Technically robust, the survey’s sampling intensity averaged 20% in comparison to 5% during previous surveys and is the first independent fixed-wing aerial survey to provide concession level estimates for wildlife populations in Botswana.\n\nBetween 1993 and 2004, the Botswana government had conducted eight systematic aerial surveys. EWB’s 2010 data allowed for a comparative analysis of wildlife distribution, abundance and trends over time. However, some of the results were unexpected and revealed that in 17 years, the populations of 11 animal species in the Okavango Delta specifically had plummeted by an average of 61 per cent, while elephant numbers across northern Botswana appeared to have stabilized, and in the Chobe district where the highest density of elephants occur, the majority of wildlife populations remained fairly stable or were increasing. These findings raised much concern, awareness, and some scepticism, however also stimulated action, on many levels, to ensure a better understanding of the drivers causing downward trends.\n\nThis study also verified the importance of continual monitoring and that conservation management requires a solid understanding of wildlife population dynamics and reliable estimates of population densities, while further research is required to ensure a healthy ecosystem.\n\n### Kavango-Zambezi Transfrontier Area (KAZA TFCA) Surveys\n\nIn January 2003, at the end of almost 30 years of civil conflict in Angola, EWB flew the first systematic aerial survey, ever, to estimate elephant and wildlife numbers in southeast Angola. The survey area, Luiana Partial Reserve, was severely affected by the civil war. It is reported that 100,000 elephant were slaughtered for their ivory and meat to help fund the war. In this area, which was left with virtually no wildlife, EWB, together with Conservation International, was the first organization to record wildlife population returning to southeast Angola. EWB expanded their surveys to encompass the neighbouring protected area, Sioma Ngwezi National Park, in southwest Zambia, (the last estimates for elephants in this remote park were taken in 1969), and Namibia’s Caprivi Strip. These surveys provided the first comprehensive regional assessment on the status of elephant populations. Subsequently, aerial surveys were conducted each year, over 3 years, which provided data to undertake comparative analyses.\n\nEWB’s data from these aerial surveys revealed that elephants were returning in growing numbers to southeast Angola. The 2005 survey data of the Caprivi Strip, suggests that elephant numbers increased by only 15%, since 1998, which, is considered a relatively small population increase over such a timeframe. However, in Sioma Ngwezi, elephant numbers appeared to have decreased from 1,212 in 2003 to 385 in 2005. In contrast, the three aerial surveys of Luiana Partial Reserve in southeast Angola indicated that elephant numbers were increasing rapidly and expanding their range, from 329 in January 2004, to 1827 in November 2005, to an estimate of 8000 in 2007. The end of the war in Angola appears to be providing the requisite security for elephants to return to their ancestral homeland.\n\n### ![collaborations_map](https://sp-ao.shortpixel.ai/client/to_webp,q_glossy,ret_img,w_580,h_356/https://elephantswithoutborders.org/site/wp-content/uploads/collaborations_map.jpg)Okavango Panhandle Surveys\n\nThe Okavango Panhandle is considered a high human-elephant conflict (HEC) area in Botswana. In this troublesome conflict zone, elephants are trapped by the Caprivi border fence and northern buffalo fence. The impenetrable floodplains of the Okavango River restrict elephants moving west out of the region. Within this 8500sq km area, the only permanent water is in the Okavango River, where many settlements are located. During the dry season, elephant herds run a daily gauntlet through settlements to reach water in the Okavango River. How many elephant are trapped in this region? What is the population growth rate? What management options are there to help relieve this compression? To help answer these pertinent questions EWB collaborated with Anna Songhurst, a PhD student from the University of Botswana and Imperial College, London, studying HEC. Together we flew 2 aerial surveys. The first survey, conducted in August 2008, yielded an estimate of 9000 elephants trapped in the Okavango triangle. In July 2010, the second survey was conducted and the survey results estimated a staggering 14,000 elephants. ?EWB suggests that corridors be created to allow elephant to move out of this region. Corridors must be created along wildlife migration paths that meet up with the fence. Creating small gaps or openings in the fence will allow elephants to move into the Caprivi and Angola where elephant densities are low and relieve HEC along the Okavango River.\n\n## Aerial surveys\n\n**Northern Botswana**\n\nDry Season Aerial Survey of Elephants and Wildlife in Northern Botswana, July-October 2018, [Contact us](https://elephantswithoutborders.org/contact-us/) at EWB offices to request a copy of report. To access publication on poaching appendices, please [click here](https://elephantswithoutborders.org/information/downloads/).\n\n**Northern Botswana**\n\nDry Season Fixed-wing Aerial Survey of Elephants and Wildlife in Northern Botswana, July-October 2014, [Contact us](https://elephantswithoutborders.org/contact-us/) at EWB offices to request a copy of report.\n\n**Northern Botswana**\n\nStatus of Wildlife Populations and Land Degradation in Botswana’s Forest Reserves and Chobe District, April 2013\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/ChobeDistrict2012AerialSurveyReport.pdf)(10.4 MB)\n\n**Northern Botswana**\n\nDry Season Fixed-wing Aerial Survey of Elephants and Wildlife in Northern Botswana September-November 2010, June 2011\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/EWB%202010%20BW%20Survey.pdf)(12.8 MB)\n\n**Okavango Delta, NG26, Botswana**\n\nFixed-wing Aerial Survey of Wildlife in the Abu Wildlife Management Area. October 2010\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/EWB%20AbuAerialSurveyReport2010.pdf) (6.3 MB)\n\n**Okavango Panhandle, NG11, NG12 and NG13**\n\nElephant Survey July 2010, Eastern Okavango Panhandle, Botswana.\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/Panhandle%20survey%202010.pdf) (631 KB)\n\n**Chitabe Concession in Botswana, Okavango Delta.**\n\nFixed-wing aerial census of Wildlife in the Chitabe Concession in Botswana September 2010.\n\nReport not available\n\n**Chitabe Concession in Botswana, Okavango Delta.**\n\nFixed-wing aerial census of Wildlife in the Chitabe Concession in Botswana August 2009.\n\nReport not available\n\n**Namibia Nature Foundation, report produced:**\n\nAerial Wildlife Census of the Caprivi River Systems, a survey of Rivers, Wetlands and Floodplains. September 2009.\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/EWB%20CapriviRiversReport09.pdf) (5.5 MB)\n\n**Okavango Panhandle, NG11, NG12 and NG13**\n\nElephant Survey, Eastern Okavango Panhandle, Botswana (NG11, NG12 and NG13),Chase, M., Songhurst, A., August 2008\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/PanhandleElephantSurvey.pdf) (298 kb)\n\n**Namibia Nature Foundation, report produced:**\n\nAerial Wildlife Census of the Caprivi River Systems, a survey of rivers, wetlands and floodplains, Chase, M., 2007,\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/Final%20WetlandsReport.pdf) (4.3 mb)\n\n**Namibia Nature Foundation, report produced:**\n\nStatus of Wattled Cranes on the floodplains of north-east Namibia: results from an aerial survey during September 2007, Brown, C., Chase, M., Nkala, T., Landen, K., Aust, P.\n\n[Download PDF](https://elephantswithoutborders.org/downloadspapers/Namibia20Crane0March2008.pdf) (286 kb)\n\n[Back To Top](https://elephantswithoutborders.org/projects/aerial-surveys/# \"Back To Top\")",
    "query": "Wildlife population surveys Africa"
  },
  {
    "snippet": "- [Approach](https://connectedconservation.foundation/about-us/)\n- [Our Partners](https://connectedconservation.foundation/our-partners/)\n- [Our Team](https://connectedconservation.foundation/our-team/)\n\n- [Programs](https://connectedconservation.foundation/our-programs/)\n- [Sensor Networks](https://connectedconservation.foundation/sensor-networks-and-connectivity/)\n- [Satellite Monitoring](https://connectedconservation.foundation/satellite-monitoring/)\n- [Capacity Building](https://connectedcon...",
    "content": "- [Approach](https://connectedconservation.foundation/about-us/)\n- [Our Partners](https://connectedconservation.foundation/our-partners/)\n- [Our Team](https://connectedconservation.foundation/our-team/)\n\n- [Programs](https://connectedconservation.foundation/our-programs/)\n- [Sensor Networks](https://connectedconservation.foundation/sensor-networks-and-connectivity/)\n- [Satellite Monitoring](https://connectedconservation.foundation/satellite-monitoring/)\n- [Capacity Building](https://connectedconservation.foundation/capacity-building/)\n\n- [Solutions](https://connectedconservation.foundation/technology-solutions/)\n- [Ecosystem Insights Hub](https://connectedconservation.foundation/ecosystem-insights-hub/)\n- [LoRaWAN Assistant](https://connectedconservation.foundation/lorawan-assistant/)\n\n- [News](https://connectedconservation.foundation/news/?category=news)\n- [Press](https://connectedconservation.foundation/news/?category=press)\n- [Reports](https://connectedconservation.foundation/news/?category=reports)\n- [Grants](https://connectedconservation.foundation/grant-awards/)\n\n![Satellite Imagery6](https://connectedconservation.foundation/media/u5hfttud/satellite-imagery-mobile1.png?mode=min&width=500&format=jpg&quality=90&rnd=133186015168530000)\n\n# Can very high resolution satellite imagery and artificial intelligence modernise wildlife surveys in Africa?\n\nConnected Conservation Foundation joins Airbus Foundation, Northern Rangelands Trust, Madikwe Futures Company NPC, NTT Ltd and Microsoft to investigate.\n\n* * *\n\n**_Published 15 March 2024_**\n\nThe populations of African elephants and White and Black rhinos have fallen across Africa over the last 40 years. Wildlife surveys are essential for monitoring changes in population numbers and the movement of species across landscapes. They provide a valuable source of data to inform critical decisions on how best to conserve threatened species. Traditional survey methods in savannah landscapes use aerial counts completed by humans in a plane, but this can be costly, and labour-intensive, with variable results.\n\nThere is growing interest in using <1m high-resolution satellite imagery and artificial intelligence (AI) technologies to survey large mammals (over 1m in size) across vast and hard-to-reach areas.\n\nThe Connected Conservation Foundation led a cross-sector collaboration to explore if the use of these technologies can provide a practical and feasible method to reduce the time and cost of wildlife surveys in savannah environments.\n\nA summary of the study findings can be found in this blog, but you can [download the full white paper here](https://services.global.ntt/-/media/ntt/global/insights-and-resources/white-papers/connected-conservation-white-paper---ai-and-satellite-imagery-in-wildlife-surveys.pdf).\n\n![](https://connectedconservation.foundation/media/eojfomli/elephant-image2.jpg)\n\nOur project aimed to compare the results of AI and human detections of species in 30 cm resolution satellite imagery, with on-the-ground sightings reported by field teams around the time of satellite pass over.\n\nAdditionally, as protected areas in savannah environments typically consist of both heterogenous (complex and non-uniform terrain and flora) and homogenous landscapes, (open areas with less background variation, i.e. around watering holes), our study sought to detect and classify large animals across both environments.\n\n![](https://connectedconservation.foundation/media/uodpfoio/microsoftteams-image-10.png)\n\nThe practical study found that, although some results showed promise, significant challenges remain in using satellite imagery to survey species in savannah situations. The algorithm detection and visual human inspection of large animals in 30 cm resolution satellite imagery (incident angle <15°), did not give conservation managers the required level of accuracy in individually counting and classifying species, in comparison to on-the-ground sightings.\n\n##### **Principle research findings included:**\n\n- Both human inspection of this imagery and AI model analysis could not discern between different species of large mammals in certain situations, including:\n\n\\- When different species are interspersed together in the same area (elephants/rhinos, wildebeest/buffalo). For example, near watering holes.\n\n\\- When juvenile species are mixing with other adult species. For example, the difference between a juvenile elephant and an adult buffalo or rhino.\n\n\\- Additionally, when species such as elephants bunch close together, the shadows of several animals merge into one, resembling a ‘blob’, and it is difficult to count exact numbers.\n\n- Cloud cover is a barrier to this survey method. During the study, on-the-ground field teams made many wildlife sightings at the approximate time of the satellite pass over. However, even on a 96% cloud-free day, vital ground sightings of Black rhinos were obscured by the only small cloud in the region. This resulted in priority sightings not being identified in satellite imagery, which was unsatisfactory to conservation managers.\n\n- Lastly for the AI, there was a lack of animal sightings in the imagery to function as labelled training data. Instead, novel approaches to creating synthetic training data were explored. 3D imagery, and downsized drone imagery, as a representative of real sightings, were used to train the algorithms, with limited success.\n\n\n**Ongoing research is needed to explore new species and situations where 30 cm satellite imagery can be of value.**\n\nSpecifically in homogenous landscapes or seascapes, where the objects of interest have a strong contrast to stand out from their background environment. Use cases could include monitoring colonies or herds of animals in hard-to-reach environments, where greater variability in counting accuracy can be tolerated and mixing between species groups is limited.\n\n##### **Study approach**\n\nThrough [Airbus Foundation](https://www.airbus.com/en/sustainability/airbus-foundation) archived data and new satellite tasking from the Airbus satellites Pléiades and Pléiades Neo, our study endeavored to build synthetic training data and test the feasibility of three approaches for the detection and identification of animals in very high-resolution satellite images:\n\n1. The human eye only, to find and classify different species in the images\n2. Computer vision and open-source (pre-trained) neural network models\n3. A combination of computer vision and a bespoke convolutional neural network model, trained on a set of synthetic animal images\n\nWhere possible, animal identifications were then compared with on-the-ground sightings reported by field teams around the time of satellite pass over.\n\n##### **Methods**\n\nFor key taskings, field teams were tactfully positioned in the field to count sightings on the ground. Two areas in Madikwe were selected, targeting known areas of wildlife density, totalling 200 km2 of Madikwe Game Reserve. The capture was scheduled for 10:33 am South African Standard Time (SAST) on 2 March 2022, at an incident angle <15°. At the same time, three teams collected field data on wildlife positions between 10:30 am and 12:30 pm.\n\nA similar process was taken for Sera Wildlife Sanctuary in collaboration with Northern Rangelands Trust’s GIS and Ranger teams. 100km2 of 30 cm Pleiades Neo imagery was captured, but only a smaller number of target species were sighted at the time (reasons outlined in the report) so the focus concentrated on Madikwe.\n\nField teams took different routes through Madikwe’s tasked areas (shown below), specifically near water points where wildlife (particularly elephants and rhinos) are frequently seen.\n\n**![](https://connectedconservation.foundation/media/xvrn4vog/microsoftteams-image-18.png)**_Figure 2: Planned field team routes, Madikwe Game Reserve (map data: Google, Airbus/ Maxar Technologies)_ During this tasking, 57 animals were identified by field teams around the time of satellite pass over. These were plotted by location with grid references to an area approximately 500m x 500m, or where the vehicle spotting the animals was likely positioned when identification was made (see below).\n\n![](https://connectedconservation.foundation/media/wobmttki/map-with-pins_v3-copy.jpg)\n\n_Plotted field sightings locations, Madikwe Game Reserve_\n\nMost of the relevant sightings were recorded between 10:44-11:40 am. Calculating the maximum speed of animal travel (kph), these animals were expected to be well within estimated km2 ranges around pins at 10:33 am (when the satellite passed), so are expected to be seen on the satellite imagery.\n\nBy sending out field conservationists at the time of capture across partner reserves, for some pins, the cloud-free 30 cm data offered the opportunity to compare direct elephant detections, between in-field sightings, and human eyeballing on 30 cm satellite imagery, alongside AI classifications.\n\nThe following three approaches were explored and compared with this ground-truthed data.\n\n##### **Approach 1: The human eye only, to find and classify different species based on field-based expertise and insight**\n\nMadikwe's conservation experts with substantial local field experience manually scanned the satellite imagery with the human eye and identified 110 large mammals across the 200 km2 Area of Interest (AOI). Conservation experts used their in-depth knowledge of the reserve and species behaviours in this landscape to record their understanding and classification of the sightings.\n\nThe below images were taken at a 1:100 scale from the 30 cm satellite image captured at the same time as the plotted sightings for the first satellite image above. Using field data, it was concluded that the bottom left image contains only rhinos, and the animals in the rest of the images are elephants. This example indicates how difficult it is to differentiate between rhinos and elephants in 30 cm imagery taken close to the nadir line (the point on the Earth’s surface directly below the satellite).\n\n![](https://connectedconservation.foundation/media/mk1l4rzp/wildlife-sightings-collection-copy.jpg)\n\n##### **Approach 2: Computer vision and open-source (pre-trained) neural network models, trained on a set of synthetic animal images taken from drones and down-sized**\n\nDimension Data Engineers identified three state-of-the-art object detector models as being best suited for rhino classification: RetinaNet (using the ResNet50 backbone), EfficientDet (EfficientNet backbone) and YOLOv5 (using the CSPDarkNet and a PANet neck).\n\nFor the purposes of rhino detection, no satellite training data was available for these endangered species. Object detection approaches require an incredibly large amount of training data to ensure that the model can reasonably learn differentiating features. Therefore, this approach developed a synthetic training data set. This involved cropping rhino images taken from varying resolution drone and aerial imagery into bounding boxes, then downsized to the resolution of the satellite sub-image in the training set, (10,000 training images across approaches).\n\nWhen running these trained models on 30 cm satellite data of Madikwe Game Reserve, the accuracy of results for 30 cm was unsatisfactory due to the high number of false positives provided by the models. However, based on the spread of false positives compared to the synthetic ground truth, these off-the-shelf models could potentially provide a heatmap ‘where to look’ approach to potential detections. This may be a useful option for conservation managers. (see below on candidate for future exploration).\n\n![](https://connectedconservation.foundation/media/zvckg4mg/synthetic-data.jpg)\n\n##### **Approach 3: A combination of computer vision and a bespoke convolutional neural network model, trained on a set of synthetic 3D animal images**\n\nFor this approach, Dimension Data Engineers used open-sourced computer-generated imagery of the animals to create a synthetic data set to train a convolution neural network (CNN) model for animal classification. Samples are seen in 3D top-down, representing the outline and size of the animals, as seen from the nadir line. The images were downscaled to match the satellite imagery resolution and stitched into the satellite imagery.\n\n![](https://connectedconservation.foundation/media/fped4h4d/microsoftteams-image-4.png)_Downscaled elephant sample (to actual size)_\n\n##### **Challenges**\n\nThe biggest challenges uncovered through this investigation, include:\n\n- **_Heterogeneous vs homogeneous environments_**\n\nThe complexity of dealing with heterogeneous environments opposes typical image processing methodologies. Complexity in an image is synonymous with ‘noise’ or random variation of brightness or colour, making it extremely difficult to isolate one region of interest from the background.\n\n- **_Shadows_**\n\nShadows in remotely sensed imagery are produced by different objects, namely clouds, trees, boulders and mountains. These shadows have the potential to impact the accuracy of information extraction. For example, when elephants are bunched together, shadows and blobs can merge and field teams get different results from humans eyeballing the imagery, ground-truthed data and AI. In this 30 cm image, taken at a Dam in Madikwe, a group of elephants are under the trees with shadows. It is difficult to accurately count how many are in the yellow box. Human detection of this image identified five elephants, but this was debated by the field team, who sighted only four in the area.\n\n![](https://connectedconservation.foundation/media/vmxlqzu2/microsoftteams-image-5.png)Additionally, when satellite images are captured at a higher incident angle, the shadows of the animal are more pronounced and play a more significant part in classification predictions. It is extremely challenging to provide enough synthetic training data for all shadow possibilities for each species. This project only focused on images captured close to the nadir line. Higher incident angles could be a future area of research.\n\n- _**Time of satellite pass over**_\n\nThe orbit timings for the Pléiades Neo constellation of satellites were a major constraint for performing wildlife surveys in Kenya. Capture times for geographies nearer the equator fall around 11.30-12.30 pm local time in the heat of midday. African wildlife often ventures out into the open in the early morning to feed and drink, then retreat to the shade to avoid the heat of the midday sun. In our Kenyan study site, animals were often concealed by vegetation at the time of satellite acquisition. The project focus moved to the lower latitude in South Africa and Madikwe Game Reserve, where earlier tasking allowed for better conditions for wildlife sightings and approach testing.\n\n- **_Cloud cover_**\n\nWhen surveying such large areas, there is a high probability that some clouds will obscure important sightings, even on a largely cloud-free day.\n\n![](https://connectedconservation.foundation/media/ofsmeo2w/image1-3.jpg)\n\nThe Madikwe captures were tasked on optimal days, with excellent visibility and clear skies, with the image recording under 5% cloud cover. For a critical tasking, of the 57 sightings captured by on-the-ground teams during pass over, one field-ranger sighting identified two rhinos at a known location. However, this sighting was concealed by the only cloud in the sky that morning. If this had been an annual wildlife survey, these two crucial sightings of a critically endangered species would have been missed.\n\n##### **Results summary**\n\nThe project found both AI and human detection on satellite imagery present many opportunities for error and variable results.\n\nConservation teams at NRT and Madikwe Game Reserve, concluded the accuracy of both AI and human detection of species on 30 cm satellite imagery was not consistent enough in comparison to or to replace traditional (human-in-plane) wildlife survey techniques. Even when applying additional information on animal behaviours and known movements, field teams were unable to validate species classifications with satisfactory certainty for a wildlife survey.  Results for small areas of the homogenous landscape were more encouraging with classification accuracy more closely matching on-the-ground sightings. However as heterogeneous and homogenous landscapes were found interspersed across all CCF’s partner reserves, conservation managers needed satisfactory accuracy across both environments, to justify the investment in satellite image capture of these regions.\n\nOnly when aerial drone technologies enable image resolution beyond 30 cm to < 20 cm should these methods be pursued as a viable individual-wildlife-counting technique for mixed large mammals, in mixed (heterogeneous /homogeneous) savannah environments.\n\n##### **A potential use-case for AI monitoring of wildlife in satellite imagery**\n\nOne notable outcome of this study is that rather than AI providing satisfactory individual counting and locations of animals, the techniques produced a heatmap style of potential sightings, acting as an indicator of ‘where to look’ for human-eyeballing validation within an image (see below). Scanning satellite imagery with the human eye is incredibly time-consuming and requires exceptional diligence, so consulting with an AI model to highlight areas of potential detection could be valuable. Field teams believe this may be useful for certain use cases, especially when locating (rather than individual animal counting) hard-to-find colonies or herds of certain species in remote areas.\n\n![](https://connectedconservation.foundation/media/nrnnmodj/image-for-airbus-copy_v2-copy.jpg)\n\n##### **What's next?**\n\nBuilding on this work, collaborators now seek to identify the species and situations around the world where 50 cm and 30 cm resolution satellite imagery can be of value, especially in homogenous, hard-to-reach environments, where greater variability in accuracy can be tolerated.\n\nAirbus Foundation and the Connected Conservation Foundation recently partnered to launch the [Satellites for Biodiversity Award](https://connectedconservation.foundation/grant-awards/ \"Grants\"), a program that will provide funding for projects and access to very high-resolution satellite data to monitor and manage threatened species and habitats. Where wildlife surveys are concerned, with a particular interest in homogeneous landscapes and seascapes, especially when the species of interest has a strong contrast to their background.\n\nThe application period for the award has now closed, and we are thrilled to have received so many applications. Winners will be announced in April – so stay tuned to find out who they are!\n\nFor more information, [click here](https://connectedconservation.foundation/news/new-award-to-advance-biodiversity-conservation-from-space/ \"PRESS RELEASE: new award to advance biodiversity conservation from space\").\n\n##### **Collaboration and acknowledgements**\n\nAt Connected Conservation Foundation, we are proud to have led an innovative study into the feasibility of using artificial intelligence (AI) techniques and satellite images in wildlife surveys. This study could not be possible without the collaborative resources and skills of our partnerships, and we are truly thankful.\n\n### Our Partners\n\nWe are grateful for the generous donation of satellite imagery from Pléiades Neo, the new 30 cm-resolution optical constellation, from the [**Airbus Foundation**](https://www.airbus.com/en/sustainability/airbus-foundation). Furthermore, **Microsoft** funded and provided us with computational resources through the AI for Earth programme.\n\nWe would also like to thank our other partners for playing a valuable role in this study:\n\n- [**Dimension Data Applications**](https://www.dimensiondata.com/)\n- **NTT Ltd**\n- **Northern Rangelands Trust (NRT)**\n- **Madikwe Futures Company NPC (Madikwe)**\n\nPlease email info@connectedconservation.foundation if you’d like to partner or further conduct research using these source materials.\n\n![](https://connectedconservation.foundation/media/hv1dds04/microsoftteams-image-8.png)\n\n## Support Us\n\n### Donate today to protect threatened species and their habitats\n\nJoin the thousands of people like you who have stepped up to support our critical conservation work around the world.\n\n[Donate](https://connectedconservation.foundation/donation/)\n\n[Back to top](https://connectedconservation.foundation/news/can-satellite-imagery-and-ai-modernise-wildlife-surveys-in-africa/#wrapper)",
    "query": "Wildlife population surveys Africa"
  },
  {
    "snippet": "![Traveller wildlife surveys](https://www.expertafrica.com/images/static-content/dbb641de9a9a4670b5ec27b9abfae362.jpg)\n\n# Traveller wildlife surveys\n\n## Our citizen science project: 85,859 surveys and counting\n\n### Why we survey Africa's wildlife\n\nAlmost all of us here at Expert Africa are wildlife addicts: it's one of the reasons we love the continent. We also know that the vast majority of our travellers have more than just a passing interest in wildlife - and many are keen and knowledgeable o...",
    "content": "![Traveller wildlife surveys](https://www.expertafrica.com/images/static-content/dbb641de9a9a4670b5ec27b9abfae362.jpg)\n\n# Traveller wildlife surveys\n\n## Our citizen science project: 85,859 surveys and counting\n\n### Why we survey Africa's wildlife\n\nAlmost all of us here at Expert Africa are wildlife addicts: it's one of the reasons we love the continent. We also know that the vast majority of our travellers have more than just a passing interest in wildlife - and many are keen and knowledgeable on myriad creatures big and small.\n\nTrying to understand and protect wildlife is paramount to us and many of our travellers; it's in our DNA. In 2018, we launched a project to better track the wildlife in the areas in which we specialise. To help us, we have been asking our travellers to record information about their sightings of some of Africa's key mammals.\n\nQuantifying the sightings from various camps and parks across Africa is enabling us to build up a picture of the animal populations in East and Southern Africa. It will enable easier comparisons of the populations and, ultimately, will help us, and our partners on the ground, to better understand how these populations are changing over time.\n\nIt's still early days, but we have already had great interest in our data from wildlife researchers. We've shared our raw sightings data with hyena researchers and it has helped them to understand the population distributions better. We understand that it has even helped them to extend their distribution map for one species of hyena!\n\nWe hope that in time these wildlife insights will produce more tangible contributions to wildlife research and conservation awareness across many species and areas. Meanwhile, for now they will certainly help our team and our travellers to understand the chances of wildlife sightings in places that they plan to visit.\n\n### How our wildlife survey works\n\nBefore travelling, all of our travellers receive a wildlife survey booklet tailored to their trip. We simply ask them to tally their 'sightings' of individual species seen from every camp at which they stay.\n\nIn this context, 'a sighting' means one occasion on which someone in the traveller's party saw one or more animals of one species. For example:\n\n- Seeing a pride of five lionesses together would count as only 'one sighting'.\n- The same pride seen later on the same activity would not count as a 'new sighting'.\n- The same pride seen later on a different activity would count as a 'second sighting'.\n- Two male lions seen separately from the pride, some distance away, would count as a 'separate sighting'.\n\nWhen they return from their trip, we ask them to report this data to us as part of their wider feedback data on their trip. We're immensely grateful that the vast majority of our travellers do this - and the detailed results of this are now visible on our website.\n\nWe only include wildlife sightings data from travellers who make their arrangements with us; we don't accept any third-party data or information from anyone at any place which has not been part of one of our holidays.\n\n### How we use this information on this website\n\nWe use this wildlife information on our website in a variety of ways, to try to make it clearer for travellers to see at a glance which species previous visitors have seen, and hence what the chances of seeing a particular animal are likely to be.\n\n#### Wildlife sightings on our Review pages\n\nOn our individual camp review pages, like [Tafika Reviews](https://www.expertafrica.com/zambia/south-luangwa-national-park/tafika/reviews/1), we detail the individual sightings of the travellers who have kindly shared their experience with us.\n\nClick on each animal in the row at the top for a summary of the sightings of this species at this camp. See the individual reviews below for the detail of exactly when each sighting report happened.\n\nThis data is the source of all of the other wildlife data that we deduce on our site: it's all grounded very firmly and precisely in what our travellers have reported to us. Nothing's added to this and nothing's taken away!\n\n#### Wildlife sightings on our Wildlife pages\n\nOn our dedicated wildlife pages, we report the 'success' our travellers have had in seeing a particular species from individual camps and lodges.\n\nFor example, our [Wild dog in Africa](https://www.expertafrica.com/wildlife/wild-dog/africa) page reports the top camps in Africa for seeing wild dog, as measured by the % success.\n\nTo calculate this, we count time spent at each camp separately. We look at the number of our travellers who stayed at a camp where wild dog are known to occur and who reported their wildlife observations to us. It shows the percentage of these travellers who reported to us that they had had at least one sighting of wild dog during their stay.\n\nFor each of the top ten places, a graph and data summary is displayed beside the map. On a desktop computer, moving your mouse over the 'donut graph' will give you more understanding of the frequency of sightings at that location.\n\nWhere two camps have the same probability of success based on our reports, we'll rank the camp with the greater number of reports before the camp with fewer reports - so higher up on the map sidebar. Currently we don't try to take the duration of our travellers' stay at each camp, or the time of year, into account in these statistics. We hope to look at including this information when we have a lot more wildlife information collated.\n\nFor camps that don't make it into the _Top 10_ for a particular species, more information is available for desktop computers if you click on the circle which marks the camp's location.\n\n#### Wildlife on our Holiday pages\n\nFor each holiday on our website which includes elements of safari, we estimate the chances of our travellers seeing the various species. To do this, we assume that the likelihood of one of our travellers seeing a particular species in a future visit is the same as the 'success rate' that our previous travellers have had seeing that particular species at that lodge in the past.\n\nFor example, our [Caracal Self-drive Safari](https://www.expertafrica.com/namibia/trip/caracal-self-drive-safari) includes eight different places in Namibia. We take into account the average length of stay of our previous travellers at each location, and the length of the stays in the various locations of this holiday.\n\nFrom this data, we can calculate the chances of a traveller seeing this species at least once if they take this particular holiday in the future. Looking at the results and knowing the areas and lodges and the sightings record at these, we're very happy that the chances that have been calculated are representative.\n\nThere are exceptions when, for example, very low numbers of observations at a particular lodge will skew the results (see 'pangolin' below), but in general these results seem very fair.\n\n### The limitations of our wildlife data\n\nWe're delighted with the data that we have so far and the ways in which it can help our travellers, and some wildlife researchers, as they make decisions about what they do in Africa. Its strength and depth should improve greatly over the coming months and years as more of our travellers report their sightings to us.\n\nObvious limitations of our wildlife data include:\n\n- Where there are low numbers of reports, the conclusions will seem unreasonable. For example, if only one person has been to a particular lodge, but they have recorded a sighting of a pangolin, then this lodge will show '100% success' for sightings of pangolins. Whilst this is true, it's clear that doesn't mean that our next traveller to this lodge can be certain of seeing a pangolin!\n- We don't yet take account of the time of year of sightings - despite the fact that in some cases the time of year makes a massive difference to the quality and quantity of game-viewing in some areas. We hope to be able to do this when we have a lot more data.\n- Currently most of the conclusions of our data are drawn from the simple question: 'Did our travellers see this species whilst at this camp/lodge or not?' We make less use of the number of sightings, and in future we hope to use this information more, to make our conclusions richer and more detailed.\n\n### Our selection of wildlife species\n\nWe currently survey 26 different species. This wasn't a very scientific selection; it was simply our choice. We selected the species that we believed would be the most interesting to record and those that would be of most interest to our travellers.\n\nWe know there are many omissions and, even just thinking of our own personal interests, we might have chosen many more - from aardwolves to waterbuck, not to mention some of the more conspicuous reptiles, amphibians and many magnificent birds. However, we restrained ourselves, mindful that we didn't want to make our traveller's reports too long or onerous.\n\nSo please accept our apologies if a particular species in which you have an interest isn't included here. We hope that in a few years, we may be able to widen the survey further.\n\nHowever, in the meantime do call us to discuss any aspects of the wildlife that you'd like to understand more. We’ll almost certainly be able to help you - using our own first-hand experience, and the knowledge of our extensive network of wildlife guides in Africa - towards a wildlife safari in Africa that truly matches your interests.\n\nClose\n\nLogin to Expert Africa\n\nLogin or create an account below.\n\nLogin with your password\n\n\nYour email address\n\nPassword\n\nRemember me\n\n\n[Forgot your details?](https://www.expertafrica.com/wildlife-surveys#)\n\nLogin to account\n\nForgotten your details?\n\nEmail address\n\nEnter your email address and we'll send you a link to re-set your password.\n\n[Back to login](https://www.expertafrica.com/wildlife-surveys#)\n\nSend link\n\nSend me a login link\n\n\nYour email address\n\nSend link\n\nCreate a new account\n\n\nCreate wish-lists, send enquiries, make and manage your safari bookings, and more...\n\nCreate account\n\n![](https://www.expertafrica.com/images/static-content/4750baf64f06474e90adae1deeebb609.png)\n\nIt's free & quick to set up\n\nBenefits from creating an account.\n\n- Save your wish-list\n- Send us an enquiry\n- Pay online and manage your trip\n- Subscribe to our newsletter\n- Give us feedback on your trip\n- Enhanced features\n\n* * *\n\nNeed some help? [Talk to our team](https://www.expertafrica.com/enquiry)\n\n✕![Newsletter background](https://www.expertafrica.com/images/static-content/7e2ad13347dd458e80dfda451abdc281.jpg)\n\nStay in the know with Expert Africa\n\nJoin our newsletter. Get the latest on new camps and lodges, insights from our team, uplifting conservation stories and more...\n\nEmail address\n\n\nSign-up\n\nA few more details and you're subscribed\n\nTitle\nMrMsMrsMissMastDrSirLordLadyProf.\n\nFirst name\n\n\nLast name\n\n\nCountry\nSelect your countryUnited KingdomUnited StatesAaland IslandsAfghanistanAlbaniaAlgeriaAmerican SamoaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelgiumBelizeBeninBermudaBhutanBolivia, Plurinational State ofBonaire, Sint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBrunei DarussalamBulgariaBurkina FasoBurundiCabo VerdeCambodiaCameroonCanadaCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos (Keeling) IslandsColombiaComorosCongoCongo, the Democratic Republic of theCook IslandsCosta RicaCôte d'IvoireCroatiaCubaCuraçaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesFYROMGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuamGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHoly See (Vatican City State)HondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIrelandIsle of ManIsraelItalyJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKuwaitKyrgyzstanLao People's Democratic RepublicLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacauMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesia, Federated States ofMoldova, Republic ofMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorthern Mariana IslandsNorwayOmanPakistanPalauPalestine, State ofPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalPuerto RicoQatarRéunionRomaniaRussiaRwandaSaint BarthélemySaint Helena, Ascension and Tristan da CunhaSaint Kitts and NevisSaint LuciaSaint Martin (French part)Saint Pierre and MiquelonSaint Vincent and the GrenadinesSamoaSan MarinoSao Tome and PrincipeSaudi ArabiaSenegalSerbiaSeychellesSierra LeoneSingaporeSint Maarten (Dutch part)SlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia and the South Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTimor-LesteTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluU.S. Virgin Islands UgandaUkraineUnited Arab EmiratesUnited KingdomUnited States Minor Outlying IslandsUruguayUSAUzbekistanVanuatuVenezuelaVietnamWallis and FutunaWestern SaharaYemenZambiaZimbabwe\n\nSign-up\n\nThanks!\n\nAlmost there! We've sent you an email to confirm your subscription. Just click on the link and you'll soon be receiving our newsletter in your inbox.\n\nIn the meantime, take a look at our [previous Bush Telegraph newsletters.](https://www.expertafrica.com/newsletter-archive)\n\nClose\n\n\n[Show all results](https://www.expertafrica.com/holiday-search)\n\nConsent\n\nDetails\n\nAbout\n\n## Privacy settings\n\nWe use a few cookies to help our website run smoothly and improve over time.\n\nYou’re in control: apart from essential cookies (which are needed to keep the site working), you can choose which types you’re happy for us to use. You can update or change your preferences at any time via the link in our footer.\n\n## Essential\n\nThese cookies are necessary for the website to function – for example, they allow pages to load correctly and help manage security. They’re always on.\n\n## Functional\n\nThese help us understand how people use our website – typically in anonymised, aggregated ways – so we can improve its content and performance.\n\n## Personalisation\n\nWe don’t personalise content yet, but may do so in future. For example, we might use this to order suggestions or pages in a way that reflects your interests.\n\n## Marketing\n\nWe use cookies from various companies, including Google, to help us understand how travellers discover and interact with our website.\n\n_We do not currently use them for any targeted advertising._\n\n## What is a cookie?\n\nCookies are small files stored on your device when you visit a website. They help remember things like your preferences or login details – so the site works better for you next time.\n\nSome cookies are essential and are always active. Others – like those used to improve our site or tailor content – are optional, and we’ll only use them if you give us permission.\n\nA few may come from trusted third-party tools we use – such as the industry-standard Google Analytics. Read more in our [Cookie Policy](https://www.expertafrica.com/about-this-site).",
    "query": "Wildlife population surveys Africa"
  },
  {
    "snippet": "Typesetting math: 100%\n\n[Skip to main content](https://www.sciencedirect.com/science/article/pii/S235198942400516X#screen-reader-main-content) [Skip to article](https://www.sciencedirect.com/science/article/pii/S235198942400516X#screen-reader-main-title)\n\n- [View **PDF**](https://www.sciencedirect.com/science/article/pii/S235198942400516X/pdfft?md5=a51d597f92f9c58669218bd8904b82e8&pid=1-s2.0-S235198942400516X-main.pdf)\n- Download full issue\n\nSearch ScienceDirect\n\n## Outline\n\n01. [Abstract](https...",
    "content": "Typesetting math: 100%\n\n[Skip to main content](https://www.sciencedirect.com/science/article/pii/S235198942400516X#screen-reader-main-content) [Skip to article](https://www.sciencedirect.com/science/article/pii/S235198942400516X#screen-reader-main-title)\n\n- [View **PDF**](https://www.sciencedirect.com/science/article/pii/S235198942400516X/pdfft?md5=a51d597f92f9c58669218bd8904b82e8&pid=1-s2.0-S235198942400516X-main.pdf)\n- Download full issue\n\nSearch ScienceDirect\n\n## Outline\n\n01. [Abstract](https://www.sciencedirect.com/science/article/pii/S235198942400516X#ab0010 \"Abstract\")\n02. [Keywords](https://www.sciencedirect.com/science/article/pii/S235198942400516X#keys0005 \"Keywords\")\n03. [1\\. Main](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0005 \"1. Main\")\n04. [2\\. Methods](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0010 \"2. Methods\")\n05. [3\\. Results](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0040 \"3. Results\")\n06. [4\\. Discussion](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0075 \"4. Discussion\")\n07. [Declaration of Competing Interest](https://www.sciencedirect.com/science/article/pii/S235198942400516X#coi0005 \"Declaration of Competing Interest\")\n08. [Appendix A. Supplementary material](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120 \"Appendix A. Supplementary material\")\n09. [Data availability](https://www.sciencedirect.com/science/article/pii/S235198942400516X#da0005 \"Data availability\")\n10. [References](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bibliog0005 \"References\")\n\nShow full outline\n\n## [Cited by (2)](https://www.sciencedirect.com/science/article/pii/S235198942400516X\\#section-cited-by)\n\n## Figures (3)\n\n1. [![Fig. 1. National Park/Wildlife Reserve locations where field teams implemented search…](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr1.sml)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0005)\n2. [![Fig. 2. Vehicle-based search effort (for African lions) and camera trap locations in…](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr2.sml)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0010)\n3. [![Fig. 3. Population status information for African lions, leopards, and spotted hyenas…](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr3.sml)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015)\n\n## Tables (4)\n\n1. [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005 \"Characteristics of camera trap-based leopard and spotted hyena density surveys across Uganda.\")\n2. [Table 2](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0010 \"African Lions: Posterior summaries of parameters estimated from Bayesian spatial capture- recapture models used to estimate spatial lion density in three protected areas in Uganda. Estimates presented...\")\n3. [Table 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0015 \"African Leopards: Posterior summaries of parameters estimated from Bayesian spatial capture- recapture models used to estimate spatial leopard density in five wildlife areas in Uganda. Estimates prese...\")\n4. [Table 4](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0020 \"Key population density and movement parameters from the spotted hyena surveys in Uganda 2022–2023.\")\n\n## Extras (3)\n\n1. Download all\n2. [Supplementary material](https://www.sciencedirect.com/science/article/pii/S235198942400516X#ec0005 \"Supplementary material\")\n3. [Supplementary material](https://www.sciencedirect.com/science/article/pii/S235198942400516X#ec0010 \"Supplementary material\")\n4. [Supplementary material](https://www.sciencedirect.com/science/article/pii/S235198942400516X#ec0015 \"Supplementary material\")\n\n[![Elsevier](https://www.sciencedirect.com/us-east-1/prod/5b0b800d282981de958d347ee4b48499ed4443d2/image/elsevier-non-solus.svg)](https://www.sciencedirect.com/journal/global-ecology-and-conservation \"Go to Global Ecology and Conservation on ScienceDirect\")\n\n## [Global Ecology and Conservation](https://www.sciencedirect.com/journal/global-ecology-and-conservation \"Go to Global Ecology and Conservation on ScienceDirect\")\n\n[Volume 56](https://www.sciencedirect.com/journal/global-ecology-and-conservation/vol/56/suppl/C \"Go to table of contents for this volume/issue\"), December 2024, e03312\n\n[![Global Ecology and Conservation](https://ars.els-cdn.com/content/image/1-s2.0-S2351989423X00158-cov150h.gif)](https://www.sciencedirect.com/journal/global-ecology-and-conservation/vol/56/suppl/C)\n\n# Original research article  Insights into large carnivore populations in Uganda: A participatory survey of lions, leopards, and hyenas using spatial capture-recapture\n\nAuthor links open overlay panelAlexander R.Braczkowskiabc, NicholasElliotbd, AggreyRwetsibae, TutiloMudumbaf, Arjun M.Gopalaswamybg, Christopher J.O’Bryanhi, AnnaCrysellj, [DuanBiggsak](https://www.sciencedirect.com/author/37118524700/duan-biggs), [HamishMcCalluma](https://www.sciencedirect.com/author/7005980838/hamish-ian-mccallum), MichaelCimal, SilvanMusobozie, LilianNamukosee, SophiaJingom, PeterLuhondan, RalphSchenko, PatrickOkellop, InnocentKomakechq, JimmyKisemboq, Keren S.Pereirar, GilbertDrileyos…LukeGibsonad\n\nShow more\n\nOutline\n\nAdd to Mendeley\n\nCite\n\n[https://doi.org/10.1016/j.gecco.2024.e03312](https://doi.org/10.1016/j.gecco.2024.e03312 \"Persistent link using digital object identifier\") [Get rights and content](https://s100.copyright.com/AppDispatchServlet?publisherName=ELS&contentID=S235198942400516X&orderBeanReset=true)\n\nUnder a Creative Commons [license](http://creativecommons.org/licenses/by-nc-nd/4.0/)\n\nOpen access\n\n## Abstract\n\nMonitoring wildlife populations at scale is fraught with logistical and resource constraints. Despite this, estimating wildlife population state variables and vital rates remains crucial for science, and to assess conservation investment and effort. The veracity and transparency of results also helps prevent politicization of wildlife populations. In Uganda, robust estimates of carnivore population size are rare in the literature. To overcome a near two-decade long data gap we initiated a survey of African lions, leopards, and spotted hyenas with the Uganda Wildlife Authority across six important protected areas. Surveys were conducted within a spatial capture-recapture framework, the industry gold-standard for monitoring carnivore populations. For lions, we used unstructured spatial sampling protocols (in the form of vehicle-based searches), while for leopards, and spotted hyenas we deployed camera traps. Our protocols were designed to obtain unambiguous individual identification photographs. This large-scale effort involved data collection by >100 local conservation stakeholders (including lodge guides, trophy hunters, university students, and government rangers). Locally extinct in three areas, we show lion numbers are precariously low in two of three sites where they still occur (Queen Elizabeth abundance=39.72, Posterior standard deviation (PSD)=7.96; Kidepo Valley abundance=22.23, PSD=11.67). Murchison Falls was identified as Uganda’s lion stronghold with an estimate of ∼240 individuals (PSD=34) and average park-wide densities of 7.43 individuals/100 km2 (PSD=1.05). Leopard densities were highest in Lake Mburo and Murchison Falls. In Murchison they reach some of the highest densities in Africa (14.06 individuals/100 km2, PSD=2.65). Spotted hyena densities were high compared to lions (range=6.15–45.31 individuals/100 km2), except in Lake Mburo where densities were markedly lower (park abundance=23 individuals in 370 km2, PSD=5.26). Our work has critical policy implications, and forms the foundation of the new Strategic Action Plan for Large Carnivore Conservation in Uganda (2023–2033). It also illustrates how cutting-edge, transparent and collaborative science, implemented by multiple wildlife conservation stakeholders can help gauge the conservation status of their wildlife resources.\n\n- [Previous article in issue](https://www.sciencedirect.com/science/article/pii/S2351989424005250)\n- [Next article in issue](https://www.sciencedirect.com/science/article/pii/S2351989424005377)\n\n## Keywords\n\nCollaboration\n\nPopulation monitoring\n\nWildlife abundance\n\nAfrican lion\n\nSpotted hyena\n\nAfrican leopard\n\nDensity estimation\n\nSpatially explicit capture recapture\n\nCarnivore\n\nPanthera leo\n\nPanthera pardus\n\nCrocuta crocuta\n\n## 1\\. Main\n\nIn conservation biology, a fundamental objective is to monitor and understand the population dynamics of species, particularly those that are elusive, rare, spatially demanding and charismatic ( [Marsh and Trenham, 2008](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib27)). This endeavour is often complicated by several factors, including financial constraints, the intrinsic difficulty of monitoring elusive species across large landscapes, and a lack of cooperation among agencies and stakeholders ( [Gopalaswamy et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib20)). Uganda's conservation landscape is a prime example of these challenges, facing some of the world's most pressing issues such as rapid human population growth (UN 2022), significant food security concerns ( [Atamanov et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib2)), and severe rates of habitat destruction, notably in its forests ( [Sassen et al., 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib46)). Additionally, the economic impact of human-wildlife conflict in Uganda is substantial, with farmers facing one of the highest financial risks due to livestock predation globally ( [Braczkowski et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib10)), further compounding the urgency for a science-based approach to balance national economic goals with biodiversity conservation.\n\nCharismatic megafauna like gorillas, chimpanzees, and large carnivores are at the heart of Uganda's wildlife tourism sector, an industry pivotal for achieving the country's economic targets, including boosting GDP and reducing national debt. This sector not only contributes significantly to economic development but also serves as a vital mechanism for promoting wildlife conservation. In particular, African lions ( _Panthera leo_), leopards ( _Panthera pardus_), and spotted hyenas ( _Crocuta crocuta_) not only serve as iconic symbols for many of Uganda's protected areas but also play a crucial role in generating conservation revenue through ecotourism and, to a lesser extent, trophy hunting. For example, each lion in the Queen Elizabeth National Park is estimated to contribute USD $14,000 annually to the economy, while leopard sightings in Lake Mburo National Park are believed to bring in a collective USD $40,000 each year ( [Plumptre and Roberts, 2006](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib37), [Braczkowski et al., 2022a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib11)).\n\nDespite the recognized importance of charismatic megafauna in Uganda's conservation and tourism sectors, the country has faced significant challenges in effectively monitoring its carnivore populations. Over recent decades, these challenges have been exacerbated by threats such as widespread poaching, retaliatory killings by livestock owners, and the environmental impact of industrial activities like oil extraction in key habitats such as Murchison Falls National Park ( [Braczkowski et al., 2020c](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib6), [Mudumba et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib30), [Mudumba et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib31), [Montgomery et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib29)). The scarcity of detailed information on these species' numbers ( [Omoya et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib35), [Braczkowski et al., 2020b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9), [Braczkowski et al., 2022a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib11), [Braczkowski et al., 2022b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib8)) underscores a wider concern regarding wildlife conservation efforts across Africa, including in Uganda: the complex challenges of monitoring large carnivores due to their expansive ranges and low densities, stakeholder conflicts that impede collaboration and data sharing, competition for limited conservation funding, and the use of unreliable monitoring methodologies ( [Braczkowski et al., 2020a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib7)). This lack of effective monitoring undermines conservation efforts, leaving crucial questions about the state of these species and the effectiveness of protective measures unanswered.\n\nTo confront these challenges, we collaborated with the Uganda Wildlife Authority (UWA) and other stakeholders, conducting training workshops on robust carnivore survey techniques based on Bayesian spatial capture-recapture models. This effort culminated in a comprehensive national survey across six key, protected areas, providing valuable information on the abundance, density, sex ratios, movement scales, and spatial density variations of African lions, leopards, and spotted hyenas. These insights have been instrumental in shaping the new Strategic Action Plan for Large Carnivore Conservation in Uganda (2023–2033), demonstrating the potential of collaborative, science-based conservation strategies to enhance our understanding and protection of Uganda's critical carnivore populations.\n\n## 2\\. Methods\n\n### 2.1. Study area\n\nWe conducted our surveys in six of Uganda’s most important protected areas for large carnivores in terms of protected area size, and historic presence of carnivores (UWA 2010): the Kidepo Valley National Park (1430 km2), Pian Upe Wildlife Reserve (2400 km2), Murchison Falls National Park (4000 km2), Toro Semliki Wildlife Reserve (542 km2), the Queen Elizabeth Conservation area (comprising the National Park and its associated wildlife reserves 2400 km2), and Lake Mburo National Park (376 km2, [Fig. 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0005) – all protected area sizes and shapefiles are available at [www.protectedplanet.net](http://www.protectedplanet.net/)). Except in Pian Upe which has one rainy season, these sites are characterized by two wet seasons (March-May and September-December) with rainfall varying from 800 to 1390 mm per annum. Temperatures range from a minimum of 22 °C to a maximum of 40 °C ( [Twesigye et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib48)). Altitudinal variation across these protected areas is vast and the lowest altitude of ∼700 m above sea level (masl) is located in the Toro Semliki Wildlife Reserve in the country’s west, and the highest points are located in the northeast on the peaks of Mount Morungole in Kidepo Valley National Park, and on Mount Kadam in Pian Upe Wildlife Reserve 2749–3068 masl ( [Aleper and Moe, 2006](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib1); see: [https://ugandawildlife.org/wildlifereserves/pian-upe/](https://ugandawildlife.org/wildlifereserves/pian-upe/)). Due to the wide band of rainfall and altitudes, habitat characteristics are highly variable and are described in detail in [Braczkowski et al. (2020b)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9), [Mudumba et al. (2021)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib30), and [Braczkowski et al. (2022b)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib8) but each park is characterized by grassland and woodland savanna matrices, with Toro Semliki, Queen Elizabeth, Kidepo Valley, and Murchison containing large tracts of tropical and mountain forest. Key ungulate species important for carnivore persistence include the Cape buffalo _Syncerus caffer_, Uganda kob _Kobus kob thomasi_, impala _Aepyceros melampus_ (present in Lake Mburo only), waterbuck _Kobus ellipsiprymnus_, oribi _Ourebia ourebi_ (Pian Upe, Murchison, and Kidepo), and Burchell’s zebra _Equus quagga burchellii_.\n\n![Fig. 1](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr1.jpg)\n\n1. [Download: Download high-res image (132KB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr1_lrg.jpg \"Download high-res image (132KB)\")\n2. [Download: Download full-size image](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr1.jpg \"Download full-size image\")\n\nFig. 1. National Park/Wildlife Reserve locations where field teams implemented search encounter surveys for African lion, or camera trap surveys for African leopard and spotted hyenas. Survey sites were, 1. Kidepo Valley National Park, 2. Murchison Falls National Park, 3. Pian Upe Wildlife Reserve, 4. Toro Semliki Wildlife Reserve, 5. Queen Elizabeth National Park, and 6. Lake Mburo National Park.\n\n### 2.2. Statement on animal subjects\n\nWe received a research permit for our work from the Uganda Wildlife Authority (UWA, permit number COD/96/05). Our work was non-invasive, followed the same rules as safari photography and also made use of remote camera trap photography. We received clearance for all field activities from Mrs. Beth Mutumba (Directorate of Research Management and Quality Assurance) and the Ugandan National Council for Science and Technology (registration number NS331ES).\n\n### 2.3. Estimating abundance and density of large carnivores: field protocols\n\nWe established the abundance and density of African lions across the three remaining protected areas where they still occur (Kidepo Valley, Murchison Falls, and the Queen Elizabeth Conservation Area) using individual lion identifications collected using unstructured spatial sampling protocols ( [Elliot and Gopalaswamy, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib16), [Western et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib51)) which took the form of vehicle-based searches of lions. In the case of African leopards and spotted hyenas, we established densities and abundance by identifying individual animals in photographs recorded across a grid of camera traps deployed at key areas of conservation interest in each protected area, namely the core tourism and management zones (e.g. the Nile Delta of Murchison Falls, and the tourism area of the Pian Upe Wildlife Reserve; see [Fig. 2](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0010) for details). For lions, fieldwork was conducted over roughly three months in Murchison Falls National Park (94 days, 5 Apr-7 Jul 2022), Queen Elizabeth Conservation Area (96 days, 26 Aug-29 Nov 2022), and Kidepo Valley (101 days, 31 Aug – 9 Dec 2022). In each site we used vehicle-based protocols to locate African lions, whereby an observation team systematically covered the study area searching for lions and recording their search effort using smartphones and the open source MapMyDrive ( [Ring, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib40)) which created GPX files of the kilometers driven daily. Whenever lions were encountered during these searches, the team would photograph each lion, its whisker spots, scars, teeth, and other discernible characteristics ( [Pennycuick and Rudnai, 1970](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib36)). These photographs were taken using DSLR cameras (various models) equipped with telephoto lenses ( [Braczkowski et al., 2020b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9)). The photos taken during each lion sighting were added to a parent folder for that sighting, with sub-folders containing all images of each detected individual. An observer then assigned a gender (based on secondary sexual characteristics) and a unique ID (based on their unique whisker spot pattern). An ID catalogue was created for each new individual. For subsequent sightings, if the whisker spots of a detected individual matched an individual in the existing ID catalogue, it was classed as a recapture. If the whisker spots did not match, it was classed as a new individual and a new catalogue was created. For analysis, we only retained individuals that were bilaterally identified at least once during a survey. Finally, we assigned an age class to each individual based on phenotypic features ( [Miller et al., 2016](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib28)), and excluded individuals estimated to be under the age of one year. To help ensure accuracy of the capture histories, each detection was then validated by one other observer. In the Murchison and Kidepo field sites we boosted the detection probability of African lions with playbacks of a buffalo in distress, pig squeals, or a lion roar if we suspected the presence of a male lion in the area. Playback sites were chosen opportunistically, and we followed the protocol of [Western et al. (2022)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib51) in the duration of playbacks, volume, and rotation of speakers. Critically, for our African lion surveys drive search effort was expended as much as possible across the entirety of the protected areas, however there were some areas we could not explore ( [Fig. 2](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0010), namely the Kidepo valley section of the Kidepo Valley National Park, the Budongo Forest and southeast regions of Murchison Falls, and the Maramagambo and Dura sectors of the Queen Elizabeth Conservation Areas).\n\n![Fig. 2](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr2.jpg)\n\n1. [Download: Download high-res image (357KB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr2_lrg.jpg \"Download high-res image (357KB)\")\n2. [Download: Download full-size image](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr2.jpg \"Download full-size image\")\n\nFig. 2. Vehicle-based search effort (for African lions) and camera trap locations in the six protected area locations used in the participatory large carnivore survey in Uganda.\n\nFor the estimation of leopard and spotted hyena densities, a single season camera-trap survey was conducted in each site (see [Fig. 2](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0010) for camera trap station layout in each site). Survey areas were largely focused on key tourism zones and areas considered critical from a management perspective within each protected area. These included the Nile Delta of Murchison Falls National Park (a poaching and oil extraction hub, and the main tourism area), the tourism and hunting circuit of the Pian Upe Wildlife Reserve (the only part of the protected area with any road access), the Narus valley and OP barracks road along with one access point into the Kidepo Valley portion of Kidepo Valley National Park, the tourism circuits and crater lake areas of Queen Elizabeth, the entirety of Lake Mburo, and the tourism circuit of Toro Semliki. Similar to our lion surveys, camera trapping sessions were short to maintain temporal closure (mean survey period=65.2 days, [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). Camera traps were deployed in pairs (so as to photograph both flanks of a passing carnivore, which improves individual identification), ensuring comprehensive coverage of the target areas (mean number of camera trap locations per survey=39). For leopards we were able to make use of both flanks, but due to the aggregation, scent-marking, and camera tampering behaviour of spotted hyenas it is often impossible to pair two flanks of the same individual hyena to a temporally independent capture event ( [Braczkowski et al., 2022a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib11), [Dheer et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib13)). For these reasons, for spotted hyenas we used the flank with the highest number of detections. To boost capture probability of leopards and spotted hyenas we placed traps strategically along roads, game trails, and dry riverbeds ( [Balme et al., 2009](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib4), [Henschel et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib23)). Traps were mounted on 1 m steel poles positioned 40 cm above the ground set at a 60°–75° angle relative to a vehicle track or game trail. To meet accepted trap spacing requirements, we considered the smallest known female leopard home-range recorded in the literature, which was approximately 30 km² ( [Bailey, 1993](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib3), [Fattebert et al., 2016](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib17)). As female leopards and spotted hyenas generally have smaller home ranges compared to males, the camera spacing was set to roughly 2 km, ensuring the presence of at least one camera-trap site within an area corresponding to a female leopard’s home range. Even though spatial capture-recapture models do not necessitate it, we made certain that every animal in the survey zone had a nonzero probability of capture, thus ensuring comprehensive coverage of the area ( [Karanth and Nichols, 1998](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib24)). Camera traps were checked roughly every 4–7 days, and opportunistically when field staff traversed the study area. This periodic assessment allowed for necessary adjustments, including rectifying animal-induced damage, replacing memory cards, and ensuring solar panel functionality. To maximize the chances of capturing relevant data, the camera traps were set to burst mode, capturing five consecutive images whenever the infrared sensor was triggered.\n\nTable 1. Characteristics of camera trap-based leopard and spotted hyena density surveys across Uganda.\n\n| **Location (Park)** | **Survey Year** | **Survey Date** | **Survey Duration** | **Region Sampled** | **Camera Trap Locations** | **Camera Trap Nights** |\n| --- | --- | --- | --- | --- | --- | --- |\n| Lake Mburo | 2022 | 2 March - 20 April | 50 days | Entire Park | 32 | 1377 |\n| Queen Elizabeth | 2022–2023 | 20 Dec – 28 Feb | 68 days (32 Mweya, 36 Ishasha) | Mweya, Kasenyi, Craters & Ishasha - Kigezi | 55 (32 Mweya, 23 Ishasha) | 1488 (756 Mweya, 732 Ishasha) |\n| Murchison Falls | 2022 | 23 April - 20 June | 59 days | Nile Delta - Pakuba | 32 | 1603 |\n| Kidepo Valley | 2022 | 14 Sept - 8 Dec | 86 days | Narus Valley - Op Barracks | 60 | 1262 |\n| Pian Upe | 2022 | 23 Feb - 23 April | 61 days | Karamoja Overland Safaris camp area, Napedet, Mukalazi Barracks | 28 | 858 |\n| Toro Semliki | 2023 | 24 April – 1 June | 39 days | Safari area | 25 | 407 |\n\n### 2.4. Estimating abundance and density of large carnivores: data analysis\n\nOur analyses were all conducted within a Bayesian spatial capture-recapture (SCR) framework. First, we delineated a state-space that would be >2.5 times the expected spatial scale parameter, sigma (σ). Next, we identified potential species activity centers, typically represented by 0.336 km² pixels. However, due to the size of Murchison, for African lions we adjusted the pixel size to 1 km² to expedite computational efficiency. Pixels that were deemed to be unsuitable habitat (e.g. Lake Albert) were masked out. The value of M (the data-augmented value of abundance within the larger state-space) was set at between 10 and 20 times the number of individuals detected during each survey. Following the approach of [Elliot and Gopalaswamy (2017)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib16) and [Western et al. (2022)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib51), we described the observation process using a spatial capture-recapture (SCR) matrix, consisting of individuals, sampling occasions, and 'trap' locations. For African lions, we incorporated an effort covariate (logarithm of kilometers driven per trap (0.336 km2 for Kidepo and Queen Elizabeth, and 1 km2 for Murchison), per day) (effort1), and in Murchison and Kidepo a binary variable for our playback protocol (per trap) to mitigate sampling bias in specific traps (effort2). Additionally, sex-specific covariates were included for African lions and leopards to address differences in ranging patterns between males and females, thereby influencing the observation process. By accounting for different detection probabilities for males and females, we also estimated sex ratios. Four a-priori models were developed, and their posterior outputs were compared (see [Table 2](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0010)), (model 1) _λ_ 0 (basal encounter rate) and σ (the rate of decline in detection probability) were assumed to be sex-specific, (model 2) _λ_ 0 was assumed to be independent of sex, but σ was sex-specific, (model 3) both _λ_ 0 and σ were assumed to be independent of sex, and (model 4) _λ_ 0 was assumed to be sex-specific, but σ was not sex-specific (see Supporting Information 1 for parameter definitions). The detection function parameter (θ) was fixed at 1, indicating a half-normal detection function. All four models were implemented for lions and leopards at all sites. For hyenas, since we were unable to differentiate between sexes, we restricted our analyses to model 3 which does not include sex-specific parameters.\n\nTable 2. African Lions: Posterior summaries of parameters estimated from Bayesian spatial capture- recapture models used to estimate spatial lion density in three protected areas in Uganda. Estimates presented above are from the selected candidate model (see Methods) for each site and pertain to lions over the estimated age of one year. We include posterior standard deviations (PSD) and 95% highest posterior density intervals (HPD). Gelman–Rubin diagnostics, Bayesian p-values, and parameter estimates for all models are reported in Supporting Information 1, where parameter definitions can also be found.\n\n| Kidepo Valley National Park (Model 3) | Empty Cell | Murchison Falls National Park (Model 1) | Queen Elizabeth Conservation Area (Model 1) |\n| --- | --- | --- | --- |\n| Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD |\n| σM | 4.44 | 1.42 | 2.51 | 7.32 | σF | 2.14 | 0.14 | 1.86 | 2.42 | σM | 1.77 | 0.13 | 1.53 | 2.01 |\n| σF | 4.44 | 1.42 | 2.51 | 7.32 | σM | 1.53 | 0.18 | 1.19 | 1.87 | σF | 1.65 | 0.11 | 1.44 | 1.86 |\n| λ0 | 0.002 | 0.001 | 0.0003 | 0.003 | λ0 | 0.006 | 0.001 | 0.005 | 0.008 | λ0 | 0.029 | 0.005 | 0.02 | 0.039 |\n| β1eff | 4.54 | 1.06 | 2.58 | 6.60 | β1eff | 0.85 | 0.10 | 0.66 | 1.05 | β1eff | 1.56 | 0.27 | 1.03 | 2.07 |\n| β2eff | 4.73 | 0.61 | 3.56 | 6.00 | β2eff | 1.82 | 0.46 | 0.87 | 2.69 | β2eff | - | - | - | - |\n| βsex | - | - | - | - | βsex | 0.29 | 0.29 | −0.28 | 0.84 | βsex | 0.08 | 0.23 | −0.36 | 0.53 |\n| Ψ | 0.20 | 0.10 | 0.04 | 0.41 | Ψ | 0.58 | 0.08 | 0.42 | 0.76 | Ψ | 0.45 | 0.10 | 0.27 | 0.64 |\n| Ψsex | - | - | - | - | Ψsex | 0.38 | 0.08 | 0.24 | 0.54 | Ψsex | 0.48 | 0.13 | 0.25 | 0.72 |\n| Nsuper | 39.72 | 20.77 | 8.00 | 81.00 | Nsuper | 408.80 | 57.88 | 296 | 523 | Nsuper | 98.54 | 19.94 | 61 | 137 |\n| Density | 0.87 | 0.46 | 0.18 | 1.78 | Density | 7.43 | 1.05 | 5.38 | 9.50 | Density | 1.64 | 0.33 | 1.03 | 2.3 |\n| Abundance(in 2555 km2 area) | 22.32 | 11.67 | 4.50 | 45.49 | Abundance(in 3233 km2 area) | 240.08 | 33.99 | 173.84 | 307.15 | Abundance(in 2400 km2 area) | 39.34 | 7.96 | 24.75 | 55.09 |\n| sex ratio [\\*](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl2fn1) | - | - | - | - | sex ratio | 1.64♀:1♂ | - | 0.87♀:1♂ | 3.25♀:1♂ | sex ratio | 0.92♀:1♂ | - | 0.33♀:1♂ | 2.57♀:1♂ |\n\n\\*\n\nsex ratio is calculated through the formula: psi.sex/(1-psi.sex) (the males in our analysis were coded as 0 in the sex file) and denotes the number of females relative to males. In Murchison we coded males as 1 and females as 0 so the formula is reversed.\n\nFor lions, the probability of detecting individual _i_ in pixel _j_ on sampling occasion _k_ (π_ijk_) is defined by a complementary log-log function of covariates ( [Elliot and Gopalaswamy, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib16), [Western et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib51)):(1)cloglog (π_ijk_) =log _λ_ 0+ _β_ eff1\\[log(effort1 _jk_)\\] \\+ _β_ eff2\\[effort2 _jk_\\] \\+ _β_ sex(sex_i_) \\- _f_\\[dist( _i,j_) \\|θ,σsex\\]\n\nwhere _f_\\[dist( _i,j_)\\|θ,σsex\\] describes how detection rate is a function of distance between the activity center of individual _i_ and pixel _j_, which are conditional on _θ_ and _σ_ sex. For the leopard and hyena surveys employing only camera traps, we used the same four candidate models to obtain posterior parameter estimates which took the following simpler form:(2)cloglog (π_ijk_) =log _λ_ 0 \\+ _β_ sex(sex_i_) \\- _f_\\[dist( _i,j_) \\| _θ_, _σ_ sex\\]\n\nThe models were run using an adaptation of the R package SCRbayes ( [Royle et al., 2019](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib43), [Western et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib51)), which implements a Bayesian Markov Chain Monte Carlo (MCMC) approach using the Metropolis–Hastings algorithm ( [Tierney, 1994](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib47)). We ran these models typically at 11,000 iterations per chain and set four chains for each model with an initial burn in of 1000 iterations. We assessed convergence using the Gelman–Rubin diagnostic and assumed convergence if the r-hat value was <1.05 for each parameter ( [Gelman and Rubin, 1992](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib18)). If non-convergence persisted, we discarded more initial iterations, or we reran the analysis with more iterations. To select a model to report, we used two steps. First, we performed a goodness-of-fit evaluation, using the Bayesian p-value based on individual encounters ( [Royle et al., 2009](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib42)). We used this tool to reject models whose p-value lay outside the extremities (between 0.15 and 0.85). Second, we visually assessed pair-wise correlation plots of the posterior outputs to assess parameter redundancy. While we reported the Marginal Likelihood estimates, it was difficult to thoroughly examine the Geweke diagnostics to utilize them as an additional tool for model selection, as outlined in ( [Samarasinghe et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib45)). All R scripts, functions, and data for our analysis are available in [Supporting Information 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120).\n\nTo estimate abundance, we added site and species-specific buffers around the sampled traps to delineate an effective sample area (ESA). To create this buffer, we calculated the species-specific weighted mean of the estimated movement parameters (σmale, σfemale) and multiplied this by χ0.05,22, which then encompasses an area containing 95 % of all movement outcomes ( [Royle et al., 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib41)). We then calculated the area of each buffer and multiplied it by our species-specific posterior mean density estimates to obtain posterior mean abundance estimates. Where relevant, we also calculated abundance within specific management areas (e.g. the national park) using area multiplied by posterior mean density.\n\n### 2.5. Providing on-the-job training to conservation stakeholders across Uganda\n\nWe implemented training workshops in five of the six protected areas where we worked. Potential participants were identified in each landscape using the knowledge of key local stakeholders in each site as determined by the Uganda Wildlife Authority Technical Team on Large Carnivores (an expert group formed at the invitation of the wildlife authority comprised of AB, TM, NE, AR, and AG). Participants were invited to a location at the study landscape of interest (e.g. UWA education center or national park hall), trained in field techniques pertaining to both camera trapping and the search encounter technique ( [Russell et al., 2012](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib44), [Elliot and Gopalaswamy, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib16)), and provided with DSLR cameras and iPhones loaded with tracking software ( [Ring, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib40)). Workshops typically lasted 3 days with an intensive “on-the-job survey” exercise where participants were given an opportunity to partake in the field data collection components of either or both the spatial positioning of camera traps for African leopards and spotted hyenas, and the spatial location of African lions using a GPS tracker logging their search effort. Then, they returned to the classroom to analyze the data they collected, identifying individual lions, leopards, and spotted hyenas ( [Pennycuick and Rudnai, 1970](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib36)). These field-based workshops also marked the commencement of our carnivore surveys.\n\n## 3\\. Results\n\nFor lions, all reported data summaries and estimates are restricted to lions over the estimated age of one year. The highest density of African lions was recorded in Murchison Falls National Park, where average, park-wide densities were 7.43 individuals/100 km2 (Posterior standard deviation (PSD)=1.05, [Fig. 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015) and [Supporting Information 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120)), with local densities being highest in the Nile Delta (16 individuals/100 km2) and declining sharply across the remainder of the park. In Queen Elizabeth National Park, our 2022 survey revealed a density of 1.64 lions/100 km2 (PSD=0.33). In Kidepo Valley National Park densities of lions were some of the lowest recorded in Africa (0.87 individuals/100 km2, PSD=0.46).\n\n![Fig. 3](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr3.jpg)\n\n1. [Download: Download high-res image (388KB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr3_lrg.jpg \"Download high-res image (388KB)\")\n2. [Download: Download full-size image](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-gr3.jpg \"Download full-size image\")\n\nFig. 3. Population status information for African lions, leopards, and spotted hyenas across six surveyed protected areas in Uganda. Silhouette size denotes relative densities of each species at each location.\n\nAfrican leopard population densities in Uganda generally lie between the mid to upper range (1.48–14.06 individuals/100 km2) of what has been observed at other African savanna sites (see [Vissia et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib50) for a review). The lowest estimates we recorded were in Queen Elizabeth’s Ishasha sector and in the Pian Upe Wildlife Reserve, with 1.48 (PSD=0.57) and 1.60 (PSD=0.49) individuals/100 km2 respectively. The highest density (14.06 individuals/100 km2, PSD=2.65) was observed in the Nile Delta tourism area of Murchison Falls, and in Lake Mburo where leopard density was 11.58 individuals/100 km2.\n\nSpotted hyena densities in Uganda were, excepting in the Lake Mburo National Park and Toro Semliki Wildlife Reserve, consistently the highest amongst the three carnivore species we surveyed across Uganda, and ranged from 6.15 to 45.31 individuals/100 km2.\n\n### 3.1. Kidepo Valley National Park\n\nThe cumulative search effort was 4519 km for African lions and 1262 trap nights from 60 paired camera trap locations for leopards and hyenas ( [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). We identified five unique lions (3 males, 2 females), nine leopards (4 males, 5 females), and 43 spotted hyenas (sex not noted) during our surveys. Our lion estimate in Kidepo is the lowest in Uganda (0.87 lions/100 km2), with an abundance of 12.44 (PSD=6.53) individuals in the national park, and 22.23 (PSD=11.67) in the 2555 km2 ESA, which includes community lands around the park ( [Fig. 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015)). Leopard densities were 6.26 individuals/100 km2 (PSD=2.30) and abundance within the 432 km2 ESA was 27.04 leopards (PSD=9.96). Spotted hyena density was estimated at 29.71 individuals/100 km2 (PSD=6.11), which amounts to 125.68 hyenas (PSD=25.83) in 423 km2 ( [Supporting Information 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120)).\n\n### 3.2. Pian Upe Wildlife Reserve\n\nThe survey effort was 858 trap nights from 28 paired camera trap locations surveying leopards and hyenas ( [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). No lion surveys were conducted, as the species is locally extinct. We identified 14 leopards (5 males, 9 females), and 39 spotted hyenas. African leopard densities were the lowest in the Pian Upe Wildlife Reserve at 1.60 individuals/100 km2 (PSD=0.49) and abundance in the 1357 km2 ESA was 21.65 leopards (PSD=6.60). Spotted hyenas occurred at a density of 16.13 individuals/100 km2 (PSD=4.50) and an abundance of 151.47 hyenas in a 939 km2 area (PSD=42.29), the fourth largest density recorded in the country ( [Supporting Information 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120)).\n\n### 3.3. Murchison Falls National Park\n\nThe cumulative search effort was 13442 km for African lions, and 1603 trap nights from 32 paired camera trap locations for leopards and hyenas ( [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). We identified 57 unique lions (19 males, 38 females), 27 leopards (10 males, 17 females), and 83 spotted hyenas. Murchison Falls National Park had the highest density and abundance for all three species in our assessment. Lion densities were 7.43 individuals/100 km2 (PSD=1.05), with the highest densities nearing 16 individuals/100 km2 in the Nile Delta – the park’s high tourism region ( [Fig. 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015)). Abundance was 240 (PSD=34) lions in a 3233 km2 area. Similarly, both the densities of African leopards (14.06 individuals/100 km2, PSD=2.65), and spotted hyenas (45.31 individuals/100 km2, PSD=5.42) reached their highest densities in the Nile Delta and were the highest in Uganda during our study. Leopard abundance in a 262 km2 area in the Nile Delta was 36.83 individuals (PSD=6.95). Spotted hyena abundance within the ESA (355 km2) was 160.86 individuals (PSD=19.23). See [Supporting Information 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120) for detailed spatial densities across the ESAs.\n\n### 3.4. Toro Semliki Wildlife Reserve\n\nDespite surveying for a total 407 trap nights from 25 paired camera trap stations, we failed to detect any lions, leopards, or spotted hyenas in the Toro Semliki Wildlife Reserve.\n\n### 3.5. Queen Elizabeth Conservation Area\n\nThe cumulative search effort was 8358 km for African lions, and 1513 trap nights from 55 paired camera trap locations for leopards and hyenas ( [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). We identified 19 unique lions (10 males, 9 females) across the survey area. In the northern Mweya survey (which extended into Kasenyi and the craters) we identified 15 individual spotted hyenas. We could not estimate leopard density in the northern survey due to very low sample size. In the southern Ishasha survey we identified seven leopards (2 males, 4 females, 1 individual sex not distinguishable) and 63 spotted hyenas. We recorded a density of 1.64 lions/100 km2 (PSD=0.33) and an abundance of 39.34 (PSD=7.96) in the 2400 km2 Queen Elizabeth Conservation Area ( [Fig. 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015)). African leopard density in the Ishasha sector of Queen Elizabeth was 1.48 individuals/100 km2 (PSD=0.57) and the abundance in 805 km2 was 11.91 individuals (PSD=3.83). Spotted hyena density in the northern survey was 34.28 individuals (PSD=9.09) while in the Ishasha survey this was 22.07 individuals/100 km2 (PSD=3.73). Spotted hyena abundance in the 219 km2 area of Kasenyi in the north of the park was 75.06 spotted hyenas (PSD=19.91) and in the 386.4 km2 Ishasha sampling area we estimated 86.18 hyenas (PSD=14.40).\n\n### 3.6. Lake Mburo National Park\n\nThe cumulative search effort was 1377 trap nights from 32 paired camera trap locations for leopards and hyenas ( [Table 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0005)). No lion surveys were conducted, as the species is locally extinct. We identified 25 leopards (7 males, 15 females, 2 individuals where sex was not distinguishable), and 25 spotted hyenas during our surveys. African leopard density was 11.58 individuals/100 km2 (PSD=2.46, [Fig. 3](https://www.sciencedirect.com/science/article/pii/S235198942400516X#fig0015)) and abundance was 42.85 individuals in 370 km2 (PSD=9.12, [Supporting Information 1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#sec0120)). Spotted hyena density was 6.15 individuals/100 km2 (PSD=1.42) and abundance was 22.76 individuals in the park (PSD=5.26).\n\n## 4\\. Discussion\n\n### 4.1. The status of Uganda’s large carnivore populations\n\n#### 4.1.1. African Lions\n\nOur results shine an important light on the plight of Uganda’s large carnivore guild, a critical ecotourism drawcard, across its protected area network. The most important result from our survey is the very low density and abundance estimate of African lions in the Kidepo Valley ecosystem, and the Queen Elizabeth Conservation Area. These populations appear to be dangerously close to local extirpation. In Kidepo, we observed most lion sightings near the park headquarters, a classic case of protection only in close proximity to an authority. In 2009, a call-up survey was conducted in Kidepo ( [Omoya et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib35)). A total of 24 call-ups were conducted and resulted in 28 lion detections. The authors estimated their survey sampled an area of 183 km2 (13 % of the National Park) and extrapolated their estimates to the whole park to provide an estimate of 130 lions across the national park ( [Omoya et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib35)). While this extrapolation may have resulted in an inflated population estimate, our survey does suggest a marked decline in the intervening years. Despite a considerable increase in effort (4500 km of search effort, and 41 playbacks), we recorded fewer detections (16) of just five individuals. Anecdotal evidences collected during and immediately after the Kidepo survey suggests that deliberate poaching of African lions may be the key threat to this population, as at least six killed lions were retrieved from poachers or their traps in a period of a few months (UWA unpublished data).\n\nSimilarly, in the Queen Elizabeth Conservation Area we observed a near 50 % decline in lion density and abundance from the 2018 survey of [Braczkowski et al. (2020b)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9). The reason for this sharp decline is probably because of decreasing number of lionesses in the population, affecting not only the recruitment of cubs, but also accelerating infanticide events. Evidence from the Kasenyi plains of the park shows at least five infanticide events have occurred in the past four years (Uganda Carnivore Program, unpublished data), sex ratios are inverted when compared to healthy source populations at 1 female: 2 males ( [Braczkowski et al., 2020b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9)), and female pride size is small (x=2.1 females). This offtake of females is a result of repeated poisoning events by cattle farmers and poachers (e.g. six lions poisoned in Ishasha sector on March 17 2021, [Kigongo, 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib26)) and stochastic events like electrocution ( [Musoke, 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib33)). This decline in African lions is contrasted by the rise of spotted hyena densities in both the northern and southern parts of the park, which appear to have increased significantly concomitant to the lion decline (the density in Mweya has doubled while in Ishasha it has risen by ∼30 %, [Braczkowski et al., 2022b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib8)). Whether this increase is owed to the decline of lions is difficult to ascertain.\n\nA critical positive from our surveys is that the Uganda Wildlife Authority and the efforts of several NGOs (e.g. Uganda Conservation Foundation, Snares to Wares) in snare removal appear to be effective in the Nile Delta region of Murchison Falls National Park, whilst also recognizing the natural productivity of this habitat. Our estimate of 240 lions in 4059 km2 (excluding the Budongo forest and southeastern portion of the park) suggests this population still occurs at high densities in localized parts of the park, especially in the Nile Delta where densities reach nearly 16 individuals/100 km2, some of the highest in unfenced systems in Africa (see [Elliot et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib14), for rigorous estimates of lion densities in Kenya for comparison). This is notable as Murchison experiences high snare pressure ( [Mudumba et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib30)), but with intensive anti-poaching efforts still manages to maintain an estimated 246 Uganda kob /km2 in areas of the park (Mudumba et al. in review).\n\n### 4.2. African leopards\n\nOur camera trap surveys of leopards in key tourism areas of Uganda show that leopards still exist at high densities in two national parks (Murchison Falls and Lake Mburo), and at mid-tier densities – for African savanna populations – in one more site, Kidepo. One reason for the high densities at Murchison Falls and Lake Mburo is the high densities of important prey species; Uganda kob (Mudumba et al. in review) in the former and impala in the latter ( [Braczkowski et al., 2022a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib11)). Conversely, the low leopard density in Pian Upe is likely due to the very low density of medium-sized preferred prey in the reserve, which unlike larger prey (e.g. roan, waterbuck, buffalo, and hartebeest) – have not managed to recover from historic poaching in the past. Our camera trap data detected only low numbers of oribi in the region immediately around the Karamoja Overland Safaris base camp, and in the eastern part of the reserve near Mukalazi army barracks (see [Zwick et al., 1998](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib52) report on the extremely low densities of wildlife in the region during the 1996–1997 surveys). This contrasts with the much higher densities of larger prey we observed, and also the high hyena density (16.13 hyenas/100 km2) in the region.\n\n### 4.3. Spotted hyenas\n\nOur spotted hyena density estimates show that the species is still widespread in Uganda’s national parks and occurs at densities roughly 8–40 times those of African lions. The majority of the densities we present here (except for Lake Mburo) are also higher than estimates from surveys using the same robust methods (i.e. SECR-based studies) in Mkhuze Game Reserve in South Africa (10.6/100 km2, [De Blocq, 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib12)), and Tuli Block (14.9 hyenas/100 km2, Vissia et al., 2021), Ghanzi (2.3/100 km2, [Kent and Hill, 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib25)) and Ngamiland (10.1/100 km2, [Rich et al., 2019](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib39)) in Botswana. These results are likely reflective of two phenomena: 1) spotted hyenas are more resilient than lions to wire snare poaching (Becker et al., 2023), the causes of lion decline in Uganda, and 2) their large clan sizes allow them to hunt larger prey items, such as buffalo. Our results mirror those of [Henschel et al. (2010)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib22), whose multi-site assessment of African lions in West Africa showed that in many of the areas where lions were extirpated, spotted hyenas continued to persist.\n\n### 4.4. The importance of teamwork in achieving a national survey of Uganda’s large carnivores\n\nOur study and collaborative effort was conducted on a smaller scale than the large carnivore surveys recently conducted in Kenya, which brought together > 400 people from more than 40 organizations ( [Elliot et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib14), [Ngene et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib34)). That initiative estimated density and abundance of African lions in ten key source populations and occupancy of six large carnivores throughout Kenya. Our survey also drew an important lesson from the Kenyan effort: working closely with the Ugandan government and actively involving their staff in the data collection effort, setting up a bottom-up, three-pronged approach when designing this carnivore survey, whereby 1) a protected area of interest was identified by the technical team, 2) critical stakeholders in the landscape of interest were identified and invited to participate in a statistical and field skill workshop, and 3) these stakeholders were invited to participate in the survey. This approach facilitated the inclusion of over 100 conservation stakeholders ( _inter alia_ government rangers, local university students, independent scientists, and trophy hunters) in the survey with varying levels of involvement ( [Table 4](https://www.sciencedirect.com/science/article/pii/S235198942400516X#tbl0020)). Many of these stakeholders had not had previous opportunity to participate in a wildlife survey, and some had not even been to a protected area. Equally important, our survey spread the cost burden of fieldwork across different entities. Our study therefore provides another important example of the power of collaboration in surveying charismatic species over large landscapes (e.g. wolves in Italy, bears in Alberta, lions in Kenya, giraffe and zebra in Kenya, [Bischof et al., 2020](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib5)).\n\nTable 3. African Leopards: Posterior summaries of parameters estimated from Bayesian spatial capture- recapture models used to estimate spatial leopard density in five wildlife areas in Uganda. Estimates presented above are from the selected candidate model (see Methods) for each site and include posterior standard deviations (PSD) and 95% highest posterior density intervals (HPD). We report Gelman–Rubin diagnostics, Bayesian p-values, and parameter estimates for all models in Supporting Information 1, where parameter definitions can also be found.\n\n| Kidepo Valley National Park (Model 3) | Empty Cell | Pian Upe Wildlife Reserve (Model 3) | Murchison Falls National Park (Model 3) | Queen Elizabeth Conservation Area (Ishasha) (Model 3) | Lake Mburo National Park (Model 2) |\n| --- | --- | --- | --- | --- | --- |\n| Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD | Parameter | Estimate | PSD | Lower HPD | Upper HPD |\n| σM | 1.60 | 0.37 | 1.03 | 2.30 | σM | 4.99 | 0.90 | 3.50 | 6.85 | σM | 1.73 | 0.13 | 1.50 | 2.00 | σM | 6.29 | 2.57 | 2.68 | 11.65 | σM | 1.72 | 0.19 | 1.37 | 2.09 |\n| σF | 1.60 | 0.37 | 1.03 | 2.30 | σF | 4.99 | 0.90 | 3.50 | 6.85 | σF | 1.73 | 0.13 | 1.50 | 2.00 | σF | 6.29 | 2.57 | 2.68 | 11.65 | σF | 1.09 | 0.12 | 0.87 | 1.32 |\n| λ0 | 0.02 | 0.02 | 0.01 | 0.03 | λ0 | 0.03 | 0.01 | 0.02 | 0.05 | λ0 | 0.03 | 0.004 | 0.02 | 0.03 | λ0 | 0.013 | 0.005 | 0.005 | 0.023 | λ0 | 0.05 | 0.01 | 0.03 | 0.08 |\n| Ψ | 0.47 | 0.17 | 0.17 | 0.81 | Ψ | 0.35 | 0.11 | 0.15 | 0.58 | Ψ | 0.61 | 0.11 | 0.39 | 0.84 | Ψ | 0.57 | 0.22 | 0.20 | 0.97 | Ψ | 0.60 | 0.13 | 0.36 | 0.87 |\n| Ψsex | - | - | - | - | Ψsex | - | - | - | - | Ψsex | - | - | - | - | Ψsex | - | - | - | - | Ψsex | 0.78 | 0.09 | 0.61 | 0.93 |\n| Nsuper | 285.04 | 104.95 | 96.00 | 488.00 | Nsuper | 54.23 | 16.52 | 21.00 | 85.00 | Nsuper | 804.18 | 151.66 | 515.00 | 1108.00 | Nsuper | 89.38 | 34.18 | 33 | 153 | Nsuper | 376.60 | 80.15 | 229 | 539 |\n| Density | 6.26 | 2.30 | 2.13 | 10.74 | Density | 1.60 | 0.49 | 0.61 | 2.50 | Density | 14.06 | 2.65 | 9.00 | 19.37 | Density | 1.48 | 0.57 | 0.54 | 2.54 | Density | 11.58 | 2.46 | 7.20 | 16.73 |\n| Abundance (in 432 km2 area) | 27.04 | 9.96 | 9.20 | 46.39 | Abundance (in 1357 km2 area) | 21.65 | 6.60 | 8.38 | 33.93 | Abundance (in 262 km2 area) | 36.83 | 6.95 | 23.59 | 50.75 | Abundance (in 805 km2 area) | 11.91 | 3.83 | 4.41 | 20.46 | Abundance (in 370 km2 area) | 42.85 | 9.12 | 26.63 | 61.90 |\n| sex ratio | - | - | - | - | sex ratio | - | - | - | - | sex ratio | - | - | - | - | sex ratio | - | - | - | - | sex ratio | 3.55♀:1♂ | - | 1.56♀:1♂ | 13.29♀:1♂ |\n| Empty Cell |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n\n\\*sex ratio is calculated through the formula: psi.sex/1-psi.sex (the males in our analysis were coded as 0 in the sex file) and denotes the number of females relative to males.\n\nTable 4. Key population density and movement parameters from the spotted hyena surveys in Uganda 2022–2023.\n\n| ![](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-fx1.jpg) |\n| --- |\n\nFinally, the political situation regarding carnivore conservation in Uganda is particularly negative with NGOs, scientists, and donors in regular conflict over the rights to work on the remaining populations (mainly of lions), rights to collar individual animals, and data openness. Inclusion of multiple conservation stakeholders in a country-wide survey of carnivores facilitated agreement on the sites selected, analysis, and veracity of their population densities and abundance, and potentially set the ground for broader conservation stakeholder collaborations in the future. What is now needed is to follow up with the stakeholders that were included in the survey attempt in gauging if they thought the collaborative exercise was useful in calming some of these issues, whether participants saw benefit in working on the survey, and if they had any negative experiences.\n\n### 4.5. Study limitations\n\nA key limitation of our initiative was the inference we could draw for our African leopard and spotted hyena surveys. Our density estimates and resulting abundance values only extended to the ESA around our camera trapping areas. This represents a best-case scenario for these species in these landscapes and we recommend wider surveys in places like Murchison, Pian Upe, Kidepo, and Queen Elizabeth, where both species occur beyond the bounds of the sampling areas covering the highly traversed tourism areas in our study. Critically, we do not extend our inference beyond ESA buffer as densities will change sharply based on habitat type, topography, and prey availability. While our study encompassed significant protected areas on a national scale, it suggests that intensifying survey efforts could yield improvements in the coefficient of variation of our estimates, inviting comparisons with the more favorable CVs reported by [Elliot et al. (2021)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib14). We also note that during our lion surveys, large sections of Murchison and Kidepo were inaccessible owing to insecurity, a lack of roads and restricted possibilities for off-road driving. This limited our ability to sample throughout these parks, and additionally, logistical challenges led to infrequent sampling in more remote areas. As a result, our ESA boundaries for these areas, while ecologically meaningful and statistically grounded, do include large unsampled areas with large uncertainty. Future surveys in these parks should aim to overcome these challenges and sample more widely and uniformly to corroborate our estimates. Indeed, uniform and comprehensive coverage of an area of interest is a goal that all such surveys should strive for.\n\n### 4.6. Conservation and policy implications\n\nAfrican lions are functionally extinct in at least three Ugandan protected areas (Toro Semliki Wildlife Reserve, Pian Upe Wildlife Reserve, and Lake Mburo National Park). They now persist in only three parks, two of which already have critically low numbers, especially for females, which jeopardizes the reproductive potential of these populations. The near 50 % decline of Uganda’s most iconic population – the Tree Climbing Lions of Queen Elizabeth – should herald a call for long-term commitments of conservation action that has a clear goal of population recovery, rather than conserving the status quo. Lions across Uganda are facing a snaring crisis with their populations under immense pressure ( [Braczkowski et al., 2020b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib9), [Montgomery et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib29)), and this is again highlighted in Kidepo where the use of wheel traps and snaring has led to a near extinction of lions in the system. Another critical finding of the survey results was the value that monitoring brings to tracking population changes in key areas – there is a clear need for a robust, repeatable, monitoring framework across the country. Without such a strategy we would have never established the dire nature of both the Kidepo and Queen Elizabeth lion populations. In fact, the Kidepo survey revealed a disparity of perceived lion numbers by field staff (∼100 individuals, Uganda Wildlife Authority Kidepo field ranger unit, pers.comm) to the reality on the ground of just 12 individuals in the national park. These habitat environments in both Kidepo and Queen Elizabeth lend themselves to naturally high detection probability (large granite kopjes, and a cultural behavior of tree-climbing in lion populations). When a tourist, scientist, or ranger observes a lion in these areas it is unforgettable and iconic. Consequently, high detection rates of the same individual lions and a lack of data over prolonged periods of time can lure field staff and tourists into complacency that densities are high and conservation action is working. Using robust methods, we here tease apart these intertwined detection and ecological processes from one another.\n\nFinally, these results were at the center of a critical African lion recovery dialogue held in Entebbe on May 7th 2024 (with several prominent government and policymakers present, [Muganga, 2024](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib32)). Local and international media gave significant attention to these findings, including a prominent news agency in India ( [Upadhyay, 2024](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib49)), which compared Uganda’s lion situation to India’s only remaining population of lions in Gujarat which is believed to be increasing in population size ( [Ram et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib38)). The report even suggested that Uganda could consider adopting Gujarat’s model of lion conservation. It should be noted, however, that India’s claims of rising lion numbers are based on an index-based methodology referred to as ‘minimal total count by direct beat verification’ ( [Ram et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib38)). Like many index-based surveys, this method does not explicitly account for detection probability. As a result, estimates of abundance and trends can be significantly influenced by variations in detection probability (see [Gopalaswamy et al., 2015](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib21), for a detailed mathematical explanation of this concept; [DrÖge et al. (2020)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib15), for an assessment of its inefficiency in estimating lion population size; and [Gogoi et al. (2020)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib19), which reports a much lower lion density compared to the estimate provided by [Ram et al. (2023)](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bib38), for the Gir Protected Area in Gujarat, India).\n\n## Declaration of Competing Interest\n\nThe authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Aleksander Braczkowski reports financial support was provided by Griffith University. Aleksander Braczkowski reports financial support was provided by Northern Arizona University. Aleksander Braczkowski reports financial support was provided by Southern University of Science and Technology. Aleksander Braczkowski reports financial support was provided by Siemiatkowski Foundation. Aleksander Braczkowski reports financial support was provided by Lion Recovery Fund. Aleksander Braczkowski reports financial support was provided by Volcanoes Safaris Partnership Trust. Aleksander Braczkowski, is the lead author and founder of SOLARIS TRAIL CAMERAS. These trail cameras were used as part of the surveys implemented in this paper. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Appendix A. Supplementary material\n\nDownload all supplementary files included with this article [What’s this?](https://service.elsevier.com/app/answers/detail/a_id/19286/supporthub/sciencedirect/ \"What’s this? (Opens in new window)\")\n\n[Download: Download Word document (13MB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-mmc1.docx \"Download Word document (13MB)\")\nSupplementary material\n\n[Download: Download spreadsheet (42KB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-mmc2.xlsx \"Download spreadsheet (42KB)\")\nSupplementary material\n\n[Download: Download Word document (16KB)](https://ars.els-cdn.com/content/image/1-s2.0-S235198942400516X-mmc3.docx \"Download Word document (16KB)\")\nSupplementary material\n\nRecommended articles\n\n## Data availability\n\nAll data and code is provided in a link to the DRYAD platform.\n\n## References\n\n01. [Aleper and Moe, 2006](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib1)\n\n\n    D. Aleper, S.R. Moe\n\n\n\n    The African savannah elephant population in Kidepo Valley National Park, Uganda: changes in size and structure from 1967 to 2000\n\n\n\n    Afr. J. Ecol., 44 (2006), pp. 157-164\n\n    [Crossref](https://doi.org/10.1111/j.1365-2028.2006.00599.x) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-33744490089&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20African%20savannah%20elephant%20population%20in%20Kidepo%20Valley%20National%20Park%2C%20Uganda%3A%20changes%20in%20size%20and%20structure%20from%201967%20to%202000&publication_year=2006&author=D.%20Aleper&author=S.R.%20Moe)\n\n02. [Atamanov et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib2)\n    Atamanov, A., Mukiza, C.N., & Ssennono, V.F. (2022). Quantifying vulnerability to poverty in Uganda. World Bank Poverty and Equity Global Practice, April.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Atamanov%2C%20A.%2C%20Mukiza%2C%20C.N.%2C%20%26%20Ssennono%2C%20V.F.%20(2022).%20Quantifying%20vulnerability%20to%20poverty%20in%20Uganda.%20World%20Bank%20Poverty%20and%20Equity%20Global%20Practice%2C%20April.)\n\n03. [Bailey, 1993](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib3)\n\n\n    T.N. Bailey\n\n\n\n    The African leopard: ecology and behavior of a solitary felid\n\n\n\n    Columbia University Press (1993)\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20African%20leopard%3A%20ecology%20and%20behavior%20of%20a%20solitary%20felid&publication_year=1993&author=T.N.%20Bailey)\n\n04. [Balme et al., 2009](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib4)\n\n\n    G.A. Balme, R. Slotow, L.T. Hunter\n\n\n\n    Impact of conservation interventions on the dynamics and persistence of a persecuted leopard (Panthera pardus) population\n\n\n\n    Biol. Conserv., 142 (2009), pp. 2681-2690\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S0006320709002730/pdfft?md5=80a800845a839ce5aec7a30a146dd5a6&pid=1-s2.0-S0006320709002730-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S0006320709002730) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-69249217667&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact%20of%20conservation%20interventions%20on%20the%20dynamics%20and%20persistence%20of%20a%20persecuted%20leopard%20%20population&publication_year=2009&author=G.A.%20Balme&author=R.%20Slotow&author=L.T.%20Hunter)\n\n05. [Bischof et al., 2020](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib5)\n\n\n    R. Bischof, C. Milleret, P. Dupont, J. Chipperfield, M. Tourani, A. Ordiz, J. Kindberg\n\n\n\n    Estimating and forecasting spatial population dynamics of apex predators using transnational genetic monitoring\n\n\n\n    Proc. Natl. Acad. Sci., 117 (2020), pp. 30531-30538\n\n    [Crossref](https://doi.org/10.1073/pnas.2011383117) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85097210766&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating%20and%20forecasting%20spatial%20population%20dynamics%20of%20apex%20predators%20using%20transnational%20genetic%20monitoring&publication_year=2020&author=R.%20Bischof&author=C.%20Milleret&author=P.%20Dupont&author=J.%20Chipperfield&author=M.%20Tourani&author=A.%20Ordiz&author=J.%20Kindberg)\n\n06. [Braczkowski et al., 2020c](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib6)\n\n\n    A. Braczkowski, J. Fattebert, R. Schenk, C. O'Bryan, D. Biggs, M. Maron\n\n\n\n    Evidence for increasing human-wildlife conflict despite a financial compensation scheme on the edge of a Ugandan National Park.\n\n\n\n    Conserv. Sci. Pract., 2 (2020), Article e309\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85106572301&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Evidence%20for%20increasing%20human-wildlife%20conflict%20despite%20a%20financial%20compensation%20scheme%20on%20the%20edge%20of%20a%20Ugandan%20National%20Park.&publication_year=2020&author=A.%20Braczkowski&author=J.%20Fattebert&author=R.%20Schenk&author=C.%20O%27Bryan&author=D.%20Biggs&author=M.%20Maron)\n\n07. [Braczkowski et al., 2020a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib7)\n\n\n    A. Braczkowski, A.M. Gopalaswamy, N.B. Elliot, H.P. Possingham, A. Bezzina, M. Maron, …, J.R. Allan\n\n\n\n    Restoring Africa's lions: start with good counts\n\n\n\n    Front. Ecol. Evol., 8 (2020), p. 138\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85086507465&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Restoring%20Africas%20lions%3A%20start%20with%20good%20counts&publication_year=2020&author=A.%20Braczkowski&author=A.M.%20Gopalaswamy&author=N.B.%20Elliot&author=H.P.%20Possingham&author=A.%20Bezzina&author=M.%20Maron&author=J.R.%20Allan)\n\n08. [Braczkowski et al., 2022b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib8)\n\n\n    A. Braczkowski, A.M. Gopalaswamy, J. Fattebert, S. Isoke, A. Bezzina, M. Maron\n\n\n\n    Spatially explicit population estimates of African leopards and spotted hyenas in the Queen Elizabeth Conservation Area of southwestern Uganda\n\n\n\n    Mamm. Biol., 102 (2022), pp. 1199-1213\n\n    [Crossref](https://doi.org/10.1007/s42991-022-00324-5) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85145206939&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Spatially%20explicit%20population%20estimates%20of%20African%20leopards%20and%20spotted%20hyenas%20in%20the%20Queen%20Elizabeth%20Conservation%20Area%20of%20southwestern%20Uganda&publication_year=2022&author=A.%20Braczkowski&author=A.M.%20Gopalaswamy&author=J.%20Fattebert&author=S.%20Isoke&author=A.%20Bezzina&author=M.%20Maron)\n\n09. [Braczkowski et al., 2020b](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib9)\n\n\n    A. Braczkowski, A.M. Gopalaswamy, M. Nsubuga, J. Allan, D. Biggs, M. Maron\n\n\n\n    Detecting early warnings of pressure on an African lion (Panthera leo) population in the Queen Elizabeth Conservation Area, Uganda\n\n\n\n    Ecol. Solut. Evid., 1 (2020), Article e12015\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85122084524&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Detecting%20early%20warnings%20of%20pressure%20on%20an%20African%20lion%20%20population%20in%20the%20Queen%20Elizabeth%20Conservation%20Area%2C%20Uganda&publication_year=2020&author=A.%20Braczkowski&author=A.M.%20Gopalaswamy&author=M.%20Nsubuga&author=J.%20Allan&author=D.%20Biggs&author=M.%20Maron)\n\n10. [Braczkowski et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib10)\n\n\n    A.R. Braczkowski, C.J. O’Bryan, C. Lessmann, C. Rondinini, A.P. Crysell, S. Gilbert, D. Biggs\n\n\n\n    The unequal burden of human-wildlife conflict\n\n\n\n    Commun. Biol., 6 (2023), p. 182\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85148790929&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20unequal%20burden%20of%20human-wildlife%20conflict&publication_year=2023&author=A.R.%20Braczkowski&author=C.J.%20O%E2%80%99Bryan&author=C.%20Lessmann&author=C.%20Rondinini&author=A.P.%20Crysell&author=S.%20Gilbert&author=D.%20Biggs)\n\n11. [Braczkowski et al., 2022a](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib11)\n\n\n    A. Braczkowski, R. Schenk, D. Samarasinghe, D. Biggs, A. Richardson, N. Swanson, J. Fattebert\n\n\n\n    Leopard and spotted hyena densities in the Lake Mburo National Park, southwestern Uganda\n\n\n\n    PeerJ, 10 (2022), Article e12307\n\n    [Crossref](https://doi.org/10.7717/peerj.12307) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85123740305&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Leopard%20and%20spotted%20hyena%20densities%20in%20the%20Lake%20Mburo%20National%20Park%2C%20southwestern%20Uganda&publication_year=2022&author=A.%20Braczkowski&author=R.%20Schenk&author=D.%20Samarasinghe&author=D.%20Biggs&author=A.%20Richardson&author=N.%20Swanson&author=J.%20Fattebert)\n\n12. [De Blocq, 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib12)\n\n\n    A.D. De Blocq\n\n\n\n    Estimating spotted hyaena (Crocuta crocuta) population density using camera trap data in a spatially\n\n\n\n    Explic. capture-recapture Framew. Dr. Diss., Univ. Cape Town (2014)\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating%20spotted%20hyaena%20%20population%20density%20using%20camera%20trap%20data%20in%20a%20spatially&publication_year=2014&author=A.D.%20De%20Blocq)\n\n13. [Dheer et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib13)\n\n\n    A. Dheer, D. Samarasinghe, S.M. Dloniak, A. Braczkowski\n\n\n\n    Using camera traps to study hyenas: challenges, opportunities, and outlook\n\n\n\n    Mamm. Biol., 102 (2022), pp. 847-854\n\n    [Crossref](https://doi.org/10.1007/s42991-021-00188-1) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Using%20camera%20traps%20to%20study%20hyenas%3A%20challenges%2C%20opportunities%2C%20and%20outlook&publication_year=2022&author=A.%20Dheer&author=D.%20Samarasinghe&author=S.M.%20Dloniak&author=A.%20Braczkowski)\n\n14. [Elliot et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib14)\n    Elliot, N.B., Broekhuis, F., Omondi, P., Ngene, S., Kariuki, L., Sankan, K., Chege, M., Wato, Y., Amoke, I., Dolrenry, S., Kuloba, B., Gopalaswamy, A.M. (2021). Report on the application of novel estimating methodologies to monitor lion abundance within source populations and large carnivore occupancy at a national scale. Wildlife Research and Training Institute and Kenya Wildlife Service. Available at: https://www.kenyawildlifetrust.org/wp-content/uploads/2022/07/Lion-Large-Carnivore-Survey-Report.pdf.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Elliot%2C%20N.B.%2C%20Broekhuis%2C%20F.%2C%20Omondi%2C%20P.%2C%20Ngene%2C%20S.%2C%20Kariuki%2C%20L.%2C%20Sankan%2C%20K.%2C%20Chege%2C%20M.%2C%20Wato%2C%20Y.%2C%20Amoke%2C%20I.%2C%20Dolrenry%2C%20S.%2C%20Kuloba%2C%20B.%2C%20Gopalaswamy%2C%20A.M.%20(2021).%20Report%20on%20the%20application%20of%20novel%20estimating%20methodologies%20to%20monitor%20lion%20abundance%20within%20source%20populations%20and%20large%20carnivore%20occupancy%20at%20a%20national%20scale.%20Wildlife%20Research%20and%20Training%20Institute%20and%20Kenya%20Wildlife%20Service.%20Available%20at%3A%20https%3A%2F%2Fwww.kenyawildlifetrust.org%2Fwp-content%2Fuploads%2F2022%2F07%2FLion-Large-Carnivore-Survey-Report.pdf.)\n\n15. [DrÖge et al., 2020](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib15)\n\n\n    E. DrÖge, S. Creel, M.S. Becker, A.J. Loveridge, L.L. Sousa, D.W. Macdonald\n\n\n\n    Assessing the performance of index calibration survey methods to monitor populations of wide-ranging low-density carnivores\n\n\n\n    Ecol. Evol., 10 (2020), pp. 3276-3292\n\n    [Crossref](https://doi.org/10.1002/ece3.6065) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85080954342&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Assessing%20the%20performance%20of%20index%20calibration%20survey%20methods%20to%20monitor%20populations%20of%20wide-ranging%20low-density%20carnivores&publication_year=2020&author=E.%20Dr%C3%96ge&author=S.%20Creel&author=M.S.%20Becker&author=A.J.%20Loveridge&author=L.L.%20Sousa&author=D.W.%20Macdonald)\n\n16. [Elliot and Gopalaswamy, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib16)\n\n\n    N.B. Elliot, A.M. Gopalaswamy\n\n\n\n    Toward accurate and precise estimates of lion density\n\n\n\n    Conserv. Biol., 31 (2017), pp. 934-943\n\n    [Crossref](https://doi.org/10.1111/cobi.12878) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85022329413&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Toward%20accurate%20and%20precise%20estimates%20of%20lion%20density&publication_year=2017&author=N.B.%20Elliot&author=A.M.%20Gopalaswamy)\n\n17. [Fattebert et al., 2016](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib17)\n\n\n    J. Fattebert, G.A. Balme, H.S. Robinson, T. Dickerson, R. Slotow, L.T. Hunter\n\n\n\n    Population recovery highlights spatial organization dynamics in adult leopards\n\n\n\n    J. Zool., 299 (2016), pp. 153-162\n\n    [Crossref](https://doi.org/10.1111/jzo.12344) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84971283741&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Population%20recovery%20highlights%20spatial%20organization%20dynamics%20in%20adult%20leopards&publication_year=2016&author=J.%20Fattebert&author=G.A.%20Balme&author=H.S.%20Robinson&author=T.%20Dickerson&author=R.%20Slotow&author=L.T.%20Hunter)\n\n18. [Gelman and Rubin, 1992](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib18)\n\n\n    A. Gelman, D.B. Rubin\n\n\n\n    Inference from iterative simulation using multiple sequences\n\n\n\n    Stat. Sci., 7 (1992), pp. 457-472\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84972492387&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Inference%20from%20iterative%20simulation%20using%20multiple%20sequences&publication_year=1992&author=A.%20Gelman&author=D.B.%20Rubin)\n\n19. [Gogoi et al., 2020](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib19)\n\n\n    K. Gogoi, U. Kumar, K. Banerjee, Y.V. Jhala\n\n\n\n    Spatially explicit density and its determinants for Asiatic lions in the Gir forests\n\n\n\n    PLoS ONE, 15 (2) (2020), Article e0228374, [10.1371/journal.pone.0228374](https://doi.org/10.1371/journal.pone.0228374)\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85079535332&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Spatially%20explicit%20density%20and%20its%20determinants%20for%20Asiatic%20lions%20in%20the%20Gir%20forests&publication_year=2020&author=K.%20Gogoi&author=U.%20Kumar&author=K.%20Banerjee&author=Y.V.%20Jhala)\n\n20. [Gopalaswamy et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib20)\n\n\n    A.M. Gopalaswamy, N.B. Elliot, S. Ngene, F. Broekhuis, A. Braczkowski, P. Lindsey, …, N.C. Stenseth\n\n\n\n    How “science” can facilitate the politicization of charismatic megafauna counts\n\n\n\n    Proc. Natl. Acad. Sci., 119 (2022), Article e2203244119\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85129920139&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=How%20science%20can%20facilitate%20the%20politicization%20of%20charismatic%20megafauna%20counts&publication_year=2022&author=A.M.%20Gopalaswamy&author=N.B.%20Elliot&author=S.%20Ngene&author=F.%20Broekhuis&author=A.%20Braczkowski&author=P.%20Lindsey&author=N.C.%20Stenseth)\n\n21. [Gopalaswamy et al., 2015](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib21)\n    Gopalaswamy, A.M., Delampady, M., Karanth, K.U., Kumar, N. & Mac- donald, D.W. (2015). An examination of index-calibration experiments: counting tigers at macroecological scales. Methods in Ecology and Evolu- tion, 6, 1055–1066..\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Gopalaswamy%2C%20A.M.%2C%20Delampady%2C%20M.%2C%20Karanth%2C%20K.U.%2C%20Kumar%2C%20N.%20%26%20Mac-%20donald%2C%20D.W.%20(2015).%20An%20examination%20of%20index-calibration%20experiments%3A%20counting%20tigers%20at%20macroecological%20scales.%20Methods%20in%20Ecology%20and%20Evolu-%20tion%2C%206%2C%201055%E2%80%931066..)\n\n22. [Henschel et al., 2010](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib22)\n\n\n    P. Henschel, D. Azani, C. Burton, G. Malanda, Y. Saidu, M. Sam, L. Hunter\n\n\n\n    Lion status updates from five range countries in West and Central Africa\n\n\n\n    Cat. N., 52 (2010), pp. 34-39\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85054545935&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Lion%20status%20updates%20from%20five%20range%20countries%20in%20West%20and%20Central%20Africa&publication_year=2010&author=P.%20Henschel&author=D.%20Azani&author=C.%20Burton&author=G.%20Malanda&author=Y.%20Saidu&author=M.%20Sam&author=L.%20Hunter)\n\n23. [Henschel et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib23)\n\n\n    P. Henschel, G.A. Malanda, L. Hunter\n\n\n\n    The status of savanna carnivores in the Odzala-Kokoua National Park, northern Republic of Congo\n\n\n\n    J. Mammal., 95 (2014), pp. 882-892\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84906281608&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20status%20of%20savanna%20carnivores%20in%20the%20Odzala-Kokoua%20National%20Park%2C%20northern%20Republic%20of%20Congo&publication_year=2014&author=P.%20Henschel&author=G.A.%20Malanda&author=L.%20Hunter)\n\n24. [Karanth and Nichols, 1998](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib24)\n\n\n    K.U. Karanth, J.D. Nichols\n\n\n\n    Estimation of tiger densities in India using photographic captures and recaptures\n\n\n\n    Ecology, 79 (1998), pp. 2852-2862\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-0032406368&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimation%20of%20tiger%20densities%20in%20India%20using%20photographic%20captures%20and%20recaptures&publication_year=1998&author=K.U.%20Karanth&author=J.D.%20Nichols)\n\n25. [Kent and Hill, 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib25)\n\n\n    V.T. Kent, R.A. Hill\n\n\n\n    The importance of farmland for the conservation of the brown hyaena ParaHyaena brunnea\n\n\n\n    Oryx, 47 (2013), pp. 431-440\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84880762918&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20importance%20of%20farmland%20for%20the%20conservation%20of%20the%20brown%20hyaena%20ParaHyaena%20brunnea&publication_year=2013&author=V.T.%20Kent&author=R.A.%20Hill)\n\n26. [Kigongo, 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib26)\n\n\n    J. Kigongo\n\n\n\n    Two found guilty of poisoning lions in Queen Elizabeth National Park\n\n\n\n    Monitor (2022)\n\n    26 August\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=Two%20found%20guilty%20of%20poisoning%20lions%20in%20Queen%20Elizabeth%20National%20Park&publication_year=2022&author=J.%20Kigongo)\n\n27. [Marsh and Trenham, 2008](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib27)\n\n\n    D.M. Marsh, P.C. Trenham\n\n\n\n    Current trends in plant and animal population monitoring\n\n\n\n    Conserv. Biol., 22 (2008), pp. 647-655\n\n    [Crossref](https://doi.org/10.1111/j.1523-1739.2008.00927.x) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-44949139639&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Current%20trends%20in%20plant%20and%20animal%20population%20monitoring&publication_year=2008&author=D.M.%20Marsh&author=P.C.%20Trenham)\n\n28. [Miller et al., 2016](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib28)\n\n\n    J.R. Miller, G. Balme, P.A. Lindsey, A.J. Loveridge, M.S. Becker, C. Begg, H. Brink, S. Dolrenry, J.E. Hunt\n\n\n\n    Aging traits and sustainable trophy hunting of African lions\n\n\n\n    Biological Conservation, 201 (2016), pp. 160-168\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S0006320716302671/pdfft?md5=37f0ae2cf11b99501a08c04aca5779ae&pid=1-s2.0-S0006320716302671-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S0006320716302671) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84978880784&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Aging%20traits%20and%20sustainable%20trophy%20hunting%20of%20African%20lions&publication_year=2016&author=J.R.%20Miller&author=G.%20Balme&author=P.A.%20Lindsey&author=A.J.%20Loveridge&author=M.S.%20Becker&author=C.%20Begg&author=H.%20Brink&author=S.%20Dolrenry&author=J.E.%20Hunt)\n\n29. [Montgomery et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib29)\n\n\n    R.A. Montgomery, T. Mudumba, M. Wijers, L.A. Boudinot, A. Loveridge, G. Chapron, D.W. Macdonald\n\n\n\n    Predicting the consequences of subsistence poaching on the population persistence of a non-target species of conservation concern\n\n\n\n    Biol. Conserv., 284 (2023), Article 110147\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S0006320723002483/pdfft?md5=946194489c130618fe72860303622207&pid=1-s2.0-S0006320723002483-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S0006320723002483) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85162172836&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Predicting%20the%20consequences%20of%20subsistence%20poaching%20on%20the%20population%20persistence%20of%20a%20non-target%20species%20of%20conservation%20concern&publication_year=2023&author=R.A.%20Montgomery&author=T.%20Mudumba&author=M.%20Wijers&author=L.A.%20Boudinot&author=A.%20Loveridge&author=G.%20Chapron&author=D.W.%20Macdonald)\n\n30. [Mudumba et al., 2021](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib30)\n\n\n    T. Mudumba, S. Jingo, D. Heit, R.A. Montgomery\n\n\n\n    The landscape configuration and lethality of snare poaching of sympatric guilds of large carnivores and ungulates\n\n\n\n    Afr. J. Ecol., 59 (2021), pp. 51-62\n\n    [Crossref](https://doi.org/10.1111/aje.12781) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85089997007&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20landscape%20configuration%20and%20lethality%20of%20snare%20poaching%20of%20sympatric%20guilds%20of%20large%20carnivores%20and%20ungulates&publication_year=2021&author=T.%20Mudumba&author=S.%20Jingo&author=D.%20Heit&author=R.A.%20Montgomery)\n\n31. [Mudumba et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib31)\n\n\n    T. Mudumba, B. Stimpson, S. Jingo, R.A. Montgomery\n\n\n\n    The implications of global oil exploration for the conservation of terrestrial wildlife\n\n\n\n    Environ. Chall., 11 (2023), Article 100710\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S266701002300032X/pdfft?md5=04a1167960faa69a1d5aef3b747d566d&pid=1-s2.0-S266701002300032X-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S266701002300032X) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85151446991&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20implications%20of%20global%20oil%20exploration%20for%20the%20conservation%20of%20terrestrial%20wildlife&publication_year=2023&author=T.%20Mudumba&author=B.%20Stimpson&author=S.%20Jingo&author=R.A.%20Montgomery)\n\n32. [Muganga, 2024](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib32)\n    Muganga, E. (2024). Gov't seeks collaboration to recover lion population. Monitor, 9 May. Available at: https://www.monitor.co.ug/uganda/news/national/gov-t-seeks-collaboration-to-recover-lion-population--4617520.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Muganga%2C%20E.%20(2024).%20Gov%27t%20seeks%20collaboration%20to%20recover%20lion%20population.%20Monitor%2C%209%20May.%20Available%20at%3A%20https%3A%2F%2Fwww.monitor.co.ug%2Fuganda%2Fnews%2Fnational%2Fgov-t-seeks-collaboration-to-recover-lion-population--4617520.)\n\n33. [Musoke, 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib33)\n\n\n    R. Musoke\n\n\n\n    3 lions electrocuted in Queen Elizabeth National Park\n\n\n\n    Independent (2022)\n\n    2 May\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=3%20lions%20electrocuted%20in%20Queen%20Elizabeth%20National%20Park&publication_year=2022&author=R.%20Musoke)\n\n34. [Ngene et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib34)\n\n\n    S. Ngene, F. Broekhuis, N.B. Elliot, J. Mukeka, M. Chege, D. Muteti, B. Ngoru, F. Lala, S. Mwiu, I. Amoke, G. Western, Y. Wato, S. Dolrenry, A.M. Gopalaswamy\n\n\n\n    The emergence of a robust and inclusive framework for a nationwide assessment of African lions\n\n\n\n    Conserv. Sci. Pract., 5 (2) (2023)\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20emergence%20of%20a%20robust%20and%20inclusive%20framework%20for%20a%20nationwide%20assessment%20of%20African%20lions&publication_year=2023&author=S.%20Ngene&author=F.%20Broekhuis&author=N.B.%20Elliot&author=J.%20Mukeka&author=M.%20Chege&author=D.%20Muteti&author=B.%20Ngoru&author=F.%20Lala&author=S.%20Mwiu&author=I.%20Amoke&author=G.%20Western&author=Y.%20Wato&author=S.%20Dolrenry&author=A.M.%20Gopalaswamy)\n\n35. [Omoya et al., 2014](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib35)\n\n\n    E.O. Omoya, T. Mudumba, S.T. Buckland, P. Mulondo, A.J. Plumptre\n\n\n\n    Estimating population sizes of lions Panthera leo and spotted hyaenas Crocuta crocuta in Uganda's savannah parks, using lure count methods\n\n\n\n    Oryx, 48 (2014), pp. 394-401\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84903277552&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating%20population%20sizes%20of%20lions%20Panthera%20leo%20and%20spotted%20hyaenas%20Crocuta%20crocuta%20in%20Ugandas%20savannah%20parks%2C%20using%20lure%20count%20methods&publication_year=2014&author=E.O.%20Omoya&author=T.%20Mudumba&author=S.T.%20Buckland&author=P.%20Mulondo&author=A.J.%20Plumptre)\n\n36. [Pennycuick and Rudnai, 1970](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib36)\n\n\n    C.J. Pennycuick, J. Rudnai\n\n\n\n    A method of identifying individual lions Panthera leo with an analysis of the reliability of identification\n\n\n\n    J. Zool., 160 (1970), pp. 497-508\n\n    [Crossref](https://doi.org/10.1111/j.1469-7998.1970.tb03093.x) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-0001550494&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=A%20method%20of%20identifying%20individual%20lions%20Panthera%20leo%20with%20an%20analysis%20of%20the%20reliability%20of%20identification&publication_year=1970&author=C.J.%20Pennycuick&author=J.%20Rudnai)\n\n37. [Plumptre and Roberts, 2006](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib37)\n    Plumptre, A.J., & Roberts, C. (2006). Attractions of Queen Elizabeth National Park: Perceptions about development of a golf course. Unpublished report for UWA.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Plumptre%2C%20A.J.%2C%20%26%20Roberts%2C%20C.%20(2006).%20Attractions%20of%20Queen%20Elizabeth%20National%20Park%3A%20Perceptions%20about%20development%20of%20a%20golf%20course.%20Unpublished%20report%20for%20UWA.)\n\n38. [Ram et al., 2023](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib38)\n\n\n    M. Ram, D. Vasavada, S. Tikadar, L. Jhala, Y. Zala\n\n\n\n    Popula- tion status and distribution of endangered asiatic lions in gujarat, india\n\n\n\n    Eur. J. Wildl. Res., 69 (2023), p. 87\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85167514290&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Popula-%20tion%20status%20and%20distribution%20of%20endangered%20asiatic%20lions%20in%20gujarat%2C%20india&publication_year=2023&author=M.%20Ram&author=D.%20Vasavada&author=S.%20Tikadar&author=L.%20Jhala&author=Y.%20Zala)\n\n39. [Rich et al., 2019](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib39)\n\n\n    L.N. Rich, D.A. Miller, D.J. Muñoz, H.S. Robinson, J.W. McNutt, M.J. Kelly\n\n\n\n    Sampling design and analytical advances allow for simultaneous density estimation of seven sympatric carnivore species from camera trap data\n\n\n\n    Biol. Conserv., 233 (2019), pp. 12-20\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S0006320718305718/pdfft?md5=8f526684da8dc7642340fe8f16f8ab08&pid=1-s2.0-S0006320718305718-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S0006320718305718) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85061730761&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Sampling%20design%20and%20analytical%20advances%20allow%20for%20simultaneous%20density%20estimation%20of%20seven%20sympatric%20carnivore%20species%20from%20camera%20trap%20data&publication_year=2019&author=L.N.%20Rich&author=D.A.%20Miller&author=D.J.%20Mu%C3%B1oz&author=H.S.%20Robinson&author=J.W.%20McNutt&author=M.J.%20Kelly)\n\n40. [Ring, 2017](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib40)\n    Ring, J. (2017). Map My Drive. Apple app store. Retrieved from https://itunes.apple.com/au/app/map-my-drive/id914981872?mt=8.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Ring%2C%20J.%20(2017).%20Map%20My%20Drive.%20Apple%20app%20store.%20Retrieved%20from%20https%3A%2F%2Fitunes.apple.com%2Fau%2Fapp%2Fmap-my-drive%2Fid914981872%3Fmt%3D8.)\n\n41. [Royle et al., 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib41)\n\n\n    J.A. Royle, R.B. Chandler, R. Sollmann, B. Gardner\n\n\n\n    Spatial capture-recapture, Academic Press, Waltham, MA, USA (2013)\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=Spatial%20capture-recapture&publication_year=2013&author=J.A.%20Royle&author=R.B.%20Chandler&author=R.%20Sollmann&author=B.%20Gardner)\n\n42. [Royle et al., 2009](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib42)\n\n\n    J.A. Royle, K.U. Karanth, A.M. Gopalaswamy, N.S. Kumar\n\n\n\n    Bayesian inference in camera trapping studies for a class of spatial capture–recapture models\n\n\n\n    Ecology, 90 (2009), pp. 3233-3244\n\n    [Crossref](https://doi.org/10.1890/08-1481.1) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-72449210568&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Bayesian%20inference%20in%20camera%20trapping%20studies%20for%20a%20class%20of%20spatial%20capturerecapture%20models&publication_year=2009&author=J.A.%20Royle&author=K.U.%20Karanth&author=A.M.%20Gopalaswamy&author=N.S.%20Kumar)\n\n43. [Royle et al., 2019](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib43)\n    Royle, A., Russel, R., Sutherland, C. & Goldberg, J. (2019). Package SCRbayes. Available at: https://rdrr.io/github/jaroyle/SCRbayes/man/SCRbayes-package.html#google\\_vignette.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Royle%2C%20A.%2C%20Russel%2C%20R.%2C%20Sutherland%2C%20C.%20%26%20Goldberg%2C%20J.%20(2019).%20Package%20SCRbayes.%20Available%20at%3A%20https%3A%2F%2Frdrr.io%2Fgithub%2Fjaroyle%2FSCRbayes%2Fman%2FSCRbayes-package.html%23google_vignette.)\n\n44. [Russell et al., 2012](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib44)\n\n\n    R.E. Russell, J.A. Royle, R. Desimone, M.K. Schwartz, V.L. Edwards, K.P. Pilgrim, K.S. Mckelvey\n\n\n\n    Estimating abundance of mountain lions from unstructured spatial sampling\n\n\n\n    J. Wildl. Manag., 76 (2012), pp. 1551-1561\n\n    [Crossref](https://doi.org/10.1002/jwmg.412) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84867799435&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating%20abundance%20of%20mountain%20lions%20from%20unstructured%20spatial%20sampling&publication_year=2012&author=R.E.%20Russell&author=J.A.%20Royle&author=R.%20Desimone&author=M.K.%20Schwartz&author=V.L.%20Edwards&author=K.P.%20Pilgrim&author=K.S.%20Mckelvey)\n\n45. [Samarasinghe et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib45)\n\n\n    D.J. Samarasinghe, E.D. Wikramanayake, A.M. Gopalaswamy, R. Jayewardene, J. Kumara, J. Fernando, …, A. Braczkowski\n\n\n\n    Evidence for a critical leopard conservation stronghold from a large protected landscape on the island of Sri Lanka\n\n\n\n    Glob. Ecol. Conserv., 37 (2022), Article e02173\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S2351989422001755/pdfft?md5=e4de9bcad87b166775fa4dc341e3b02e&pid=1-s2.0-S2351989422001755-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S2351989422001755) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85131411990&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Evidence%20for%20a%20critical%20leopard%20conservation%20stronghold%20from%20a%20large%20protected%20landscape%20on%20the%20island%20of%20Sri%20Lanka&publication_year=2022&author=D.J.%20Samarasinghe&author=E.D.%20Wikramanayake&author=A.M.%20Gopalaswamy&author=R.%20Jayewardene&author=J.%20Kumara&author=J.%20Fernando&author=A.%20Braczkowski)\n\n46. [Sassen et al., 2013](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib46)\n\n\n    M. Sassen, D. Sheil, K.E. Giller, C.J. ter Braak\n\n\n\n    Complex contexts and dynamic drivers: Understanding four decades of forest loss and recovery in an East African protected area\n\n\n\n    Biol. Conserv., 159 (2013), pp. 257-268\n\n    [View PDF](https://www.sciencedirect.com/science/article/pii/S0006320712005010/pdfft?md5=e57b15296ae464129bd14b94b4df4df0&pid=1-s2.0-S0006320712005010-main.pdf) [View article](https://www.sciencedirect.com/science/article/pii/S0006320712005010) [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-84872770197&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Complex%20contexts%20and%20dynamic%20drivers%3A%20Understanding%20four%20decades%20of%20forest%20loss%20and%20recovery%20in%20an%20East%20African%20protected%20area&publication_year=2013&author=M.%20Sassen&author=D.%20Sheil&author=K.E.%20Giller&author=C.J.%20ter%20Braak)\n\n47. [Tierney, 1994](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib47)\n\n\n    L. Tierney\n\n\n\n    Markov chains for exploring posterior distributions\n\n\n\n    Ann. Stat. (1994), pp. 1701-1728\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=Markov%20chains%20for%20exploring%20posterior%20distributions&publication_year=1994&author=L.%20Tierney)\n\n48. [Twesigye et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib48)\n\n\n    C. Twesigye, W. Tinzaara, K. Tumwebaze\n\n\n\n    Assessment of vegetation in Murchison falls national park five yearsafter the completion of oiland gas exploration\n\n\n\n    East Afr. J. Biophys. Comput. Sci., 3 (2022), pp. 43-57\n\n    [Google Scholar](https://scholar.google.com/scholar_lookup?title=Assessment%20of%20vegetation%20in%20Murchison%20falls%20national%20park%20five%20yearsafter%20the%20completion%20of%20oiland%20gas%20exploration&publication_year=2022&author=C.%20Twesigye&author=W.%20Tinzaara&author=K.%20Tumwebaze)\n\n49. [Upadhyay, 2024](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib49)\n    Upadhyay, P.U. (2024). Uganda’s lion population plunges, gujarat model the solution? (url: https://www.youtube.com/watch?v=r4loaklcyxe). First Post.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Upadhyay%2C%20P.U.%20(2024).%20Uganda%E2%80%99s%20lion%20population%20plunges%2C%20gujarat%20model%20the%20solution%3F%20(url%3A%20https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dr4loaklcyxe).%20First%20Post.)\n\n50. [Vissia et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib50)\n\n\n    S. Vissia, J. Fattebert, F. van Langevelde\n\n\n\n    Leopard density and interspecific spatiotemporal interactions in a hyena-dominated landscape.\n\n\n\n    Ecol. Evol., 12 (2022), Article e9365\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85141196905&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Leopard%20density%20and%20interspecific%20spatiotemporal%20interactions%20in%20a%20hyena-dominated%20landscape.&publication_year=2022&author=S.%20Vissia&author=J.%20Fattebert&author=F.%20van%20Langevelde)\n\n51. [Western et al., 2022](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib51)\n\n\n    G. Western, N.B. Elliot, S.L. Sompeta, F. Broekhuis, S. Ngene, A.M. Gopalaswamy\n\n\n\n    Lions in a coexistence landscape: repurposing a traditional field technique to monitor an elusive carnivore\n\n\n\n    Ecol. Evol., 12 (2022), Article e8662\n\n    [View in Scopus](https://www.scopus.com/inward/record.url?eid=2-s2.0-85127256424&partnerID=10&rel=R3.0.0) [Google Scholar](https://scholar.google.com/scholar_lookup?title=Lions%20in%20a%20coexistence%20landscape%3A%20repurposing%20a%20traditional%20field%20technique%20to%20monitor%20an%20elusive%20carnivore&publication_year=2022&author=G.%20Western&author=N.B.%20Elliot&author=S.L.%20Sompeta&author=F.%20Broekhuis&author=S.%20Ngene&author=A.M.%20Gopalaswamy)\n\n52. [Zwick et al., 1998](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bbib52)\n    Zwick, L.L., Sivell, D., Bamlett, R., Devon, I., Lloyd, J., MacGregor, H., Stewart, L. (1998). Pian-Upe Wildlife Reserve Biological and socio-economic survey. Frontier-Uganda Wildlife Protected Areas Project Baseline Surveys Programme Report No.12. The Society for Environmental Exploration., London and Uganda Wildlife Authority, Kampala. Available at: https://www.yumpu.com/en/document/read/36270487/pian-upe-wildlife-reserve-frontier-publicationscouk.\n\n    [Google Scholar](https://scholar.google.com/scholar?q=Zwick%2C%20L.L.%2C%20Sivell%2C%20D.%2C%20Bamlett%2C%20R.%2C%20Devon%2C%20I.%2C%20Lloyd%2C%20J.%2C%20MacGregor%2C%20H.%2C%20Stewart%2C%20L.%20(1998).%20Pian-Upe%20Wildlife%20Reserve%20Biological%20and%20socio-economic%20survey.%20Frontier-Uganda%20Wildlife%20Protected%20Areas%20Project%20Baseline%20Surveys%20Programme%20Report%20No.12.%20The%20Society%20for%20Environmental%20Exploration.%2C%20London%20and%20Uganda%20Wildlife%20Authority%2C%20Kampala.%20Available%20at%3A%20https%3A%2F%2Fwww.yumpu.com%2Fen%2Fdocument%2Fread%2F36270487%2Fpian-upe-wildlife-reserve-frontier-publicationscouk.)\n\n\n- ### [Using spatial capture-recapture models to inform lion (Panthera leo) management in fenced protected areas](https://doi.org/10.1002/jwmg.70085)\n\n\n\n2025, Journal of Wildlife Management\n\n- ### [Variation in lion population densities across the Greater Kafue Ecosystem, Zambia: Lessons for landscape-scale monitoring](https://doi.org/10.1002/2688-8319.70077)\n\n\n\n2025, Ecological Solutions and Evidence\n\n\n[1](https://www.sciencedirect.com/science/article/pii/S235198942400516X#bfn1)\n\nAuthor passed away at the time of writing\n\n© 2024 Published by Elsevier B.V.\n\nThe Identity Selector: Persistence Service",
    "query": "Wildlife population surveys Africa"
  },
  {
    "snippet": "[![Untitled UI logotext](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/655e2445edc9d067f75af642_logo1.avif)](https://www.wildlifeact.com/)\n\nAfrica has over 400 known species of endangered animals. Tracking wildlife and monitoring endangered species is an essential and critical step in their conservation.\n\n## What is Wildlife Tracking and Monitoring?\n\nWildlife monitoring is essential for keeping track of animal movement patterns, habitat utilisation, population demographics, snaring...",
    "content": "[![Untitled UI logotext](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/655e2445edc9d067f75af642_logo1.avif)](https://www.wildlifeact.com/)\n\nAfrica has over 400 known species of endangered animals. Tracking wildlife and monitoring endangered species is an essential and critical step in their conservation.\n\n## What is Wildlife Tracking and Monitoring?\n\nWildlife monitoring is essential for keeping track of animal movement patterns, habitat utilisation, population demographics, snaring and poaching incidents and breakouts. This valuable information, which Wildlife ACT and our conservation volunteers gather on our wildlife volunteer projects, has numerous management applications, including the planning of successful introduction and removal strategies of Africa’s wildlife.\n\n## Wildlife ACT’s Wildlife Monitoring Service\n\nMany African game reserves do not have the funds or capacity to run effective [wildlife monitoring projects](https://www.wildlifeact.com/volunteer) despite monitoring being an essential part of conservation. Wildlife ACT assists these game reserves by providing tracking and monitoring services free of charge.\n\nWildlife ACT is unique in that we actively advance conservation by initiating, implementing and managing monitoring projects on reserves which do not have existing monitoring programmes in place; or by taking over existing monitoring projects on reserves that can no longer fund or manage them.\n\n### Endangered African Wildlife Monitoring Explained\n\nEndangered African Wildlife Monitoring Explained - YouTube\n\n[Photo image of Wildlife ACT](https://www.youtube.com/channel/UCzAqSoJmYoTmDcopWtYhfrg?embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\nWildlife ACT\n\n28.2K subscribers\n\n[Endangered African Wildlife Monitoring Explained](https://www.youtube.com/watch?v=TqaJUsMuiTE)\n\nWildlife ACT\n\nSearch\n\nWatch later\n\nShare\n\nCopy link\n\nInfo\n\nShopping\n\nTap to unmute\n\nIf playback doesn't begin shortly, try restarting your device.\n\nYou're signed out\n\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\n\nCancelConfirm\n\nMore videos\n\n## More videos\n\nShare\n\nInclude playlist\n\nAn error occurred while retrieving sharing information. Please try again later.\n\n[Watch on](https://www.youtube.com/watch?v=TqaJUsMuiTE&embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\n0:00\n\n0:00 / 2:01\n•Live\n\n•\n\n## Why Volunteers are Needed for Wildlife Tracking and Monitoring?\n\nAs a conservation volunteer, you play a vital role by assisting Wildlife ACT’s research monitors on our wildlife volunteer projects. You will be the monitor’s direct assistant and aid them with their daily activities. You will experience what it’s like to be one of Africa’s wildlife researchers. This will give you the opportunity to learn not only about these focal endangered species but also about many other aspects of the African bush-veld; and gain exclusive hands-on experience.\n\n## Daily Activities as a Wildlife Conservation Volunteer\n\nDaily activities on our wildlife volunteer projects include wildlife tracking and monitoring of endangered species, which include the African wild dog, cheetah, black rhino and vulture. Monitoring of elephant, buffalo, lion, hyena, leopard and white rhino will also take place on a more ad hoc basis. To effectively conserve endangered species, we also need to understand how they are impacted by priority species with high ecological impacts. These priority species include elephant, hyena, lion, leopard, white rhino and buffalo.\n\n![Teaching Volunteer how to use Telemetry. Photo by Chantelle Melzer](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6c6d79483274c0ca7ee32_Teaching-Volunteer-how-to-use-Telemetry.-Photo-by-Chantelle-Melzer.webp)![Camera Trap Inspection. Photo by Chantelle Melzer ](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6c7382ce00b47210bce22_Camera-Trap-Inspection.-Photo-by-Chantelle-Melzer.webp)![](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6c7b88e9ad2df88eabffb_The-Art-of-Telemetry-Tracking-3.avif)![Tracking black rhino using a telemetry](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6c7eb7b3c487c2a834ceb_Malawi-11.webp)![](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6c82c3dc80ee41a5c4dec_Telemetry-tracking-at-dawn.webp)\n\n[Apply to volunteer](https://www.wildlifeact.com/wildlife-volunteer-application-form)\n\nOn some of the reserves we work on, these animals are actively monitored, meaning we track them on a regular basis via our telemetry equipment, or by traditional tracking techniques. We also use camera traps on some reserves. Those animals not tracked on a daily bases are monitored incidentally, meaning we record them only if we chance upon them.\n\n(en)snared - YouTube\n\n[Photo image of Wildlife ACT](https://www.youtube.com/channel/UCzAqSoJmYoTmDcopWtYhfrg?embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\nWildlife ACT\n\n28.2K subscribers\n\n[(en)snared](https://www.youtube.com/watch?v=I97cd3jU1WY)\n\nWildlife ACT\n\nSearch\n\nWatch later\n\nShare\n\nCopy link\n\nInfo\n\nShopping\n\nTap to unmute\n\nIf playback doesn't begin shortly, try restarting your device.\n\nMore videos\n\n## More videos\n\nYou're signed out\n\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\n\nCancelConfirm\n\nShare\n\nInclude playlist\n\nAn error occurred while retrieving sharing information. Please try again later.\n\n[Watch on](https://www.youtube.com/watch?v=I97cd3jU1WY&embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\n0:00\n\n0:00 / 1:58\n•Live\n\n•\n\n## What is Wildlife Monitoring?\n\n- Using radio telemetry or identifying tracks, you’ll begin locating an animal. Once you’ve found the animal, various important data is recorded, such as the GPS location, group composition, associations and behaviour.\n- The next step is to photograph the animal. These photographic recordings are used in the development of an accurate identikit for identifying specific individuals. These activities are most often conducted from a 4×4 vehicle – driven by the Wildlife ACT monitor and take place during early mornings and late evenings – with a midday break taken in between monitoring sessions.\n- An essential task for our monitoring teams is keeping Identikits up to date. These allow us to identify individual animals via information and quality photographs that profile the animal for accurate identification in the field. So during wildlife tracking sessions, being equipped and at the ready to take quality photos of endangered & priority species from all angles is very much a part of the job!\n- Your ‘break’ is usually filled-up carrying out your camp maintenance and cleaning and cooking responsibilities.\n- As a conservation volunteer, it is part of your responsibility to help run our camps in order to keep them well-maintained and clean. As such, you will be assigned certain responsibilities that will assist the monitor in running each camp.\n\n![An essential task for our wildlife tracking and monitoring teams is keeping Identikits up to date. These allow us to identify individual animals via information and quality photographs that profile the animal for accurate identification in the field. So being equipped and at the ready to take quality photos of endangered & priority species from all angles is very much a part of the job!](https://cdn.prod.website-files.com/655cbee32f7e5cfd123ab518/65b6cb0925cc1be731a6927e_Importance-of-IDentikits.avif)\n\nAn essential task for our wildlife tracking and monitoring teams is keeping Identikits up to date. These allow us to identify individual animals via information and quality photographs that profile the animal for accurate identification in the field. So being equipped and at the ready to take quality photos of endangered & priority species from all angles is very much a part of the job!\n\n## Occasional Activities:\n\nDepending on how long you stay with us and what time of the year it is, you might also get the opportunity to experience:\n\n- Wildlife tracking and radio collaring of animals;\n- Relocation and re-introduction of game;\n- Rescuing animals caught in poachers’ snares;\n- Identity tagging of animals;\n- Night excursions to monitor nocturnal animals such as hyena;\n- Vulture counts and nest surveys;\n- Bird ringing; or\n- Alien plant control\n\n### Tracking African Wild Dogs & Other Predators\n\nWildlife ACT, 2014: Tracking African Wild Dogs & Other Predators - YouTube\n\n[Photo image of John Uscian](https://www.youtube.com/channel/UCQqnV4ff0nPW_M_m7mQ4DZA?embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\nJohn Uscian\n\n5.3K subscribers\n\n[Wildlife ACT, 2014: Tracking African Wild Dogs & Other Predators](https://www.youtube.com/watch?v=4JBhZRpIaws)\n\nJohn Uscian\n\nSearch\n\nWatch later\n\nShare\n\nCopy link\n\nInfo\n\nShopping\n\nTap to unmute\n\nIf playback doesn't begin shortly, try restarting your device.\n\nYou're signed out\n\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\n\nCancelConfirm\n\nMore videos\n\n## More videos\n\nShare\n\nInclude playlist\n\nAn error occurred while retrieving sharing information. Please try again later.\n\n[Watch on](https://www.youtube.com/watch?v=4JBhZRpIaws&embeds_referring_euri=https%3A%2F%2Fwww.wildlifeact.com%2F)\n\n0:00\n\n0:00 / 14:55\n•Live\n\n•\n\nPlease note: Our wildlife volunteer projects means working in very dynamic environments, meaning our movements and activities are regulated by the animals we work with as well as reserve management activities and weather conditions, which we do not have control over! This makes the work both unpredictable, but exciting.\n\n## Anyone can Join as a Wildlife Conservation Volunteer!\n\nIf you’d like to join Wildlife ACT as a conservation volunteer you don’t need any special skills or qualifications as all the training will be conducted by our qualified wildlife monitors. All you need is the right attitude and a willingness to help and learn.\n\nWe’re looking for conservation volunteers to join our wildlife volunteer projects who want to experience what’s it’s like to be a true conservationist in Africa and contribute to the exciting and important wildlife conservation work we do.\n\n[Apply to volunteer](https://www.wildlifeact.com/wildlife-volunteer-application-form)\n\n[Learn more about the wildlife tracking & monitoring technology we use](https://www.wildlifeact.com/about-wildlife-act/monitoring-tracking-technology) [Learn more about saving endangered species](https://www.wildlifeact.com/our-fund/what-we-do/saving-endangered-species) [Learn more about the species we work with](https://www.wildlifeact.com/our-fund/what-we-do/the-species-we-work-with)",
    "query": "Wildlife population surveys Africa"
  }
]