[
  {
    "snippet": "[Skip to main content](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#main-content)\n\nBMC is moving to Springer Nature Link. [Visit this journal in its new home.](https://link.springer.com/journal/12889/articles)\n\nSearch all BMC articles\n\nSearch\n\nMPOX outbreak in Africa: the urgent need for local manufacturing of the vaccine and decolonized health systems\n\n\n[Download PDF](https://bmcpublichealth.biomedcentral.com/counter/pdf/10.1186/s12889-025-25120-x.pdf)\n\n[Downloa...",
    "content": "[Skip to main content](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#main-content)\n\nBMC is moving to Springer Nature Link. [Visit this journal in its new home.](https://link.springer.com/journal/12889/articles)\n\nSearch all BMC articles\n\nSearch\n\nMPOX outbreak in Africa: the urgent need for local manufacturing of the vaccine and decolonized health systems\n\n\n[Download PDF](https://bmcpublichealth.biomedcentral.com/counter/pdf/10.1186/s12889-025-25120-x.pdf)\n\n[Download PDF](https://bmcpublichealth.biomedcentral.com/counter/pdf/10.1186/s12889-025-25120-x.pdf)\n\n- Systematic Review\n- [Open access](https://www.springernature.com/gp/open-science/about/the-fundamentals-of-open-access-and-open-research)\n- Published: 07 November 2025\n\n# MPOX outbreak in Africa: the urgent need for local manufacturing of the vaccine and decolonized health systems\n\n- [Adanze Nge Cynthia](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#auth-Adanze_Nge-Cynthia-Aff1-Aff2)[ORCID: orcid.org/0000-0003-3802-9653](https://orcid.org/0000-0003-3802-9653)[1](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Aff1), [2](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Aff2) &\n- [Gordon Takop Nchanji](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#auth-Gordon_Takop-Nchanji-Aff3-Aff4) [3](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Aff3), [4](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Aff4)\n\n[_BMC Public Health_](https://bmcpublichealth.biomedcentral.com/) **volume 25**, Article number: 3838 (2025)\n[Cite this article](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#citeas)\n\n- 359 Accesses\n\n- [Metrics details](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/metrics)\n\n\n## Abstract\n\n### Background\n\nThe resurgence of MPOX (formerly known as Monkeypox) across African countries has highlighted longstanding deficiencies in epidemic preparedness, vaccine access, and healthcare infrastructure on the continent. Despite bearing a significant disease burden, African nations continue to face delays in vaccine acquisition and distribution, reflecting more profound structural and historical inequities.\n\n### Methods\n\nThis systematic review synthesizes literature published between 2016 and 2024, including peer-reviewed articles, policy documents, and institutional reports. The review aims to explore the dynamics of MPOX outbreaks in Africa, patterns of vaccine inequity, and the systemic limitations that hinder local response capacity. A narrative synthesis approach was employed to analyze data relating to vaccine access, production capacity, regulatory environments, and structural determinants of health.\n\n### Results\n\nThe findings reveal Africa’s continued dependency on external vaccine sources, shaped by colonial legacies and weak local pharmaceutical systems. During the 2022 global MPOX outbreak, high-income countries swiftly secured vaccine supplies, while African nations experienced significant delays despite high transmission rates. Although efforts to establish local manufacturing are emerging, they are constrained by limited infrastructure, fragmented regulatory systems, shortages of skilled workers, and restrictive intellectual property regimes. Furthermore, the review identifies a need for harmonized regulatory frameworks and sustainable investment in regional manufacturing capabilities.\n\n### Conclusion\n\nAddressing MPOX and future health threats in Africa demands a shift toward decolonized health systems that emphasize South-South collaboration, indigenous knowledge, and local ownership. Strategic interventions, such as regulatory harmonization, equitable technology transfer, and capacity-building, are essential to reduce external dependency. Coordinated short-term actions and long-term investments are crucial for fostering resilient, self-sustaining health systems that can respond effectively to emerging infectious diseases.\n\n[Peer Review reports](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/peer-review)\n\n## Introduction\n\nThe recent outbreak of MPOX, a viral disease caused by the monkeypox virus of the genus Orthopoxvirus, has affected several African nations, including Nigeria, Rwanda, Uganda, Ivory Coast, Burundi, the Democratic Republic of Congo, and Kenya, raising significant concerns about the continent’s preparedness for health emergencies \\[ [1](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR1 \"World Health Organization. Mpox – African Region. Disease Outbreak news. 2024.                    https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON528                                    . Accessed 27 Oct 2024.\")\\]. MPOX has manifested in sporadic global outbreaks historically endemic to Central and West Africa. However, the episodes documented in 2022 and 2023 reveal the continent’s persistent vulnerability to this disease, primarily exacerbated by reliance on international vaccine supplies and external health initiatives \\[ [2](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR2 \"Hirani R, Noruzi K, Iqbal A, Singh R, Patel A, Ghosh S, et al. A review of the Past, Present, and future of the Monkeypox virus: Challenges, Opportunities, and lessons from COVID-19 for global health security. Microorganisms. 2023;11(11):2713.\")\\].\n\nAfrica’s response to MPOX outbreaks has been significantly constrained by the stark imbalance in global vaccine distribution and limited local production capabilities \\[ [3](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR3 \"Ogunkola IO, Abiodun OE, Bale BI, Oladele DA, Akintunde TY, Oluwasina O, et al. Monkeypox vaccination in the global south: fighting a war without a weapon. Clin Epidemiol Glob Health. 2023;22:101313.\")\\]. Specifically, as of November 2024, the Access and Allocation Mechanism (AAM) for mpox has allocated only 899,000 vaccine doses for nine African countries hardest hit by the current outbreak, while by September 2024, of the 20.5 million vaccine doses required for Africa, only 5.6 million had been allocated, representing a 73% shortage \\[ [4](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR4 \"WHO. Vaccine doses allocated to 9 African countries hardest hit by mpox surge. 2024. Available from:                    https://www.who.int/news/item/06-11-2024-vaccine-doses-allocated-to-9-african-countries-hardest-hit-by-mpox-surge                                    . Accessed 23 Aug 2025.\"), [5](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR5 \"UNICEF. Vaccine doses allocated to nine African countries hardest hit by mpox surge. Unicef.org. 2024.                    https://www.unicef.org/press-releases/vaccine-doses-allocated-nine-african-countries-hardest-hit-mpox-surge                                    . Accessed 23 Aug 2025.\")\\]. This disparity is further illustrated by Africa confirming 2,863 cases and 517 deaths in 2024, primarily in the Democratic Republic of the Congo (DRC), with suspected cases surging past 17,000 \\[ [6](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR6 \"Team CE, Africa. CDC Director General: Mpox Outbreak a Public Health Emergency of Continental Security. Contagion Live. 2024.                    https://www.contagionlive.com/view/africa-cdc-director-general-mpox-outbreak-a-public-health-emergency-of-continental-security                                    . Accessed 23 Aug 2025.\")\\]. Additionally, vaccination has not yet started for children, one of the hardest-hit groups, because of regulatory and supply issues \\[ [7](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR7 \"CIDRAP. Cases top 50,000 in Africa’s mpox outbreak, Center for Infectious Disease Research and Policy. 2024.                    https://www.cidrap.umn.edu/mpox/cases-top-50000-africas-mpox-outbreak                                    . Accessed 23 Aug 2025.\")\\].”\n\nWhile most African nations have been independent for decades, the structural dependencies created by colonial health systems, including reliance on external expertise, donor-driven priorities, and limited local research capacity, continue to influence current vaccine access patterns during the MPOX response \\[ [8](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR8 \"Olawade DB, Wada OZ, Fidelis SC, et al. Strengthening Africa’s response to Mpox (monkeypox): insights from historical outbreaks and the present global spread. Science in One Health. 2024;3:100085.\")\\]. However, these historical factors interact with contemporary challenges such as poor governance, resource constraints, and global power asymmetries in pharmaceutical markets \\[ [9](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR9 \"Bolarinwa O, Mohammed A, Adebisi YA, Oyewo O. Left behind no more: ensuring equitable vaccine access to curb Mpox in Africa. Int Health. 2025;17(4):594–6.\")\\].\n\nThese challenges are partly shaped by historical legacies that constrained Africa’s industrial and regulatory base, but are more directly explained by proximal health system factors, including weak governance capacity, health workforce shortages, limited fiscal space, fragmented service integration, and supply-chain bottlenecks \\[ [10](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR10 \"Oleribe OO, Momoh J, Uzochukwu BS, et al. Identifying key challenges facing healthcare systems in Africa and potential solutions. Int J Gen Med. 2019;12:395–403.\")\\]. The consequences were evident in MPOX-specific outcomes: although the World Health Organization (WHO) first declared mpox a Public Health Emergency of International Concern (PHEIC) on 23 July 2022 \\[ [11](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR11 \"World Health Organization. WHO Director-General declares the ongoing monkeypox outbreak a Public Health Emergency of International Concern. 2022.                    https://www.who.int/europe/news/item/23-07-2022-who-director-general-declares-the-ongoing-monkeypox-outbreak-a-public-health-event-of-international-concern                                    \")\\], African countries experienced delays in vaccine access, particularly in the DRC. Despite having over 20,000 cases, the country received its first vaccine shipment only on September 5, 2024, while European and North American countries had stockpiled millions of doses from the 2022 outbreak \\[ [12](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR12 \"Tanveer A, Tahir A, Haq UL. Wealth over welfare: Mpox vaccination delayed in disputed region of Congo as high-income countries stockpile vaccines. BMJ Glob Health. 2025;10(8):e018420.\")\\]. WHO later declared a second PHEIC on 14 August 2024, in recognition of the escalating outbreak across Africa \\[ [13](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR13 \"World Health Organization. WHO Director-General Declares Mpox Outbreak a Public Health Emergency of International Concern . 2024.                    https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern                                    . Accessed 23 Aug 2025.\")\\].\n\nCurrent initiatives, such as the European Commission-coordinated 215,000-dose donation and the African Vaccine Manufacturing Accelerator’s financing mechanisms, illustrate how present-day governance, financing, and procurement reforms, rather than history alone, are critical to strengthening Africa’s outbreak response capacity \\[ [14](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR14 \"Africa CDC. European Commission coordinates procurement and donation of 215 000 vaccine doses from Bavarian Nordic to support Africa CDC in addressing the Mpox outbreak in Africa. Africa CDC. 2024.                    https://africacdc.org/news-item/european-commission-coordinates-procurement-and-donation-of-215-000-vaccine-doses-from-bavarian-nordic-to-support-africa-cdc-in-addressing-the-mpox-outbreak-in-africa/                                    . Accessed 23 Aug 2025.\")\\].\n\nThis literature review examines the complexities of MPOX outbreaks in Africa, emphasizing the need to establish local vaccine manufacturing capabilities and advocate for decolonized health systems as sustainable approaches to addressing these public health challenges.\n\n## Methodology\n\nWe conducted a scoping review of peer-reviewed literature, policy documents, and institutional reports on monkeypox (MPOX) in Africa published between 2016 and 2024. Our primary objective was to explore outbreak patterns, vaccine supply systems, inequities, and the implications of structural dependencies on Africa’s health systems. To ensure methodological rigor, we followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews (PRISMA-ScR) guidelines.\n\nStudy identification and selection were carried out using a predefined search strategy. We searched electronic databases including PubMed, Scopus, and Google Scholar, using Boolean search terms such as “Monkeypox,” “MPOX,” “vaccine equity,” “Africa,” “decolonized health systems,” “epidemic preparedness,” and “local vaccine manufacturing.” Additional grey literature was sourced from the websites of the WHO, the Africa Center for Disease Control (CDC), and national public health authorities.\n\nStudies were excluded based on the following pre-defined criteria: (1) review articles and meta-analyses to focus on primary research; (2) preprint publications not yet peer-reviewed to ensure quality assurance; (3) studies with unclear or insufficient data reporting that precluded meaningful analysis; (4) studies not primarily focused on the African context or MPOX; (5) conference abstracts and editorials lacking comprehensive methodology. Following these exclusions, 76 records underwent full-text screening for abstract quality, title relevance, and overall methodological rigor using standardized assessment criteria. Studies with inadequate sample sizes, poor methodological design, or insufficient reporting of outcomes were further excluded, resulting in 31 records for final inclusion in the systematic review.\n\nWe found 3,842 studies, including 1,247 on MPOX epidemiology, 968 on vaccine accessibility and manufacturing, 614 on regulatory frameworks, 452 on economic impacts, and 561 on health system decolonization. Of these, 3,356 were duplicates or failed the initial screening criteria, leaving 486 records eligible for further review. 410 studies were excluded for specific reasons (methodology concerns, insufficient focus on Africa, and a lack of empirical data), leaving 76 studies for final evaluation and comprehensive review. This rigorous selection process ensured that our analysis was based on the most relevant and methodologically sound research on MPOX in Africa (Fig. [1](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Fig1)).\n\n**Fig. 1**\n\n[![figure 1](https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs12889-025-25120-x/MediaObjects/12889_2025_25120_Fig1_HTML.png)](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/1)\n\nPRISMA flow diagram table for MPOX review\n\n[Full size image](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/1)\n\n### Dynamics of MPOX epidemics in Africa\n\n#### Historical context and epidemiology of MPOX\n\nMPOX is a zoonotic disease caused by the Monkeypox virus (MPXV), a member of the Orthopoxvirus genus and a close relative of the smallpox-causing variola virus \\[ [15](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR15 \"Moore MJ, Rathish B, Zahra F. Mpox (Monkeypox). Nurse Pract. 2023;48(4):13–20.\")\\]. The disease’s documented history in Africa began in 1970, when the first human case was recorded in the Democratic Republic of the Congo (DRC). Since this initial identification, MPOX has maintained a persistent presence across several African countries, with periodic outbreaks predominantly occurring throughout Central and West Africa \\[ [16](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR16 \"Organization WH. Mpox. Fact Sheet. 2024.                    https://www.who.int/news-room/fact-sheets/detail/mpox                                    . Accessed 17 Oct 2024.\")\\]. The epidemiological landscape of MPOX in Africa has undergone a substantial transformation since 2022. The virus garnered unprecedented global attention when it rapidly spread across more than 100 countries, resulting in over 80,000 cases worldwide, prompting the World Health Organization (WHO) to declare MPOX a Public Health Emergency of International Concern (PHEIC) and officially rename the disease from monkeypox to MPOX to mitigate stigmatization; however, the WHO declared an end to the MPOX PHEIC on September 5, 2025 \\[ [17](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR17 \"World Health Organization. WHO Director-General declares mpox outbreak a public health emergency of international concern. 2024. pp. 1002–3.                    https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern                                    . Accessed 17 Oct 2024.\")\\]. However, the 2024 resurgence has revealed more complex transmission dynamics specific to the African context. Recent comprehensive analyses \\[ [18](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR18 \"Ndembi N, Folayan MO, Komakech A, et al. Evolving epidemiology of Mpox in Africa in 2024. N Engl J Med. 2025;392(7):666–76.\")\\] demonstrate that the evolving epidemiology of MPOX in Africa during 2024 shows distinct patterns compared to the 2022 global outbreak, with increased human-to-human transmission chains and altered demographic distributions. The epidemiological data from the Africa Centres for Disease Control and Prevention (Africa CDC) reveal troubling shifts in MPOX transmission patterns across the continent, with cases increasing by over 160% in 2024 compared to previous years \\[ [19](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR19 \"Africa CDC, Africa CDC, Declares Mpox. A Public Health Emergency of Continental Security, Mobilizing Resources Across the Continent. Communication & Public Information Division. 2024.                    https://africacdc.org/news-item/africa-cdc-declares-mpox-a-public-health-emergency-of-continental-security-mobilizing-resources-across-the-continent/                                    . Accessed 17 Oct 2024.\")\\]. Contemporary research \\[ [20](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR20 \"Akingbola A, Adegbesan CA, Adewole O, et al. Understanding the resurgence of mpox: key drivers and lessons from recent outbreaks in Africa. Trop Med Health. 2025;53:47.\")\\] identifies multiple interconnected drivers behind the MPOX resurgence in Africa, including environmental degradation leading to increased human-wildlife contact, weakened health systems following COVID-19, population displacement caused by conflict, and inadequate surveillance infrastructure in rural areas. These findings challenge previous assumptions about MPOX transmission being limited to specific high-risk populations. The complexity of MPOX epidemiology in Central Africa has been further elucidated by Halbrook et al. in 2024, who argue that the interconnected nature of transmission requires a “constellation approach” that considers zoonotic reservoirs, human behavioral factors, healthcare accessibility, and socioeconomic determinants simultaneously \\[ [21](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR21 \"Halbrook M, Makangara-Cigolo JC, Merritt S, et al. Mpox in central Africa: complex epidemiology requires a constellation approach. NPJ Viruses. 2024;2(1):69.\")\\]. This multifaceted perspective is critical given that Central Africa continues to bear the highest burden of MPOX cases globally. Recent concurrent outbreaks across multiple African countries, as documented by Beiras et al. in 2025, demonstrate unprecedented geographic spread and temporal clustering, suggesting enhanced viral transmission capacity or improved detection systems \\[ [22](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR22 \"Beiras CG, et al. Concurrent outbreaks of MPOX in Africa—an update. Lancet. 2025;405:86–96.\")\\]. The authors note that simultaneous outbreaks in previously unaffected regions indicate either viral adaptation or the unveiling of existing transmission networks through enhanced surveillance. A significant increase in cases has been observed, particularly among populations previously considered low-risk, including children under 15 years who now represent approximately 39% of cases in some regions \\[ [19](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR19 \"Africa CDC, Africa CDC, Declares Mpox. A Public Health Emergency of Continental Security, Mobilizing Resources Across the Continent. Communication & Public Information Division. 2024.                    https://africacdc.org/news-item/africa-cdc-declares-mpox-a-public-health-emergency-of-continental-security-mobilizing-resources-across-the-continent/                                    . Accessed 17 Oct 2024.\")\\]. This demographic shift raises concerns about potential viral evolution, changes in transmission modes, or whether improved diagnostic capabilities and enhanced surveillance systems are now detecting previously unrecognized cases.\n\nThe expanding geographical footprint of MPOX is evidenced by outbreaks in previously unaffected countries, including Gabon and Rwanda, which reported their first cases in 2022. Before this global outbreak, Nigeria had experienced a notable resurgence in 2017, reporting over 200 confirmed cases with an estimated 3% fatality rate, while the Central African Republic documented several outbreaks between 2018 and 2020, resulting in 49 confirmed cases \\[ [23](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR23 \"Laurenson-Schafer H, Sklenovská N, Hoxha A, Lumbroso D, Samhouri D, Bruni L, et al. Description of the first global outbreak of mpox: an analysis of global surveillance data. Lancet Glob Health. 2023;11(7):e1012–23.\")\\]. MPOX’s capacity to spread globally was first demonstrated in 2003 when the United States reported 47 confirmed cases linked to animals imported from Ghana. In 2018, the United Kingdom identified multiple cases associated with travellers from Nigeria. These cases, combined with the recent global outbreak, have generated sizable concern regarding the virus’s evolution and its potential for broader geographical dissemination \\[ [24](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR24 \"Bunge EM, Hoet B, Chen L, Lienert F, Weidenthaler H, Baer LR, et al. The changing epidemiology of human monkeypox-a potential threat? A systematic review. PLoS Negl Trop Dis. 2022;16(2):e0010141.\")\\].\n\nThere are several reasons why MPOX is spreading more rapidly. One of them is that smallpox vaccination campaigns stopped more than 40 years ago, after smallpox was eradicated in 1980. This means that people born after the vaccination stopped do not have cross-protective immunity against MPOX \\[ [25](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR25 \"Abebaw D, Akelew Y, Adugna A, Teffera ZH, Tegegne BA, Fenta A, et al. Antigen recognition and immune response to Monkeypox virus infection: implications for Mpox vaccine design – a narrative review. Le Infez Med. 2025;33(2):151–62.\")\\]. Additional contributing factors include increased human-wildlife interactions resulting from deforestation and agricultural expansion, insufficient public health infrastructure (particularly in rural areas), delays in vaccine allocation to high-risk groups, and enhanced diagnostic capabilities that may uncover previously undetected cases \\[ [26](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR26 \"Islam MM, Dutta P, Rashid R, Sultana F, Mazumder MH, Rahman T, et al. Pathogenicity and virulence of Monkeypox at the human-animal-ecology interface. Virulence. 2023;14(1):2186357.\")\\]. The loss of population-level immunity from smallpox vaccination is particularly significant in Africa, where most younger individuals have no vaccination-derived protection, representing the majority of the current population and contributing substantially to increased susceptibility to MPOX infection \\[ [27](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR27 \"McQuiston JH, McCollum A, Christie A, et al. The rise of Mpox in a post-smallpox world. Emerg Infect Dis. 2025;31(1):27–31.\")\\].\n\nDespite being the most severely impacted region, Africa faces significant obstacles in addressing MPOX outbreaks due to insufficient vaccine access and compromised public health infrastructure. In 2022, the WHO reported over 7,500 confirmed cases in Africa, with the DRC and Nigeria experiencing the most severe outbreaks \\[ [17](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR17 \"World Health Organization. WHO Director-General declares mpox outbreak a public health emergency of international concern. 2024. pp. 1002–3.                    https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern                                    . Accessed 17 Oct 2024.\")\\]. These challenges are further compounded by healthcare systems already overburdened with endemic diseases such as tuberculosis, malaria, and HIV/AIDS, reinforcing the urgent need for a comprehensive and coordinated approach to effectively address the emerging MPOX situation across the continent \\[ [28](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR28 \"Prosper Heri Ngorora. After COVID and Ebola, doctors take on mpox amid conflict in eastern DRC | Health News | Al Jazeera. ALJAZEERA. 2024.                    https://www.aljazeera.com/features/2024/8/19/drc-medics-take-on-mpox-after-ebola-covid-conflict                                    . Accessed 24 Oct 2024.\")\\].\n\n### Vaccine accessibility and production\n\n#### Global vaccine distribution: inequities and obstacles\n\nCurrently, two primary vaccines are approved for MPOX prevention: JYNNEOS (also known as Imvamune or Imvanex), manufactured by Bavarian Nordic in Denmark, and ACAM2000, produced by Emergent BioSolutions in the United States \\[ [29](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR29 \"CDC. Vaccination Overview. Mpox. 2024.                    https://www.cdc.gov/mpox/hcp/vaccine-considerations/vaccination-overview.html                                    . Accessed 23 Aug 2025.\")\\]. JYNNEOS is a third-generation, live, non-replicating vaccinia virus vaccine that can be administered to immunocompromised individuals, while ACAM2000 is a second-generation, live, replicating smallpox vaccine with higher risks of adverse effects, particularly contraindicated in immunocompromised populations \\[ [30](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR30 \"Rao AK, Petersen BW, Whitehill F, et al. Use of JYNNEOS (smallpox and monkeypox vaccine, live, nonreplicating) for preexposure vaccination of persons at risk for occupational exposure to orthopoxviruses: recommendations of the advisory committee on immunization practices - United States, 2022. MMWR Morb Mortal Wkly Rep. 2022;71(22):734–42.\")\\]. Additional vaccines in development include LC16m8 (Japan) and LCMV-based vaccines, though these remain in experimental phases \\[ [31](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR31 \"Yoshikawa T, Taniguchi S, Kato H, Iwata-Yoshikawa N, Tani H, Kurosu T, et al. A highly attenuated vaccinia virus strain LC16m8-based vaccine for severe fever with thrombocytopenia syndrome. PLoS Pathog. 2021;17(2):e1008859.\")\\].\n\nVaccines are a significant component of MPOX control efforts; however, the distribution of MPOX vaccines highlights a notable disparity between African nations and the Global North, reminiscent of the inequities faced during the COVID-19 pandemic. Despite being the most affected region during health crises, Africa consistently struggles to secure adequate vaccine supplies, largely due to its reliance on international organizations such as the WHO for procurement and distribution \\[ [32](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR32 \"Tovani-Palone MR, Doshi N, Pedersini P. Inequity in the global distribution of Monkeypox vaccines. World J Clin Cases. 2023;11(19):4498–503.\")\\].\n\nThe 2022 global MPOX outbreak illustrated this issue vividly. Wealthy nations, including the U.S., Canada, and several European countries, swiftly deployed vaccines and stockpiled large quantities. The U.S. allocated over 1 million vials of the Jynneos vaccine between 2022 and 2024, with a focus on high-risk groups \\[ [33](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR33 \"Kriss JL, Boersma PM, Martin E, Reed K, Adjemian J, Smith N, et al. Receipt of first and second doses of JYNNEOS vaccine for prevention of Monkeypox — United States. Morb Mortal Wkly Rep. 2022;71(43):1374.\")\\]. The U.K. and Canada followed suit, amassing substantial reserves for their populations \\[ [34](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR34 \"Agency UHS. UK secures more vaccines to help boost resilience against mpox - GOV.UK. 2024.                    https://www.gov.uk/government/news/uk-secures-more-vaccines-to-help-boost-resilience-against-mpox                                    . Accessed 18 Oct 2024.\"), [35](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR35 \"Brousseau N, Carazo S, Febriani Y, Padet L, Hegg-Deloye S, Cadieux G, et al. Single-dose effectiveness of Mpox vaccine in Quebec, canada: test-negative design with and without adjustment for self-reported exposure risk. Clin Infect Dis. 2023;78(2):461.\")\\]. Additionally, the U.S. had long prepared for future outbreaks by stockpiling ACAM2000, an alternative smallpox vaccine, despite its higher risk of adverse effects compared to Jynneos \\[ [36](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR36 \"Nalca A, Zumbrun EE. ACAM2000TM: the new smallpox vaccine for united States strategic National stockpile. Drug Des Devel Ther. 2010;4:71.\")\\].\n\nIn stark contrast, early access to vaccines in several African countries was limited and delayed. Nigeria received 10,000 donated JYNNEOS doses in August 2024, with rollout commencing in November 2024; \\[ [37](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR37 \"WHO. First-ever delivery of mpox vaccines in Africa outside of clinical trials arrives in Nigeria [Internet]. WHO | Regional Office for Africa. 2024.                    https://www.afro.who.int/countries/nigeria/news/first-ever-delivery-mpox-vaccines-africa-outside-clinical-trials-arrives-nigeria                                    . Accessed 22 Aug 2025.\")\\]. Rwanda began vaccination in September 2024 using 1,000 doses transferred from Nigeria and later received 5,420 additional doses via the EU’s HERA \\[ [7](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR7 \"CIDRAP. Cases top 50,000 in Africa’s mpox outbreak, Center for Infectious Disease Research and Policy. 2024.                    https://www.cidrap.umn.edu/mpox/cases-top-50000-africas-mpox-outbreak                                    . Accessed 23 Aug 2025.\")\\], and the DRC’s first shipments, approximately 200,000 doses, arrived in early September 2024 \\[ [38](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR38 \"Africa CDC. Joint Press Release: The Democratic Republic of Congo receives first Mpox vaccines – Africa CDC. Africa CDC. 2024.                    https://africacdc.org/news-item/joint-press-release-the-democratic-republic-of-congo-receives-first-mpox-vaccines                                    . Accessed 22 Aug 2025.\")\\]. These patterns primarily reflected constrained global supply, early bilateral purchases and stockpiling by high-income countries, and the absence of a UN procurement pathway until WHO prequalification of MVA-BN in September 2024, rather than any policy to prioritise high-income countries by WHO or Gavi \\[ [39](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR39 \"Yamey G, Schäferhoff M, Machingaidze S. The Global System for Distributing Mpox Shots Is Broken. Here’s How to Fix It. TIME. 2024.                    https://time.com/7018580/mpox-vaccines-africa-distribution/                                    . Accessed 22 Aug 2025.\")\\].\n\nThese inequities reflect multiple barriers: the purchasing power and political influence of wealthier nations, the absence of organized procurement mechanisms for low-income countries, limited financial capacity to independently secure vaccines, and weak surveillance/reporting systems that delay timely allocation \\[ [40](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR40 \"Danladi NP, Agboola P, Olaniyi P, et al. Challenges in global distribution and equitable access to monkeypox vaccines. Viruses. 2024;16(12):1815.\")\\]. Structural limitations thus compound supply challenges, leaving Africa heavily dependent on international organizations such as WHO and Gavi, which have historically prioritized developed nations in distribution \\[ [32](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR32 \"Tovani-Palone MR, Doshi N, Pedersini P. Inequity in the global distribution of Monkeypox vaccines. World J Clin Cases. 2023;11(19):4498–503.\")\\]. Another overlooked factor is vaccine hesitancy and acceptance, which shape uptake even when vaccines are available. Recent studies highlight significant variation in willingness to receive MPOX vaccines globally. A 2024 systematic review reported wide disparities in acceptance, influenced by sociodemographic factors and trust in public health authorities \\[ [41](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR41 \"Sulaiman SK, Isma’il Tsiga-Ahmed F, Musa MS, et al. Global prevalence and correlates of Mpox vaccine acceptance and uptake: a systematic review and meta-analysis. Commun Med. 2024;4(1):136.\")\\]. Similarly, a multinational survey across African countries found that prior vaccination coverage, misinformation, and weak confidence in health systems strongly influenced hesitancy \\[ [42](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR42 \"Du M, Deng J, Yan W, et al. Mpox vaccination hesitancy, previous immunisation coverage, and vaccination readiness in the African region: a multinational survey. EClinicalMedicine. 2024;80:103047.\")\\]. Taken together, inequities in supply, weak procurement and surveillance infrastructures, and challenges of hesitancy underscore the urgent need for a restructured global vaccine access framework that prioritizes timely and equitable allocation. Beyond procurement, strategies must also address demand-side barriers by investing in community engagement, transparent communication, and building trust to ensure vaccines are both available and acceptable. Addressing these inequities is both a moral imperative and a necessity for effective global disease control and prevention.\n\n#### Local vaccine manufacturing: progress and barriers\n\nAfrica’s continued reliance on external vaccine sources represents both a public health vulnerability and a missed economic opportunity. The Africa CDC’s projection of 10 million needed MPOX vaccine doses starkly contrasts with the continent’s minimal manufacturing capacity, highlighting the urgent need for self-sufficiency \\[ [43](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR43 \"Africa CDC, and Bavarian Nordic Partner to Boost Mpox Vaccine Production in Africa. 2024.                    https://africacdc.org/news-item/africa-cdc-and-bavarian-nordic-partner-to-boost-mpox-vaccine-production-in-africa/                                    . Accessed 18 Oct 2024.\")\\]. The WHO’s MPOX emergency declaration in 2022 brought global attention but little practical change to Africa’s vaccine access problem \\[ [44](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR44 \"Manirambona E, Musa SS, Shomuyiwa DO, Salam FA, John OO, Dinyo DGA, et al. The Monkeypox virus: a public health challenge threatening Africa. Public Health Challenges. 2022;1(4):e33.\")\\].\n\nIn recent years, a diverse vaccine manufacturing ecosystem has begun to emerge across the continent. Emerging initiatives at institutions like Senegal’s Pasteur Institute and South Africa’s Biovac represent promising first steps toward independence \\[ [45](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR45 \"Rubin Thompson LJ, Grubo M, Veller M, Badenhorst RH, Nott J, Debruyne L, et al. Building global vaccine manufacturing capacity: spotlight on Africa. Vaccine. 2023;41(27):4050–6.\")\\]. Alongside these established players, the African Vaccine Manufacturing Initiative (AVMI) has played a central role in coordinating stakeholders, advocating for policy reforms, and advancing the AU’s 2040 target of producing 60% of vaccines locally \\[ [46](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR46 \"Disu T, Kamau C, Bonadonna L, Losper F, Ampofo W. African vaccine manufacturing – the ecosystem and the initiative. J Public Health Afr. 2024;15(3):3283.\")\\]. Investments are also supported by continental strategies such as the Partnership for African Vaccine Manufacturing (PAVM), which seeks to align donor funding, technology transfer, and capacity building \\[ [47](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR47 \"Africa CDC. Partnerships for African Vaccine Manufacturing (PAVM) Framework for Action. Africa CDC. 2022.                    https://africacdc.org/download/partnerships-for-african-vaccine-manufacturing-pavm-framework-for-action/                                    . Accessed 23 Aug 2025.\")\\]. African leadership has embraced this vision, setting an ambitious target of 60% local production for medical products by 2040 \\[ [48](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR48 \"Kumraj G, Pathak S, Shah S, Majumder P, Jain J, Bhati D, et al. Capacity building for vaccine manufacturing across developing countries: the way forward. Hum Vaccin Immunother. 2022;18(1):2020529.\")\\]. Several reports emphasize that progress is visible but uneven. For example, Wellcome Trust in 2023 notes that while funding commitments have grown, financing gaps and overreliance on donor-driven models persist \\[ [49](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR49 \"Wellcome Trust. Scaling Up African Vaccine Manufacturing Capacity. 2023.                    https://wellcome.org/reports/scaling-african-vaccine-manufacturing-capacity                                    . Accessed 23 Aug 2025.\")\\]. Structural barriers such as high capital costs, limited technology transfer, shortages in the skilled workforce, and fragmented regulatory systems continue to impede rapid progress \\[ [50](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR50 \"Doua J, Ndembi N, Auerbach J, Kaseya JC, Zumla A. Advancing local manufacturing capacities for vaccines within Africa – opportunities, priorities and challenges. Vaccine. 2025;50:126829.\")\\]. Workforce development and training are particularly urgent, as highlighted by a study conducted by Kim et al. in 2025, who stress that vaccine inequities during COVID-19 exposed critical gaps in Africa’s biomedical R&D capacity and clinical trial infrastructure \\[ [51](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR51 \"Kim CL, Thwe TT, Espinoza LMC, Sugimoto JD, Fallah MP, Jeon HJ, et al. Overcoming vaccine inequities and research gaps in africa: challenges and opportunities identified during the COVID-19 pandemic. Clin Infect Dis. 2025;80(Suppl1):S9–15.\")\\].\n\nImportantly, policy opportunities exist as Doua et al. argue that local manufacturing is not just a technical challenge but a political priority, requiring African governments to create enabling policy environments, invest in infrastructure, and negotiate more equitable global partnerships \\[ [50](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR50 \"Doua J, Ndembi N, Auerbach J, Kaseya JC, Zumla A. Advancing local manufacturing capacities for vaccines within Africa – opportunities, priorities and challenges. Vaccine. 2025;50:126829.\")\\]. Similarly, Kim et al. in 2025 identify South-South collaborations and regional clinical trial platforms as promising mechanisms for reducing dependency on the Global North \\[ [51](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR51 \"Kim CL, Thwe TT, Espinoza LMC, Sugimoto JD, Fallah MP, Jeon HJ, et al. Overcoming vaccine inequities and research gaps in africa: challenges and opportunities identified during the COVID-19 pandemic. Clin Infect Dis. 2025;80(Suppl1):S9–15.\")\\].\n\nHowever, the path to manufacturing independence faces formidable obstacles that extend beyond building physical facilities. Some of the primary barriers include restrictive intellectual property regimes that block technology transfer, infrastructure limitations, critical skills shortages in specialized production and quality assurance roles, and regulatory fragmentation across the continent. Equally, sustained government commitment that goes beyond political rhetoric at continental and regional levels remains a crucial challenge, as policy pronouncements often fail to translate into actionable long-term investments \\[ [52](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR52 \"AFRICA CDC. Addressing Regulatory Challenges to Advance Local Manufacturing in Africa. 2024.                    https://africacdc.org/news-item/addressing-regulatory-challenges-to-advance-local-manufacturing-in-africa/                                    . Accessed 18 Oct 2024.\"), [53](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR53 \"Makenga G, Bonoli S, Montomoli E, Carrier T, Auerbach J. Vaccine production in Africa: a feasible business model for capacity building and sustainable new vaccine introduction. Front Public Health. 2019;7:56.\")\\]. These challenges reflect historical power dynamics in global health, where African nations have been positioned as consumers rather than producers of medical technologies.\n\nThe road to vaccine independence will require a dual strategy: leveraging strategic international partnerships for immediate capacity building while systematically developing sovereign capabilities. During this transition, Africa will continue to need external expertise and materials \\[ [54](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR54 \"Ussai S, Chillotti C, Stochino E, Deidda A, Ambu G, Anania L et al. Building the momentum for A stronger pharmaceutical system in Africa. Int J Environ Res Public Health. 2022;19(6):3313.\")\\], but these relationships must be restructured as equitable partnerships centered on knowledge transfer rather than perpetual dependence.\n\nSuccess will demand sustained investment in human capital development, regulatory harmonization across African regions, and negotiated intellectual property arrangements that prioritize public health over market exclusivity. Through this approach, Africa can gradually transform from a passive recipient of global health assistance to an active contributor to worldwide vaccine security.\n\n### The case for decolonizing African health systems\n\nThe colonial imprint on African vaccine manufacturing extends beyond physical infrastructure to governance models, funding relationships, and knowledge systems that perpetuate dependency in pharmaceutical production. Colonial legacies in vaccine manufacturing varied significantly across different colonial powers and regions. French colonial territories developed pharmaceutical systems oriented toward metropolitan needs, as seen in Senegal’s Institut Pasteur, while British colonies were integrated into centralized London-based production networks \\[ [55](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR55 \"Vrooman ACE. The colonial response to the development of disease in Ghana and Côte d’ivoire (ca. 1900–1955): a comparative analysis of British and French colonial health policies. PLoS ONE. 2025;20(8):e0329713.\")\\]. The minimal pharmaceutical production capacity in the Democratic Republic of Congo (DRC) is a direct consequence of a colonial-era economic design, where Belgian policy intentionally suppressed local manufacturing by constructing infrastructure solely for resource extraction \\[ [56](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR56 \"Hochschild A. King Leopold’s Ghost: A Story of Greed, Terror, and Heroism in Colonial Africa. Houghton Mifflin; 1998.\")\\]. This historical underdevelopment path-dependency resulted in an industrial base incapable of producing essential goods. Consequently, the DRC, like most African nations, remains dependent on importing 90–95% of its medicines, a critical vulnerability identified in recent analyses \\[ [57](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR57 \"United Nations Conference on Trade and Development (UNCTAD). Economic Development in Africa Report 2021: Reaping the Potential Benefits of the African Continental Free Trade Area for Inclusive Growth. United Nations Publication; 2021.\")\\]. These differentiated colonial experiences are now being reshaped through African regulatory leadership. While Francophone countries historically maintained regulatory dependencies on European systems and Anglophone nations operated through WHO prequalification frameworks \\[ [58](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR58 \"Moore Ronnie. Jessica Lynne Pearson: The colonial politics of global health: France and the United Nations in postwar Africa. European Political Science; 2019.\")\\], regional initiatives such as the African Vaccine Regulatory Forum (AVAREF) and the establishment of the African Medicines Agency (AMA) in 2021 have created unified, African-controlled regulatory pathways that transcend colonial divisions \\[ [59](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR59 \"World Health Organization. African Vaccine Regulatory Forum (AVAREF) - Achievements. 2021.                    https://www.afro.who.int/health-topics/immunization/avaref/achievements                                    . Accessed 23 Aug 2025.\"), [60](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR60 \"Ogbodum MO, Shomuyiwa DO, Lucero-Prisno DE, Gutu CT, Bouali H, Bangura BN et al. African medicines agency: how it will change the land scape of medicines in Africa. Public Health Challenges. 2023;2(2):e96.\")\\]. Furthermore, the progress of several African countries in reaching WHO Maturity Level 3 (ML3) status, including Egypt and South Africa, signals the capacity of African regulatory systems to align with international standards while maintaining sovereign control \\[ [61](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR61 \"SAHPRA Receives Accolade From The World Health Organisation. 2022.                    https://www.sahpra.org.za/news-and-updates/sahpra-receives-accolade-from-the-world-health-organisation                                    . Accessed 18 Oct 2024.\"), [62](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR62 \"WHO. Tanzania Food and Drug Authority becomes the first to reach level 3 of the WHO benchmarking programme | WHO | Regional Office for Africa. 2018.                    https://www.afro.who.int/news/tanzania-food-and-drug-authority-becomes-first-reach-level-3-who-benchmarking-programme                                    . Accessed 18 Oct 2024.\"), [63](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR63 \"World Health Organization. List of NRAs operating at ML3 and ML4, Geneva. WHO; 2023.                    https://www.who.int/publications/m/item/list-of-nras-operating-at-ml3-and-ml4                                    . Accessed 25 May 2025.\")\\].\n\nAfrican regulatory authorities face significant challenges in approving timely medical interventions due to limited expertise, limited capacity, and underutilized reliance mechanisms. Many countries do not invest enough in their regulatory infrastructure, resulting in delays during health emergencies like the MPOX outbreak \\[ [64](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR64 \"Yang Y, Bidkhori H, Rajgopal J. Optimizing vaccine distribution networks in low and middle-income countries. Omega (United Kingdom). 2021;102:102370.\"), [65](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR65 \"Honigsbaum M. Between securitisation and neglect: managing Ebola at the borders of global health. Med Hist. 2017;61(2):270.\"), [66](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR66 \"Ndomondo-Sigonda M, Miot J, Naidoo S, Dodoo A, Kaale E. Medicines regulation in Africa: current state and opportunities. Pharmaceut Med. 2017;31(6):383–97.\")\\]. However, several African countries have demonstrated remarkable regulatory leadership through initiatives such as AMA \\[ [67](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR67 \"Ncube BM, Dube A, Ward K. Establishment of the African medicines agency: progress, challenges and regulatory readiness. J Pharm Policy Pract. 2021;14(1):29.\")\\], AVAREF \\[ [68](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR68 \"Akanmori BD, Mukanga D, Bellah A, Traore T, Ward M, Mihigo R. The role of the African vaccine regulatory forum (AVAREF) in the accelerated clinical evaluation of Ebola vaccine candidates during the large West Africa epidemic. J Immunol Sci. 2018;2(SI1):75–9.\")\\], and capacity-building efforts supported by the European & Developing Countries Clinical Trials Partnership (EDCTP) \\[ [69](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR69 \"Driver S, Gray S, Sikhondze W, et al. The European & developing countries clinical trials partnership (EDCTP) knowledge hub: developing an open platform for facilitating high-quality clinical research. Trials. 2022;23:374.\")\\]. These examples illustrate Africa’s potential for regulatory excellence when proper investment and support mechanisms are in place.\n\nA decolonized vaccine manufacturing framework builds directly on these demonstrated regulatory achievements through four evidence-based strategies: First, countries with ML3 regulatory status can negotiate comprehensive technology transfer agreements rather than accepting limited fill-and-finish operations, as demonstrated by South Africa’s advanced pharmaceutical sector. Second, AMA provides African-controlled regulatory pathways that reduce dependence on former colonial regulatory systems. Third, regional manufacturing hubs can leverage AVAREF’s proven rapid approval capabilities to serve continental markets with locally prioritized vaccines, including measles-rubella, yellow fever, cholera, rotavirus, meningococcal, malaria, Ebola, pneumococcal, and Lassa fever \\[ [50](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR50 \"Doua J, Ndembi N, Auerbach J, Kaseya JC, Zumla A. Advancing local manufacturing capacities for vaccines within Africa – opportunities, priorities and challenges. Vaccine. 2025;50:126829.\")\\]. Fourth, community engagement models proven during successful Ebola vaccine campaigns can ensure broad acceptance and equitable distribution.\n\nThese strategies demonstrate that decolonization represents practical pharmaceutical sovereignty already being implemented across Africa. African regulatory excellence through AVAREF, AMA, and ML3-certified national agencies provides the institutional foundation for manufacturing independence, transforming the continent from a passive recipient of global health assistance to an active leader in pharmaceutical innovation and production.\n\n### African regulatory framework and prospects for accelerated vaccine production\n\nIn the face of recurrent health crises, Africa has begun to develop a more coordinated and robust pharmaceutical and vaccine regulatory infrastructure. These advances are exemplified by the efforts of AVAREF, which has played a pivotal role in streamlining clinical trial approvals and enhancing regulatory efficiency across the continent. During the 2013 to 2016 Ebola outbreak in West Africa, AVAREF demonstrated its effectiveness by reducing vaccine trial approval timelines from an average of two years to under 60 days. This accomplishment illustrated the potential of regionally tailored regulatory mechanisms to accelerate access to essential health products without compromising safety \\[ [70](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR70 \"Agnandji ST, Huttner A, Zinser ME, Njuguna P, Dahlke C, Fernandes JF, et al. Phase 1 trials of rVSV Ebola vaccine in Africa and Europe. N Engl J Med. 2016;374(17):1647–60.\")\\].\n\nBuilding on this momentum, the establishment of the AMA in 2021 marked a significant milestone in the continent’s push toward regulatory harmonization. As a continental authority, the AMA works in coordination with the African Union (AU) and eight recognized Regional Economic Communities (RECs) to create a unified framework for the approval, oversight, and distribution of pharmaceutical products \\[ [67](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR67 \"Ncube BM, Dube A, Ward K. Establishment of the African medicines agency: progress, challenges and regulatory readiness. J Pharm Policy Pract. 2021;14(1):29.\")\\]. Parallel efforts, including the African Medicines Regulatory Harmonization (AMRH) initiative and support from the West African Health Organization (WAHO), reflect a growing regional consensus around the need for collaborative regulatory solutions \\[ [71](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR71 \"Owusu-Asante M, Darko DM, Walker S, Salek S. Assessment of the effectiveness and efficiency of the West Africa medicines regulatory harmonization initiative by the member countries. Front Pharmacol. 2022;13:1069345.\"), [72](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR72 \"Ndomondo-Sigonda M, Azatyan S, Doerr P, Agaba C, Harper KN. Best practices in the African medicines regulatory harmonization initiative: perspectives of regulators and medicines manufacturers. PLoS Glob Public Health. 2023;3(4):e0001651.\")\\].\n\nAt the national level, several African countries have made notable progress in strengthening their regulatory capacity, particularly through their National Regulatory Agencies (NRAs). According to the WHO’s Global Benchmarking Tool, multiple African NRAs have now achieved Maturity Level 3 (ML3), signifying a stable and well-functioning regulatory system. As of 2024, the countries with NRAs operating at ML3 include Tanzania (2018), Ghana (2020), Egypt (2022), Nigeria (2022), South Africa (2022), and, more recently, Zimbabwe, Rwanda, and Senegal (2024). Notably, Egypt and South Africa have attained ML3 status specifically for vaccine production, while Tanzania, Nigeria, Rwanda, and Senegal have achieved ML3 for vaccines despite not currently producing them. This expanding regulatory competence represents a promising trend towards greater pharmaceutical sovereignty across the continent \\[ [61](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR61 \"SAHPRA Receives Accolade From The World Health Organisation. 2022.                    https://www.sahpra.org.za/news-and-updates/sahpra-receives-accolade-from-the-world-health-organisation                                    . Accessed 18 Oct 2024.\"), [62](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR62 \"WHO. Tanzania Food and Drug Authority becomes the first to reach level 3 of the WHO benchmarking programme | WHO | Regional Office for Africa. 2018.                    https://www.afro.who.int/news/tanzania-food-and-drug-authority-becomes-first-reach-level-3-who-benchmarking-programme                                    . Accessed 18 Oct 2024.\"), [63](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR63 \"World Health Organization. List of NRAs operating at ML3 and ML4, Geneva. WHO; 2023.                    https://www.who.int/publications/m/item/list-of-nras-operating-at-ml3-and-ml4                                    . Accessed 25 May 2025.\")\\]. Egypt and Nigeria have also shown notable progress in their pharmaceutical regulation, indicating a wider trend of regulatory improvement across the continent \\[ [73](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR73 \"WHO, Egypt. and Nigeria medicines regulators achieve high maturity level in WHO classification and WHO launches list of regulatory authorities that meet international standards. 2022. pp. 3–5.                    https://www.who.int/news/item/30-03-2022-egypt-and-nigeria-medicines-regulators-achieve-high-maturity-level-in-who-classification-and-who-launches-list-of-regulatory-authorities-that-meet-international-standards                                    . Accessed 18 Oct 2024.\")\\].\n\nHowever, despite these advancements, several challenges continue to hinder the establishment of a fully autonomous and efficient pharmaceutical ecosystem in Africa. Regulatory fragmentation, with differing standards and approval processes across countries, impedes cross-border collaboration and delays regional vaccine access. In addition, many NRAs continue to struggle with limited financial resources and a shortage of trained personnel, which restricts their ability to consistently oversee vaccine development, authorization, and distribution. Addressing these systemic gaps is crucial for establishing a resilient pharmaceutical system that can respond promptly to public health emergencies, such as the MPOX outbreak \\[ [74](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR74 \"Aderinto N, Oladipo E, Amao O, Omonigbehin O. Africa vaccinating Africa: pre- and post-COVID-19 perspectives, challenges, future prospects, and sustainability. J Glob Health. 2023;13:03006.\")\\].\n\nThe MPOX outbreak’s regulatory failures directly inform the proposed African Emergency Use Authorization (AEUA) framework (Fig. [2](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Fig2)). The DRC’s six-month delay in receiving vaccines, despite bearing the highest case burden, resulted from fragmented approval processes requiring separate negotiations with external authorities. The AEUA framework would enable continental emergency authorization through existing ML3-certified agencies, potentially reducing such delays from months to weeks. Similarly, regulatory barriers that prevented inter-country vaccine sharing during the 2024 outbreak demonstrate the need for streamlined reliance pathways outlined in the Local Manufacturing Independence Framework (Fig. [3](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#Fig3)). These frameworks transform Africa’s demonstrated regulatory excellence into operational pandemic response mechanisms, warranting serious consideration as evidence-based solutions derived from MPOX-specific bottlenecks.\n\n**Fig. 2**\n\n[![figure 2](https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs12889-025-25120-x/MediaObjects/12889_2025_25120_Fig2_HTML.png)](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/2)\n\nTentative AUEA framework\n\n[Full size image](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/2)\n\n**Fig. 3**\n\n[![figure 3](https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs12889-025-25120-x/MediaObjects/12889_2025_25120_Fig3_HTML.png)](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/3)\n\nAEUA local manufacturing independence framework\n\n[Full size image](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x/figures/3)\n\nAs Africa enhances its vaccine manufacturing capacity, it is crucial to ensure that locally produced vaccines meet established global safety and efficacy standards. Regulatory bodies, including AVAREF and AMA, are pivotal in this endeavor \\[ [75](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR75 \"Sinumvayo JP, Munezero PC, Tope AT, Adeyemo RO, Bale MI, Nyandwi JB, et al. Advancing vaccinology capacity: education and efforts in vaccine development and manufacturing across Africa. Vaccines. 2024;12(7):741.\")\\].\n\nThis regulatory evolution must also be accompanied by significant investments in workforce development, quality assurance systems, and post-market surveillance infrastructure. Additionally, incorporating indigenous knowledge systems and cultural practices into regulatory considerations can foster broader public trust and uptake. The recent launch of the African Vaccine Manufacturing Accelerator (AVMA), which has pledged up to $1 billion to support vaccine production and regulation, offers critical financial backing for these efforts \\[ [76](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR76 \"Africa CDC, A Breakthrough for the African Vaccine Manufacturing. 2023.                    https://africacdc.org/news-item/a-breakthrough-for-the-african-vaccine-manufacturing/                                    . Accessed 18 Oct 2024.\")\\]. Together, these initiatives lay the groundwork for a future in which African countries can produce, regulate, and distribute vaccines in ways that are locally governed, internationally credible, and equitably accessible.\n\n### Economic impact of MPOX outbreaks and vaccine production in Africa\n\nThe economic implications of MPOX outbreaks in Africa are substantial and multifaceted. In the DRC alone, over 19,513 MPOX cases were reported before the 2024 emergency declaration with a case fatality rate of 3.1% \\[ [77](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR77 \"African Union. Treaty for the Establishment of the African Medicines Agency. 2021.                    https://au.int/en/treaties/treaty-establishment-african-medicines-agency                                    . Accessed 24 Aug 2025.\")\\], imposing considerable costs on national health systems through surge demands for patient care, isolation facilities, medical supplies, and protective equipment. Quarantine measures for MPOX patients create additional economic burdens on the healthcare system. Indirect costs include workforce productivity losses, reduced tourism, and restricted cross-border trade. While investment in local vaccine manufacturing offers substantial benefits, it faces political and market pressures, as demonstrated by South Africa’s decision to procure vaccines from India despite hosting an mRNA hub, saving approximately $133 million over three years, but highlighting tensions between cost pressures and support for local production capacity \\[ [78](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR78 \"Health Policy Watch, Despite Hosting MRNA, Hub. South Africa Buys Vaccines From India – Highlighting Tension Between Price Pressures And Local Production. 2023.                    https://healthpolicy-watch.news/despite-hosting-mrna-hub-south-africa-buys-vaccines-from-india-highlighting-tension-between-price-and-local-production/                                    . Accessed 24 Aug 2025.\")\\].\n\nAccording to the African Union, shifting from vaccine importation to domestic production could save the continent between $4 billion and $7 billion annually \\[ [79](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR79 \"African Union. Signing of a New Agreement to Drive Vaccine Impact in Africa. 2023.                    https://au.int/en/pressreleases/20230515/signing-new-agreement-drive-vaccine-impact-africa                                    . Accessed 18 Oct 2024.\")\\]. These savings would result from reduced import costs, improved responsiveness to outbreaks, and decreased reliance on donor-funded procurement. Moreover, establishing local production capabilities generates broader economic spillovers. The infrastructure, skills, and technologies developed for vaccine manufacturing have the potential to catalyze growth in related sectors such as biotechnology, medical research, and pharmaceutical innovation \\[ [53](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR53 \"Makenga G, Bonoli S, Montomoli E, Carrier T, Auerbach J. Vaccine production in Africa: a feasible business model for capacity building and sustainable new vaccine introduction. Front Public Health. 2019;7:56.\")\\].\n\nThe benefits, however, come with challenges. High initial capital costs, uncertain market demand, and the need to meet international quality standards present considerable barriers. African manufacturers must compete with established global firms and navigate complex intellectual property regimes. Despite these hurdles, strategic partnerships can offer pathways forward. The collaboration between Aspen Pharmacare in South Africa and Johnson & Johnson for COVID-19 vaccine production stands as a powerful example of how public-private alliances can accelerate local production while ensuring quality and compliance with global standards \\[ [80](https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-025-25120-x#ref-CR80 \"Wouters OJ, Shadlen KC, Salcher-Konrad M, Pollard AJ, Larson HJ, Teerawattananon Y, et al. Challenges in ensuring global access to COVID-19 vaccines: production, affordability, allocation, and deployment. Lancet. 2021;397(10278):1023.\")\\].\n\nThe COVID-19 pandemic exposed the risks of relying on global supply chains, highlighting the urgent need for regional self-sufficiency. Strengthening vaccine production in Africa is both a public health and economic imperative, offering greater control, faster access during outbreaks, and reduced vulnerability to external shocks. Though complex, local manufacturing is a strategic investment in health security and economic resilience, one with the potential to transform Africa’s future.\n\n### Study limitation\n\nWhile this review offers a valuable synthesis of current literature and emerging policy discussions on MPOX, local vaccine manufacturing, and decolonized health systems in Africa, a few limitations should be noted. First, publicly available data on vaccine production initiatives across the continent is still evolving, which may limit the granularity of insights into specific country-level capacities. Second, information on technology transfer agreements and collaborations with global pharmaceutical firms remains somewhat limited in scope and transparency, making it difficult to assess the full extent of progress in this area. Finally, although the discussion on decolonizing health systems is grounded in relevant scholarship, it may not fully reflect the breadth of stakeholder perspectives, particularly from community-level actors and traditional health systems.\n\n## Conclusion\n\nThe resurgence of MPOX in Africa underscores structural weaknesses in the continent’s health systems, compounded by global vaccine inequities and reliance on external actors. Despite bearing the highest burden, African countries again faced delays in vaccine access due to limited production capacity and fragmented regulation. Addressing these vulnerabilities requires building autonomous and resilient health systems, with local manufacturing, harmonized regulation, and stronger community leadership at the core. Realizing this vision demands sustained political commitment, equitable partnerships, and long-term investment. MPOX should serve not only as a warning but as a turning point toward health sovereignty and equity in global health governance.\n\n### Recommendations for policy and practice\n\nTo translate this vision into action, African governments should prioritize concrete measures that can realistically strengthen health sovereignty and vaccine access. Investments in local vaccine production must be combined with targeted incentives for regional research, clinical trials, and development to ensure that manufacturing hubs are supported by strong innovation ecosystems. Regional procurement mechanisms, coordinated by the African Union and the Africa CDC, should be strengthened to pool demand, reduce costs, and secure timely vaccine access. Regulatory harmonization should move beyond broad alignment toward building reliance pathways between national authorities and continental bodies such as the AMA and AVAREF, allowing rapid approval of emergency-use vaccines. Equally, governments should negotiate technology transfer agreements that guarantee full production capacities rather than limited “fill-and-finish” roles, while incentivizing public–private partnerships to mobilize long-term investment. Finally, embedding community participation, traditional health practices, and transparent communication within vaccine rollouts is essential to overcome hesitancy and strengthen uptake. Taken together, these actionable strategies provide a roadmap for building a resilient and self-sufficient African health system that can respond effectively to MPOX and future epidemics.\n\n## Data availability\n\nThe datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.\n\n## Abbreviations\n\nWHO:\n\nWorld Health Organization\n\nDRC:\n\nDemocratic Republic of Congo\n\nAMA:\n\nAfrican Medicine Agency\n\nAVAREF:\n\nAfrican Vaccine Regulatory Forum\n\nPHEIC:\n\nPublic Health Emergency of International Concern\n\nMPOX:\n\nMonkeypox\n\nREC:\n\nRegional Economic Committee\n\nAMRH:\n\nAfrica Medicine Regulatory Harmonization\n\nWAHO:\n\nWest African Health Organization\n\nWHO:\n\nWorld Health Organization\n\nNRA:\n\nNational Regulatory Agency\n\nHIV/AIDS:\n\nHuman Immunodeficiency Virus/Acquired Immunodeficiency Syndrome\n\nCDC:\n\nCenter for Disease Control\n\nAU:\n\nAfrican Union\n\nAAM:\n\nAccess and Allocation Mechanism\n\nML3:\n\nMaturity Level 3\n\n## References\n\n01. World Health Organization. Mpox – African Region. Disease Outbreak news. 2024. [https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON528](https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON528). Accessed 27 Oct 2024.\n\n02. Hirani R, Noruzi K, Iqbal A, Singh R, Patel A, Ghosh S, et al. A review of the Past, Present, and future of the Monkeypox virus: Challenges, Opportunities, and lessons from COVID-19 for global health security. Microorganisms. 2023;11(11):2713.\n\n    [Article](https://doi.org/10.3390%2Fmicroorganisms11112713) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=38004725) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10673257) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=A%20review%20of%20the%20Past%2C%20Present%2C%20and%20future%20of%20the%20Monkeypox%20virus%3A%20Challenges%2C%20Opportunities%2C%20and%20lessons%20from%20COVID-19%20for%20global%20health%20security&journal=Microorganisms&doi=10.3390%2Fmicroorganisms11112713&volume=11&issue=11&publication_year=2023&author=Hirani%2CR&author=Noruzi%2CK&author=Iqbal%2CA&author=Singh%2CR&author=Patel%2CA&author=Ghosh%2CS)\n\n03. Ogunkola IO, Abiodun OE, Bale BI, Oladele DA, Akintunde TY, Oluwasina O, et al. Monkeypox vaccination in the global south: fighting a war without a weapon. Clin Epidemiol Glob Health. 2023;22:101313.\n\n    [Article](https://doi.org/10.1016%2Fj.cegh.2023.101313) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXhtVKht7vI) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=37220529) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10195808) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Monkeypox%20vaccination%20in%20the%20global%20south%3A%20fighting%20a%20war%20without%20a%20weapon&journal=Clin%20Epidemiol%20Glob%20Health&doi=10.1016%2Fj.cegh.2023.101313&volume=22&publication_year=2023&author=Ogunkola%2CIO&author=Abiodun%2COE&author=Bale%2CBI&author=Oladele%2CDA&author=Akintunde%2CTY&author=Oluwasina%2CO)\n\n04. WHO. Vaccine doses allocated to 9 African countries hardest hit by mpox surge. 2024. Available from: [https://www.who.int/news/item/06-11-2024-vaccine-doses-allocated-to-9-african-countries-hardest-hit-by-mpox-surge](https://www.who.int/news/item/06-11-2024-vaccine-doses-allocated-to-9-african-countries-hardest-hit-by-mpox-surge). Accessed 23 Aug 2025.\n\n05. UNICEF. Vaccine doses allocated to nine African countries hardest hit by mpox surge. Unicef.org. 2024. [https://www.unicef.org/press-releases/vaccine-doses-allocated-nine-african-countries-hardest-hit-mpox-surge](https://www.unicef.org/press-releases/vaccine-doses-allocated-nine-african-countries-hardest-hit-mpox-surge). Accessed 23 Aug 2025.\n\n06. Team CE, Africa. CDC Director General: Mpox Outbreak a Public Health Emergency of Continental Security. Contagion Live. 2024. [https://www.contagionlive.com/view/africa-cdc-director-general-mpox-outbreak-a-public-health-emergency-of-continental-security](https://www.contagionlive.com/view/africa-cdc-director-general-mpox-outbreak-a-public-health-emergency-of-continental-security). Accessed 23 Aug 2025.\n\n07. CIDRAP. Cases top 50,000 in Africa’s mpox outbreak, Center for Infectious Disease Research and Policy. 2024. [https://www.cidrap.umn.edu/mpox/cases-top-50000-africas-mpox-outbreak](https://www.cidrap.umn.edu/mpox/cases-top-50000-africas-mpox-outbreak). Accessed 23 Aug 2025.\n\n08. Olawade DB, Wada OZ, Fidelis SC, et al. Strengthening Africa’s response to Mpox (monkeypox): insights from historical outbreaks and the present global spread. Science in One Health. 2024;3:100085.\n\n    [Article](https://doi.org/10.1016%2Fj.soh.2024.100085) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39583938) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11582772) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Strengthening%20Africa%E2%80%99s%20response%20to%20Mpox%20%28monkeypox%29%3A%20insights%20from%20historical%20outbreaks%20and%20the%20present%20global%20spread&journal=Science%20in%20One%20Health&doi=10.1016%2Fj.soh.2024.100085&volume=3&publication_year=2024&author=Olawade%2CDB&author=Wada%2COZ&author=Fidelis%2CSC)\n\n09. Bolarinwa O, Mohammed A, Adebisi YA, Oyewo O. Left behind no more: ensuring equitable vaccine access to curb Mpox in Africa. Int Health. 2025;17(4):594–6.\n\n    [Article](https://doi.org/10.1093%2Finthealth%2Fihaf018) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40119658) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12212193) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Left%20behind%20no%20more%3A%20ensuring%20equitable%20vaccine%20access%20to%20curb%20Mpox%20in%20Africa&journal=Int%20Health&doi=10.1093%2Finthealth%2Fihaf018&volume=17&issue=4&pages=594-6&publication_year=2025&author=Bolarinwa%2CO&author=Mohammed%2CA&author=Adebisi%2CYA&author=Oyewo%2CO)\n\n10. Oleribe OO, Momoh J, Uzochukwu BS, et al. Identifying key challenges facing healthcare systems in Africa and potential solutions. Int J Gen Med. 2019;12:395–403.\n\n    [Article](https://doi.org/10.2147%2FIJGM.S223882) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=31819592) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC6844097) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Identifying%20key%20challenges%20facing%20healthcare%20systems%20in%20Africa%20and%20potential%20solutions&journal=Int%20J%20Gen%20Med&doi=10.2147%2FIJGM.S223882&volume=12&pages=395-403&publication_year=2019&author=Oleribe%2COO&author=Momoh%2CJ&author=Uzochukwu%2CBS)\n\n11. World Health Organization. WHO Director-General declares the ongoing monkeypox outbreak a Public Health Emergency of International Concern. 2022. [https://www.who.int/europe/news/item/23-07-2022-who-director-general-declares-the-ongoing-monkeypox-outbreak-a-public-health-event-of-international-concern](https://www.who.int/europe/news/item/23-07-2022-who-director-general-declares-the-ongoing-monkeypox-outbreak-a-public-health-event-of-international-concern)\n\n12. Tanveer A, Tahir A, Haq UL. Wealth over welfare: Mpox vaccination delayed in disputed region of Congo as high-income countries stockpile vaccines. BMJ Glob Health. 2025;10(8):e018420.\n\n    [Article](https://doi.org/10.1136%2Fbmjgh-2024-018420) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40780832) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12338035) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Wealth%20over%20welfare%3A%20Mpox%20vaccination%20delayed%20in%20disputed%20region%20of%20Congo%20as%20high-income%20countries%20stockpile%20vaccines&journal=BMJ%20Glob%20Health&doi=10.1136%2Fbmjgh-2024-018420&volume=10&issue=8&publication_year=2025&author=Tanveer%2CA&author=Tahir%2CA&author=Haq%2CUL)\n\n13. World Health Organization. WHO Director-General Declares Mpox Outbreak a Public Health Emergency of International Concern . 2024. [https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern). Accessed 23 Aug 2025.\n\n14. Africa CDC. European Commission coordinates procurement and donation of 215 000 vaccine doses from Bavarian Nordic to support Africa CDC in addressing the Mpox outbreak in Africa. Africa CDC. 2024. [https://africacdc.org/news-item/european-commission-coordinates-procurement-and-donation-of-215-000-vaccine-doses-from-bavarian-nordic-to-support-africa-cdc-in-addressing-the-mpox-outbreak-in-africa/](https://africacdc.org/news-item/european-commission-coordinates-procurement-and-donation-of-215-000-vaccine-doses-from-bavarian-nordic-to-support-africa-cdc-in-addressing-the-mpox-outbreak-in-africa/). Accessed 23 Aug 2025.\n\n15. Moore MJ, Rathish B, Zahra F. Mpox (Monkeypox). Nurse Pract. 2023;48(4):13–20.\n\n    [Article](https://doi.org/10.1097%2F01.NPR.0000000000000025) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Mpox%20%28Monkeypox%29&journal=Nurse%20Pract&doi=10.1097%2F01.NPR.0000000000000025&volume=48&issue=4&pages=13-20&publication_year=2023&author=Moore%2CMJ&author=Rathish%2CB&author=Zahra%2CF)\n\n16. Organization WH. Mpox. Fact Sheet. 2024. [https://www.who.int/news-room/fact-sheets/detail/mpox](https://www.who.int/news-room/fact-sheets/detail/mpox). Accessed 17 Oct 2024.\n\n17. World Health Organization. WHO Director-General declares mpox outbreak a public health emergency of international concern. 2024. pp. 1002–3. [https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern). Accessed 17 Oct 2024.\n\n18. Ndembi N, Folayan MO, Komakech A, et al. Evolving epidemiology of Mpox in Africa in 2024. N Engl J Med. 2025;392(7):666–76.\n\n    [Article](https://doi.org/10.1056%2FNEJMoa2411368) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2MXktVCjurc%3D) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39887004) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Evolving%20epidemiology%20of%20Mpox%20in%20Africa%20in%202024&journal=N%20Engl%20J%20Med&doi=10.1056%2FNEJMoa2411368&volume=392&issue=7&pages=666-76&publication_year=2025&author=Ndembi%2CN&author=Folayan%2CMO&author=Komakech%2CA)\n\n19. Africa CDC, Africa CDC, Declares Mpox. A Public Health Emergency of Continental Security, Mobilizing Resources Across the Continent. Communication & Public Information Division. 2024. [https://africacdc.org/news-item/africa-cdc-declares-mpox-a-public-health-emergency-of-continental-security-mobilizing-resources-across-the-continent/](https://africacdc.org/news-item/africa-cdc-declares-mpox-a-public-health-emergency-of-continental-security-mobilizing-resources-across-the-continent/). Accessed 17 Oct 2024.\n\n20. Akingbola A, Adegbesan CA, Adewole O, et al. Understanding the resurgence of mpox: key drivers and lessons from recent outbreaks in Africa. Trop Med Health. 2025;53:47.\n\n    [Article](https://link.springer.com/doi/10.1186/s41182-024-00678-1) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40181435) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11970007) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Understanding%20the%20resurgence%20of%20mpox%3A%20key%20drivers%20and%20lessons%20from%20recent%20outbreaks%20in%20Africa&journal=Trop%20Med%20Health&doi=10.1186%2Fs41182-024-00678-1&volume=53&publication_year=2025&author=Akingbola%2CA&author=Adegbesan%2CCA&author=Adewole%2CO)\n\n21. Halbrook M, Makangara-Cigolo JC, Merritt S, et al. Mpox in central Africa: complex epidemiology requires a constellation approach. NPJ Viruses. 2024;2(1):69.\n\n    [Article](https://doi.org/10.1038%2Fs44298-024-00081-x) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40295713) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11721670) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Mpox%20in%20central%20Africa%3A%20complex%20epidemiology%20requires%20a%20constellation%20approach&journal=NPJ%20Viruses&doi=10.1038%2Fs44298-024-00081-x&volume=2&issue=1&publication_year=2024&author=Halbrook%2CM&author=Makangara-Cigolo%2CJC&author=Merritt%2CS)\n\n22. Beiras CG, et al. Concurrent outbreaks of MPOX in Africa—an update. Lancet. 2025;405:86–96.\n\n    [Article](https://doi.org/10.1016%2FS0140-6736%2824%2902353-5) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39674184) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Concurrent%20outbreaks%20of%20MPOX%20in%20Africa%E2%80%94an%20update&journal=Lancet&doi=10.1016%2FS0140-6736%2824%2902353-5&volume=405&pages=86-96&publication_year=2025&author=Beiras%2CCG)\n\n23. Laurenson-Schafer H, Sklenovská N, Hoxha A, Lumbroso D, Samhouri D, Bruni L, et al. Description of the first global outbreak of mpox: an analysis of global surveillance data. Lancet Glob Health. 2023;11(7):e1012–23.\n\n    [Article](https://doi.org/10.1016%2FS2214-109X%2823%2900198-5) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXht1Kiu7vE) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=37349031) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281644) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Description%20of%20the%20first%20global%20outbreak%20of%20mpox%3A%20an%20analysis%20of%20global%20surveillance%20data&journal=Lancet%20Glob%20Health&doi=10.1016%2FS2214-109X%2823%2900198-5&volume=11&issue=7&pages=e1012-23&publication_year=2023&author=Laurenson-Schafer%2CH&author=Sklenovsk%C3%A1%2CN&author=Hoxha%2CA&author=Lumbroso%2CD&author=Samhouri%2CD&author=Bruni%2CL)\n\n24. Bunge EM, Hoet B, Chen L, Lienert F, Weidenthaler H, Baer LR, et al. The changing epidemiology of human monkeypox-a potential threat? A systematic review. PLoS Negl Trop Dis. 2022;16(2):e0010141.\n\n    [Article](https://doi.org/10.1371%2Fjournal.pntd.0010141) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=35148313) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC8870502) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20changing%20epidemiology%20of%20human%20monkeypox-a%20potential%20threat%3F%20A%20systematic%20review&journal=PLoS%20Negl%20Trop%20Dis&doi=10.1371%2Fjournal.pntd.0010141&volume=16&issue=2&publication_year=2022&author=Bunge%2CEM&author=Hoet%2CB&author=Chen%2CL&author=Lienert%2CF&author=Weidenthaler%2CH&author=Baer%2CLR)\n\n25. Abebaw D, Akelew Y, Adugna A, Teffera ZH, Tegegne BA, Fenta A, et al. Antigen recognition and immune response to Monkeypox virus infection: implications for Mpox vaccine design – a narrative review. Le Infez Med. 2025;33(2):151–62.\n\n    [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Antigen%20recognition%20and%20immune%20response%20to%20Monkeypox%20virus%20infection%3A%20implications%20for%20Mpox%20vaccine%20design%20%E2%80%93%20a%20narrative%20review&journal=Le%20Infez%20Med&volume=33&issue=2&pages=151-62&publication_year=2025&author=Abebaw%2CD&author=Akelew%2CY&author=Adugna%2CA&author=Teffera%2CZH&author=Tegegne%2CBA&author=Fenta%2CA&author=Amare%2CGA&author=Jemal%2CM&author=Baylie%2CT&author=Atnaf%2CA)\n\n26. Islam MM, Dutta P, Rashid R, Sultana F, Mazumder MH, Rahman T, et al. Pathogenicity and virulence of Monkeypox at the human-animal-ecology interface. Virulence. 2023;14(1):2186357.\n\n    [Article](https://doi.org/10.1080%2F21505594.2023.2186357) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=36864002) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10012937) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Pathogenicity%20and%20virulence%20of%20Monkeypox%20at%20the%20human-animal-ecology%20interface&journal=Virulence&doi=10.1080%2F21505594.2023.2186357&volume=14&issue=1&publication_year=2023&author=Islam%2CMM&author=Dutta%2CP&author=Rashid%2CR&author=Sultana%2CF&author=Mazumder%2CMH&author=Rahman%2CT)\n\n27. McQuiston JH, McCollum A, Christie A, et al. The rise of Mpox in a post-smallpox world. Emerg Infect Dis. 2025;31(1):27–31.\n\n    [Article](https://doi.org/10.3201%2Feid3101.241230) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39626319) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11682811) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20rise%20of%20Mpox%20in%20a%20post-smallpox%20world&journal=Emerg%20Infect%20Dis&doi=10.3201%2Feid3101.241230&volume=31&issue=1&pages=27-31&publication_year=2025&author=McQuiston%2CJH&author=McCollum%2CA&author=Christie%2CA)\n\n28. Prosper Heri Ngorora. After COVID and Ebola, doctors take on mpox amid conflict in eastern DRC \\| Health News \\| Al Jazeera. ALJAZEERA. 2024. [https://www.aljazeera.com/features/2024/8/19/drc-medics-take-on-mpox-after-ebola-covid-conflict](https://www.aljazeera.com/features/2024/8/19/drc-medics-take-on-mpox-after-ebola-covid-conflict). Accessed 24 Oct 2024.\n\n29. CDC. Vaccination Overview. Mpox. 2024. [https://www.cdc.gov/mpox/hcp/vaccine-considerations/vaccination-overview.html](https://www.cdc.gov/mpox/hcp/vaccine-considerations/vaccination-overview.html). Accessed 23 Aug 2025.\n\n30. Rao AK, Petersen BW, Whitehill F, et al. Use of JYNNEOS (smallpox and monkeypox vaccine, live, nonreplicating) for preexposure vaccination of persons at risk for occupational exposure to orthopoxviruses: recommendations of the advisory committee on immunization practices - United States, 2022. MMWR Morb Mortal Wkly Rep. 2022;71(22):734–42.\n\n    [Article](https://doi.org/10.15585%2Fmmwr.mm7122e1) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB38XhsFSks7jO) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=35653347) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9169520) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Use%20of%20JYNNEOS%20%28smallpox%20and%20monkeypox%20vaccine%2C%20live%2C%20nonreplicating%29%20for%20preexposure%20vaccination%20of%20persons%20at%20risk%20for%20occupational%20exposure%20to%20orthopoxviruses%3A%20recommendations%20of%20the%20advisory%20committee%20on%20immunization%20practices%20-%20United%20States%2C%202022&journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&doi=10.15585%2Fmmwr.mm7122e1&volume=71&issue=22&pages=734-42&publication_year=2022&author=Rao%2CAK&author=Petersen%2CBW&author=Whitehill%2CF)\n\n31. Yoshikawa T, Taniguchi S, Kato H, Iwata-Yoshikawa N, Tani H, Kurosu T, et al. A highly attenuated vaccinia virus strain LC16m8-based vaccine for severe fever with thrombocytopenia syndrome. PLoS Pathog. 2021;17(2):e1008859.\n\n    [Article](https://doi.org/10.1371%2Fjournal.ppat.1008859) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3MXls1ymtrs%3D) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=33534867) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7886154) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=A%20highly%20attenuated%20vaccinia%20virus%20strain%20LC16m8-based%20vaccine%20for%20severe%20fever%20with%20thrombocytopenia%20syndrome&journal=PLoS%20Pathog&doi=10.1371%2Fjournal.ppat.1008859&volume=17&issue=2&publication_year=2021&author=Yoshikawa%2CT&author=Taniguchi%2CS&author=Kato%2CH&author=Iwata-Yoshikawa%2CN&author=Tani%2CH&author=Kurosu%2CT)\n\n32. Tovani-Palone MR, Doshi N, Pedersini P. Inequity in the global distribution of Monkeypox vaccines. World J Clin Cases. 2023;11(19):4498–503.\n\n    [Article](https://doi.org/10.12998%2Fwjcc.v11.i19.4498) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=37469745) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10353500) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Inequity%20in%20the%20global%20distribution%20of%20Monkeypox%20vaccines&journal=World%20J%20Clin%20Cases&doi=10.12998%2Fwjcc.v11.i19.4498&volume=11&issue=19&pages=4498-503&publication_year=2023&author=Tovani-Palone%2CMR&author=Doshi%2CN&author=Pedersini%2CP)\n\n33. Kriss JL, Boersma PM, Martin E, Reed K, Adjemian J, Smith N, et al. Receipt of first and second doses of JYNNEOS vaccine for prevention of Monkeypox — United States. Morb Mortal Wkly Rep. 2022;71(43):1374.\n\n    [Article](https://doi.org/10.15585%2Fmmwr.mm7143e2) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Receipt%20of%20first%20and%20second%20doses%20of%20JYNNEOS%20vaccine%20for%20prevention%20of%20Monkeypox%20%E2%80%94%20United%20States&journal=Morb%20Mortal%20Wkly%20Rep&doi=10.15585%2Fmmwr.mm7143e2&volume=71&issue=43&publication_year=2022&author=Kriss%2CJL&author=Boersma%2CPM&author=Martin%2CE&author=Reed%2CK&author=Adjemian%2CJ&author=Smith%2CN)\n\n34. Agency UHS. UK secures more vaccines to help boost resilience against mpox - GOV.UK. 2024. [https://www.gov.uk/government/news/uk-secures-more-vaccines-to-help-boost-resilience-against-mpox](https://www.gov.uk/government/news/uk-secures-more-vaccines-to-help-boost-resilience-against-mpox). Accessed 18 Oct 2024.\n\n35. Brousseau N, Carazo S, Febriani Y, Padet L, Hegg-Deloye S, Cadieux G, et al. Single-dose effectiveness of Mpox vaccine in Quebec, canada: test-negative design with and without adjustment for self-reported exposure risk. Clin Infect Dis. 2023;78(2):461.\n\n    [Article](https://doi.org/10.1093%2Fcid%2Fciad584) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10874272) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Single-dose%20effectiveness%20of%20Mpox%20vaccine%20in%20Quebec%2C%20canada%3A%20test-negative%20design%20with%20and%20without%20adjustment%20for%20self-reported%20exposure%20risk&journal=Clin%20Infect%20Dis&doi=10.1093%2Fcid%2Fciad584&volume=78&issue=2&publication_year=2023&author=Brousseau%2CN&author=Carazo%2CS&author=Febriani%2CY&author=Padet%2CL&author=Hegg-Deloye%2CS&author=Cadieux%2CG)\n\n36. Nalca A, Zumbrun EE. ACAM2000TM: the new smallpox vaccine for united States strategic National stockpile. Drug Des Devel Ther. 2010;4:71.\n\n    [Article](https://doi.org/10.2147%2FDDDT.S3687) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC3cXmvFekur8%3D) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=20531961) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2880337) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=ACAM2000TM%3A%20the%20new%20smallpox%20vaccine%20for%20united%20States%20strategic%20National%20stockpile&journal=Drug%20Des%20Devel%20Ther&doi=10.2147%2FDDDT.S3687&volume=4&publication_year=2010&author=Nalca%2CA&author=Zumbrun%2CEE)\n\n37. WHO. First-ever delivery of mpox vaccines in Africa outside of clinical trials arrives in Nigeria \\[Internet\\]. WHO \\| Regional Office for Africa. 2024. [https://www.afro.who.int/countries/nigeria/news/first-ever-delivery-mpox-vaccines-africa-outside-clinical-trials-arrives-nigeria](https://www.afro.who.int/countries/nigeria/news/first-ever-delivery-mpox-vaccines-africa-outside-clinical-trials-arrives-nigeria). Accessed 22 Aug 2025.\n\n38. Africa CDC. Joint Press Release: The Democratic Republic of Congo receives first Mpox vaccines – Africa CDC. Africa CDC. 2024. [https://africacdc.org/news-item/joint-press-release-the-democratic-republic-of-congo-receives-first-mpox-vaccines](https://africacdc.org/news-item/joint-press-release-the-democratic-republic-of-congo-receives-first-mpox-vaccines). Accessed 22 Aug 2025.\n\n39. Yamey G, Schäferhoff M, Machingaidze S. The Global System for Distributing Mpox Shots Is Broken. Here’s How to Fix It. TIME. 2024. [https://time.com/7018580/mpox-vaccines-africa-distribution/](https://time.com/7018580/mpox-vaccines-africa-distribution/). Accessed 22 Aug 2025.\n\n40. Danladi NP, Agboola P, Olaniyi P, et al. Challenges in global distribution and equitable access to monkeypox vaccines. Viruses. 2024;16(12):1815.\n\n    [Article](https://doi.org/10.3390%2Fv16121815) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2MXhtF2ru7o%3D) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39772126) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11680248) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Challenges%20in%20global%20distribution%20and%20equitable%20access%20to%20monkeypox%20vaccines&journal=Viruses&doi=10.3390%2Fv16121815&volume=16&issue=12&publication_year=2024&author=Danladi%2CNP&author=Agboola%2CP&author=Olaniyi%2CP)\n\n41. Sulaiman SK, Isma’il Tsiga-Ahmed F, Musa MS, et al. Global prevalence and correlates of Mpox vaccine acceptance and uptake: a systematic review and meta-analysis. Commun Med. 2024;4(1):136.\n\n    [Article](https://doi.org/10.1038%2Fs43856-024-00564-1) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=38977752) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11231226) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Global%20prevalence%20and%20correlates%20of%20Mpox%20vaccine%20acceptance%20and%20uptake%3A%20a%20systematic%20review%20and%20meta-analysis&journal=Commun%20Med&doi=10.1038%2Fs43856-024-00564-1&volume=4&issue=1&publication_year=2024&author=Sulaiman%2CSK&author=Isma%E2%80%99il%20Tsiga-Ahmed%2CF&author=Musa%2CMS)\n\n42. Du M, Deng J, Yan W, et al. Mpox vaccination hesitancy, previous immunisation coverage, and vaccination readiness in the African region: a multinational survey. EClinicalMedicine. 2024;80:103047.\n\n    [Article](https://doi.org/10.1016%2Fj.eclinm.2024.103047) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39844932) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11751503) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Mpox%20vaccination%20hesitancy%2C%20previous%20immunisation%20coverage%2C%20and%20vaccination%20readiness%20in%20the%20African%20region%3A%20a%20multinational%20survey&journal=EClinicalMedicine&doi=10.1016%2Fj.eclinm.2024.103047&volume=80&publication_year=2024&author=Du%2CM&author=Deng%2CJ&author=Yan%2CW)\n\n43. Africa CDC, and Bavarian Nordic Partner to Boost Mpox Vaccine Production in Africa. 2024. [https://africacdc.org/news-item/africa-cdc-and-bavarian-nordic-partner-to-boost-mpox-vaccine-production-in-africa/](https://africacdc.org/news-item/africa-cdc-and-bavarian-nordic-partner-to-boost-mpox-vaccine-production-in-africa/). Accessed 18 Oct 2024.\n\n44. Manirambona E, Musa SS, Shomuyiwa DO, Salam FA, John OO, Dinyo DGA, et al. The Monkeypox virus: a public health challenge threatening Africa. Public Health Challenges. 2022;1(4):e33.\n\n    [Article](https://doi.org/10.1002%2Fpuh2.33) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40496682) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12039716) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20Monkeypox%20virus%3A%20a%20public%20health%20challenge%20threatening%20Africa&journal=Public%20Health%20Challenges&doi=10.1002%2Fpuh2.33&volume=1&issue=4&publication_year=2022&author=Manirambona%2CE&author=Musa%2CSS&author=Shomuyiwa%2CDO&author=Salam%2CFA&author=John%2COO&author=Dinyo%2CDGA)\n\n45. Rubin Thompson LJ, Grubo M, Veller M, Badenhorst RH, Nott J, Debruyne L, et al. Building global vaccine manufacturing capacity: spotlight on Africa. Vaccine. 2023;41(27):4050–6.\n\n    [Article](https://doi.org/10.1016%2Fj.vaccine.2023.05.009) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=37173266) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Building%20global%20vaccine%20manufacturing%20capacity%3A%20spotlight%20on%20Africa&journal=Vaccine&doi=10.1016%2Fj.vaccine.2023.05.009&volume=41&issue=27&pages=4050-6&publication_year=2023&author=Rubin%20Thompson%2CLJ&author=Grubo%2CM&author=Veller%2CM&author=Badenhorst%2CRH&author=Nott%2CJ&author=Debruyne%2CL)\n\n46. Disu T, Kamau C, Bonadonna L, Losper F, Ampofo W. African vaccine manufacturing – the ecosystem and the initiative. J Public Health Afr. 2024;15(3):3283.\n\n    [Google Scholar](http://scholar.google.com/scholar_lookup?&title=African%20vaccine%20manufacturing%20%E2%80%93%20the%20ecosystem%20and%20the%20initiative&journal=J%20Public%20Health%20Afr&volume=15&issue=3&publication_year=2024&author=Disu%2CT&author=Kamau%2CC&author=Bonadonna%2CL&author=Losper%2CF&author=Ampofo%2CW)\n\n47. Africa CDC. Partnerships for African Vaccine Manufacturing (PAVM) Framework for Action. Africa CDC. 2022. [https://africacdc.org/download/partnerships-for-african-vaccine-manufacturing-pavm-framework-for-action/](https://africacdc.org/download/partnerships-for-african-vaccine-manufacturing-pavm-framework-for-action/). Accessed 23 Aug 2025.\n\n48. Kumraj G, Pathak S, Shah S, Majumder P, Jain J, Bhati D, et al. Capacity building for vaccine manufacturing across developing countries: the way forward. Hum Vaccin Immunother. 2022;18(1):2020529.\n\n    [Article](https://doi.org/10.1080%2F21645515.2021.2020529) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=35086416) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC8986212) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Capacity%20building%20for%20vaccine%20manufacturing%20across%20developing%20countries%3A%20the%20way%20forward&journal=Hum%20Vaccin%20Immunother&doi=10.1080%2F21645515.2021.2020529&volume=18&issue=1&publication_year=2022&author=Kumraj%2CG&author=Pathak%2CS&author=Shah%2CS&author=Majumder%2CP&author=Jain%2CJ&author=Bhati%2CD)\n\n49. Wellcome Trust. Scaling Up African Vaccine Manufacturing Capacity. 2023. [https://wellcome.org/reports/scaling-african-vaccine-manufacturing-capacity](https://wellcome.org/reports/scaling-african-vaccine-manufacturing-capacity). Accessed 23 Aug 2025.\n\n50. Doua J, Ndembi N, Auerbach J, Kaseya JC, Zumla A. Advancing local manufacturing capacities for vaccines within Africa – opportunities, priorities and challenges. Vaccine. 2025;50:126829.\n\n    [Article](https://doi.org/10.1016%2Fj.vaccine.2025.126829) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39914258) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Advancing%20local%20manufacturing%20capacities%20for%20vaccines%20within%20Africa%20%E2%80%93%20opportunities%2C%20priorities%20and%20challenges&journal=Vaccine&doi=10.1016%2Fj.vaccine.2025.126829&volume=50&publication_year=2025&author=Doua%2CJ&author=Ndembi%2CN&author=Auerbach%2CJ&author=Kaseya%2CJC&author=Zumla%2CA)\n\n51. Kim CL, Thwe TT, Espinoza LMC, Sugimoto JD, Fallah MP, Jeon HJ, et al. Overcoming vaccine inequities and research gaps in africa: challenges and opportunities identified during the COVID-19 pandemic. Clin Infect Dis. 2025;80(Suppl1):S9–15.\n\n    [Article](https://doi.org/10.1093%2Fcid%2Fciaf055) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40694515) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12282519) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Overcoming%20vaccine%20inequities%20and%20research%20gaps%20in%20africa%3A%20challenges%20and%20opportunities%20identified%20during%20the%20COVID-19%20pandemic&journal=Clin%20Infect%20Dis&doi=10.1093%2Fcid%2Fciaf055&volume=80&issue=Suppl1&pages=S9-15&publication_year=2025&author=Kim%2CCL&author=Thwe%2CTT&author=Espinoza%2CLMC&author=Sugimoto%2CJD&author=Fallah%2CMP&author=Jeon%2CHJ)\n\n52. AFRICA CDC. Addressing Regulatory Challenges to Advance Local Manufacturing in Africa. 2024. [https://africacdc.org/news-item/addressing-regulatory-challenges-to-advance-local-manufacturing-in-africa/](https://africacdc.org/news-item/addressing-regulatory-challenges-to-advance-local-manufacturing-in-africa/). Accessed 18 Oct 2024.\n\n53. Makenga G, Bonoli S, Montomoli E, Carrier T, Auerbach J. Vaccine production in Africa: a feasible business model for capacity building and sustainable new vaccine introduction. Front Public Health. 2019;7:56.\n\n    [Article](https://doi.org/10.3389%2Ffpubh.2019.00056) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=30949465) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC6435488) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Vaccine%20production%20in%20Africa%3A%20a%20feasible%20business%20model%20for%20capacity%20building%20and%20sustainable%20new%20vaccine%20introduction&journal=Front%20Public%20Health&doi=10.3389%2Ffpubh.2019.00056&volume=7&publication_year=2019&author=Makenga%2CG&author=Bonoli%2CS&author=Montomoli%2CE&author=Carrier%2CT&author=Auerbach%2CJ)\n\n54. Ussai S, Chillotti C, Stochino E, Deidda A, Ambu G, Anania L et al. Building the momentum for A stronger pharmaceutical system in Africa. Int J Environ Res Public Health. 2022;19(6):3313.\n\n55. Vrooman ACE. The colonial response to the development of disease in Ghana and Côte d’ivoire (ca. 1900–1955): a comparative analysis of British and French colonial health policies. PLoS ONE. 2025;20(8):e0329713.\n\n    [Article](https://doi.org/10.1371%2Fjournal.pone.0329713) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2MXitVKgsbnF) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=40811430) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC12352650) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20colonial%20response%20to%20the%20development%20of%20disease%20in%20Ghana%20and%20C%C3%B4te%20d%E2%80%99ivoire%20%28ca.%201900%E2%80%931955%29%3A%20a%20comparative%20analysis%20of%20British%20and%20French%20colonial%20health%20policies&journal=PLoS%20ONE&doi=10.1371%2Fjournal.pone.0329713&volume=20&issue=8&publication_year=2025&author=Vrooman%2CACE)\n\n56. Hochschild A. King Leopold’s Ghost: A Story of Greed, Terror, and Heroism in Colonial Africa. Houghton Mifflin; 1998.\n\n    [Google Scholar](http://scholar.google.com/scholar_lookup?&title=King%20Leopold%27s%20Ghost%3A%20A%20Story%20of%20Greed%2C%20Terror%2C%20and%20Heroism%20in%20Colonial%20Africa&publication_year=1998&author=Hochschild%2CA)\n\n57. United Nations Conference on Trade and Development (UNCTAD). Economic Development in Africa Report 2021: Reaping the Potential Benefits of the African Continental Free Trade Area for Inclusive Growth. United Nations Publication; 2021.\n\n58. Moore Ronnie. Jessica Lynne Pearson: The colonial politics of global health: France and the United Nations in postwar Africa. European Political Science; 2019.\n\n    [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Jessica%20Lynne%20Pearson%3A%20The%20colonial%20politics%20of%20global%20health%3A%20France%20and%20the%20United%20Nations%20in%20postwar%20Africa&publication_year=2019)\n\n59. World Health Organization. African Vaccine Regulatory Forum (AVAREF) - Achievements. 2021. [https://www.afro.who.int/health-topics/immunization/avaref/achievements](https://www.afro.who.int/health-topics/immunization/avaref/achievements). Accessed 23 Aug 2025.\n\n60. Ogbodum MO, Shomuyiwa DO, Lucero-Prisno DE, Gutu CT, Bouali H, Bangura BN et al. African medicines agency: how it will change the land scape of medicines in Africa. Public Health Challenges. 2023;2(2):e96.\n\n61. SAHPRA Receives Accolade From The World Health Organisation. 2022. [https://www.sahpra.org.za/news-and-updates/sahpra-receives-accolade-from-the-world-health-organisation](https://www.sahpra.org.za/news-and-updates/sahpra-receives-accolade-from-the-world-health-organisation). Accessed 18 Oct 2024.\n\n62. WHO. Tanzania Food and Drug Authority becomes the first to reach level 3 of the WHO benchmarking programme \\| WHO \\| Regional Office for Africa. 2018. [https://www.afro.who.int/news/tanzania-food-and-drug-authority-becomes-first-reach-level-3-who-benchmarking-programme](https://www.afro.who.int/news/tanzania-food-and-drug-authority-becomes-first-reach-level-3-who-benchmarking-programme). Accessed 18 Oct 2024.\n\n63. World Health Organization. List of NRAs operating at ML3 and ML4, Geneva. WHO; 2023. [https://www.who.int/publications/m/item/list-of-nras-operating-at-ml3-and-ml4](https://www.who.int/publications/m/item/list-of-nras-operating-at-ml3-and-ml4). Accessed 25 May 2025.\n\n64. Yang Y, Bidkhori H, Rajgopal J. Optimizing vaccine distribution networks in low and middle-income countries. Omega (United Kingdom). 2021;102:102370.\n\n    [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Optimizing%20vaccine%20distribution%20networks%20in%20low%20and%20middle-income%20countries&journal=Omega%20%28United%20Kingdom%29&volume=102&publication_year=2021&author=Yang%2CY&author=Bidkhori%2CH&author=Rajgopal%2CJ)\n\n65. Honigsbaum M. Between securitisation and neglect: managing Ebola at the borders of global health. Med Hist. 2017;61(2):270.\n\n    [Article](https://doi.org/10.1017%2Fmdh.2017.6) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=28260567) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5426310) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Between%20securitisation%20and%20neglect%3A%20managing%20Ebola%20at%20the%20borders%20of%20global%20health&journal=Med%20Hist&doi=10.1017%2Fmdh.2017.6&volume=61&issue=2&publication_year=2017&author=Honigsbaum%2CM)\n\n66. Ndomondo-Sigonda M, Miot J, Naidoo S, Dodoo A, Kaale E. Medicines regulation in Africa: current state and opportunities. Pharmaceut Med. 2017;31(6):383–97.\n\n    [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=29200865) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5691122) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Medicines%20regulation%20in%20Africa%3A%20current%20state%20and%20opportunities&journal=Pharmaceut%20Med&volume=31&issue=6&pages=383-97&publication_year=2017&author=Ndomondo-Sigonda%2CM&author=Miot%2CJ&author=Naidoo%2CS&author=Dodoo%2CA&author=Kaale%2CE)\n\n67. Ncube BM, Dube A, Ward K. Establishment of the African medicines agency: progress, challenges and regulatory readiness. J Pharm Policy Pract. 2021;14(1):29.\n\n    [Article](https://link.springer.com/doi/10.1186/s40545-020-00281-9) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=33685518) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7938385) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Establishment%20of%20the%20African%20medicines%20agency%3A%20progress%2C%20challenges%20and%20regulatory%20readiness&journal=J%20Pharm%20Policy%20Pract&doi=10.1186%2Fs40545-020-00281-9&volume=14&issue=1&publication_year=2021&author=Ncube%2CBM&author=Dube%2CA&author=Ward%2CK)\n\n68. Akanmori BD, Mukanga D, Bellah A, Traore T, Ward M, Mihigo R. The role of the African vaccine regulatory forum (AVAREF) in the accelerated clinical evaluation of Ebola vaccine candidates during the large West Africa epidemic. J Immunol Sci. 2018;2(SI1):75–9.\n\n    [Article](https://doi.org/10.29245%2F2578-3009%2F2018%2Fsi.1111) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39650698) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7617095) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20role%20of%20the%20African%20vaccine%20regulatory%20forum%20%28AVAREF%29%20in%20the%20accelerated%20clinical%20evaluation%20of%20Ebola%20vaccine%20candidates%20during%20the%20large%20West%20Africa%20epidemic&journal=J%20Immunol%20Sci&doi=10.29245%2F2578-3009%2F2018%2Fsi.1111&volume=2&issue=SI1&pages=75-9&publication_year=2018&author=Akanmori%2CBD&author=Mukanga%2CD&author=Bellah%2CA&author=Traore%2CT&author=Ward%2CM&author=Mihigo%2CR)\n\n69. Driver S, Gray S, Sikhondze W, et al. The European & developing countries clinical trials partnership (EDCTP) knowledge hub: developing an open platform for facilitating high-quality clinical research. Trials. 2022;23:374.\n\n    [Article](https://link.springer.com/doi/10.1186/s13063-022-06311-y) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=35526046) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9077850) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=The%20European%20%26%20developing%20countries%20clinical%20trials%20partnership%20%28EDCTP%29%20knowledge%20hub%3A%20developing%20an%20open%20platform%20for%20facilitating%20high-quality%20clinical%20research&journal=Trials&doi=10.1186%2Fs13063-022-06311-y&volume=23&publication_year=2022&author=Driver%2CS&author=Gray%2CS&author=Sikhondze%2CW)\n\n70. Agnandji ST, Huttner A, Zinser ME, Njuguna P, Dahlke C, Fernandes JF, et al. Phase 1 trials of rVSV Ebola vaccine in Africa and Europe. N Engl J Med. 2016;374(17):1647–60.\n\n    [Article](https://doi.org/10.1056%2FNEJMoa1502924) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC28XhtlOltLjM) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=25830326) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Phase%201%20trials%20of%20rVSV%20Ebola%20vaccine%20in%20Africa%20and%20Europe&journal=N%20Engl%20J%20Med&doi=10.1056%2FNEJMoa1502924&volume=374&issue=17&pages=1647-60&publication_year=2016&author=Agnandji%2CST&author=Huttner%2CA&author=Zinser%2CME&author=Njuguna%2CP&author=Dahlke%2CC&author=Fernandes%2CJF)\n\n71. Owusu-Asante M, Darko DM, Walker S, Salek S. Assessment of the effectiveness and efficiency of the West Africa medicines regulatory harmonization initiative by the member countries. Front Pharmacol. 2022;13:1069345.\n\n    [Article](https://doi.org/10.3389%2Ffphar.2022.1069345) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=36506579) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9732020) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Assessment%20of%20the%20effectiveness%20and%20efficiency%20of%20the%20West%20Africa%20medicines%20regulatory%20harmonization%20initiative%20by%20the%20member%20countries&journal=Front%20Pharmacol&doi=10.3389%2Ffphar.2022.1069345&volume=13&publication_year=2022&author=Owusu-Asante%2CM&author=Darko%2CDM&author=Walker%2CS&author=Salek%2CS)\n\n72. Ndomondo-Sigonda M, Azatyan S, Doerr P, Agaba C, Harper KN. Best practices in the African medicines regulatory harmonization initiative: perspectives of regulators and medicines manufacturers. PLoS Glob Public Health. 2023;3(4):e0001651.\n\n    [Article](https://doi.org/10.1371%2Fjournal.pgph.0001651) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=37186241) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10132525) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Best%20practices%20in%20the%20African%20medicines%20regulatory%20harmonization%20initiative%3A%20perspectives%20of%20regulators%20and%20medicines%20manufacturers&journal=PLoS%20Glob%20Public%20Health&doi=10.1371%2Fjournal.pgph.0001651&volume=3&issue=4&publication_year=2023&author=Ndomondo-Sigonda%2CM&author=Azatyan%2CS&author=Doerr%2CP&author=Agaba%2CC&author=Harper%2CKN)\n\n73. WHO, Egypt. and Nigeria medicines regulators achieve high maturity level in WHO classification and WHO launches list of regulatory authorities that meet international standards. 2022. pp. 3–5. [https://www.who.int/news/item/30-03-2022-egypt-and-nigeria-medicines-regulators-achieve-high-maturity-level-in-who-classification-and-who-launches-list-of-regulatory-authorities-that-meet-international-standards](https://www.who.int/news/item/30-03-2022-egypt-and-nigeria-medicines-regulators-achieve-high-maturity-level-in-who-classification-and-who-launches-list-of-regulatory-authorities-that-meet-international-standards). Accessed 18 Oct 2024.\n\n74. Aderinto N, Oladipo E, Amao O, Omonigbehin O. Africa vaccinating Africa: pre- and post-COVID-19 perspectives, challenges, future prospects, and sustainability. J Glob Health. 2023;13:03006.\n\n    [Article](https://doi.org/10.7189%2Fjogh.13.03006) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=36701375) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9879556) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Africa%20vaccinating%20Africa%3A%20pre-%20and%20post-COVID-19%20perspectives%2C%20challenges%2C%20future%20prospects%2C%20and%20sustainability&journal=J%20Glob%20Health&doi=10.7189%2Fjogh.13.03006&volume=13&publication_year=2023&author=Aderinto%2CN&author=Oladipo%2CE&author=Amao%2CO&author=Omonigbehin%2CO)\n\n75. Sinumvayo JP, Munezero PC, Tope AT, Adeyemo RO, Bale MI, Nyandwi JB, et al. Advancing vaccinology capacity: education and efforts in vaccine development and manufacturing across Africa. Vaccines. 2024;12(7):741.\n\n    [Article](https://doi.org/10.3390%2Fvaccines12070741) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=39066380) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11281707) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Advancing%20vaccinology%20capacity%3A%20education%20and%20efforts%20in%20vaccine%20development%20and%20manufacturing%20across%20Africa&journal=Vaccines&doi=10.3390%2Fvaccines12070741&volume=12&issue=7&publication_year=2024&author=Sinumvayo%2CJP&author=Munezero%2CPC&author=Tope%2CAT&author=Adeyemo%2CRO&author=Bale%2CMI&author=Nyandwi%2CJB)\n\n76. Africa CDC, A Breakthrough for the African Vaccine Manufacturing. 2023. [https://africacdc.org/news-item/a-breakthrough-for-the-african-vaccine-manufacturing/](https://africacdc.org/news-item/a-breakthrough-for-the-african-vaccine-manufacturing/). Accessed 18 Oct 2024.\n\n77. African Union. Treaty for the Establishment of the African Medicines Agency. 2021. [https://au.int/en/treaties/treaty-establishment-african-medicines-agency](https://au.int/en/treaties/treaty-establishment-african-medicines-agency). Accessed 24 Aug 2025.\n\n78. Health Policy Watch, Despite Hosting MRNA, Hub. South Africa Buys Vaccines From India – Highlighting Tension Between Price Pressures And Local Production. 2023. [https://healthpolicy-watch.news/despite-hosting-mrna-hub-south-africa-buys-vaccines-from-india-highlighting-tension-between-price-and-local-production/](https://healthpolicy-watch.news/despite-hosting-mrna-hub-south-africa-buys-vaccines-from-india-highlighting-tension-between-price-and-local-production/). Accessed 24 Aug 2025.\n\n79. African Union. Signing of a New Agreement to Drive Vaccine Impact in Africa. 2023. [https://au.int/en/pressreleases/20230515/signing-new-agreement-drive-vaccine-impact-africa](https://au.int/en/pressreleases/20230515/signing-new-agreement-drive-vaccine-impact-africa). Accessed 18 Oct 2024.\n\n80. Wouters OJ, Shadlen KC, Salcher-Konrad M, Pollard AJ, Larson HJ, Teerawattananon Y, et al. Challenges in ensuring global access to COVID-19 vaccines: production, affordability, allocation, and deployment. Lancet. 2021;397(10278):1023.\n\n    [Article](https://doi.org/10.1016%2FS0140-6736%2821%2900306-8) [CAS](https://bmcpublichealth.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3MXktlajsbY%3D) [PubMed](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=33587887) [PubMed Central](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7906643) [Google Scholar](http://scholar.google.com/scholar_lookup?&title=Challenges%20in%20ensuring%20global%20access%20to%20COVID-19%20vaccines%3A%20production%2C%20affordability%2C%20allocation%2C%20and%20deployment&journal=Lancet&doi=10.1016%2FS0140-6736%2821%2900306-8&volume=397&issue=10278&publication_year=2021&author=Wouters%2COJ&author=Shadlen%2CKC&author=Salcher-Konrad%2CM&author=Pollard%2CAJ&author=Larson%2CHJ&author=Teerawattananon%2CY)\n\n\n[Download references](https://citation-needed.springer.com/v2/references/10.1186/s12889-025-25120-x?format=refman&flavour=references)\n\n## Acknowledgements\n\nThe authors are grateful to Luma Emma Ngonga for her technical support in the realization of this project.\n\n## Funding\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors.\n\n## Author information\n\n### Authors and Affiliations\n\n1. Sankofa Research and Mentorship Hub, Buea, Cameroon\n\nAdanze Nge Cynthia\n\n2. Department of Public Health, Faculty of Medicine, Near East University, Nicosia, Cyprus\n\nAdanze Nge Cynthia\n\n3. Department of Microbiology and Parasitology, Faculty of Science, University of Buea, Buea, Cameroon\n\nGordon Takop Nchanji\n\n4. Tropical Diseases Interventions, Diagnostics, Vaccines and Therapeutics (TroDDIVaT) Initiative, Buea, Cameroon\n\nGordon Takop Nchanji\n\n\nAuthors\n\n1. Adanze Nge Cynthia\n\n\n[View author publications](https://www.biomedcentral.com/search?query=author%23Adanze%20Nge%20Cynthia)\n\n\n\n\n\nSearch author on:[PubMed](https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Adanze%20Nge%20Cynthia) [Google Scholar](https://scholar.google.co.uk/scholar?as_q=&num=10&btnG=Search+Scholar&as_epq=&as_oq=&as_eq=&as_occt=any&as_sauthors=%22Adanze%20Nge%20Cynthia%22&as_publication=&as_ylo=&as_yhi=&as_allsubj=all&hl=en)\n\n2. Gordon Takop Nchanji\n\n\n[View author publications](https://www.biomedcentral.com/search?query=author%23Gordon%20Takop%20Nchanji)\n\n\n\n\n\nSearch author on:[PubMed](https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Gordon%20Takop%20Nchanji) [Google Scholar](https://scholar.google.co.uk/scholar?as_q=&num=10&btnG=Search+Scholar&as_epq=&as_oq=&as_eq=&as_occt=any&as_sauthors=%22Gordon%20Takop%20Nchanji%22&as_publication=&as_ylo=&as_yhi=&as_allsubj=all&hl=en)\n\n\n### Contributions\n\nANC conceptualised and designed this work. ANC worked on data collection/documentation and initial analysis.NGT assisted in reviewing. All authors provided final approval of the version to be published and agreed to be accountable for all aspects of the work.\n\n### Corresponding author\n\nCorrespondence to\n[Adanze Nge Cynthia](mailto:ngecynthia22@gmail.com).\n\n## Ethics declarations\n\n### Ethics approval and consent to participate\n\nNot Applicable.\n\n### Consent for publication\n\nNot Applicable.\n\n### Competing interests\n\nThe authors declare no competing interests.\n\n## Additional information\n\n### Publisher’s Note\n\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\n## Rights and permissions\n\n**Open Access** This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit [http://creativecommons.org/licenses/by-nc-nd/4.0/](http://creativecommons.org/licenses/by-nc-nd/4.0/).\n\n[Reprints and permissions](https://s100.copyright.com/AppDispatchServlet?title=MPOX%20outbreak%20in%20Africa%3A%20the%20urgent%20need%20for%20local%20manufacturing%20of%20the%20vaccine%20and%20decolonized%20health%20systems&author=Adanze%20Nge%20Cynthia%20et%20al&contentID=10.1186%2Fs12889-025-25120-x&copyright=The%20Author%28s%29&publication=1471-2458&publicationDate=2025-11-07&publisherName=SpringerNature&orderBeanReset=true&oa=CC%20BY-NC-ND)\n\n## About this article\n\n[![Check for updates. Verify currency and authenticity via CrossMark](<Base64-Image-Removed>)](https://crossmark.crossref.org/dialog/?doi=10.1186/s12889-025-25120-x)\n\n### Cite this article\n\nCynthia, A.N., Nchanji, G.T. MPOX outbreak in Africa: the urgent need for local manufacturing of the vaccine and decolonized health systems.\n_BMC Public Health_ **25**, 3838 (2025). https://doi.org/10.1186/s12889-025-25120-x\n\n[Download citation](https://citation-needed.springer.com/v2/references/10.1186/s12889-025-25120-x?format=refman&flavour=citation)\n\n- Received: 29 May 2025\n\n- Accepted: 29 September 2025\n\n- Published: 07 November 2025\n\n- Version of record: 07 November 2025\n\n- DOI: https://doi.org/10.1186/s12889-025-25120-x\n\n\n### Share this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nSorry, a shareable link is not currently available for this article.\n\nCopy shareable link to clipboard\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\n\n### Keywords\n\n- [MPOX](https://bmcpublichealth.biomedcentral.com/search?query=MPOX&facet-discipline=%22Medicine%20%26%20Public%20Health%22)\n- [Vaccine](https://bmcpublichealth.biomedcentral.com/search?query=Vaccine&facet-discipline=%22Medicine%20%26%20Public%20Health%22)\n- [Disease outbreaks](https://bmcpublichealth.biomedcentral.com/search?query=Disease%20outbreaks&facet-discipline=%22Medicine%20%26%20Public%20Health%22)\n- [Decolonizing global health](https://bmcpublichealth.biomedcentral.com/search?query=Decolonizing%20global%20health&facet-discipline=%22Medicine%20%26%20Public%20Health%22)\n\n#### BMC Public Health\n\nISSN: 1471-2458\n\n#### Contact us\n\n- General enquiries: [journalsubmissions@springernature.com](mailto:journalsubmissions@springernature.com)\n\n![](https://bmcpublichealth.biomedcentral.com/track/article/10.1186/s12889-025-25120-x)",
    "query": "monkeypox socioeconomic changes Africa 2025"
  },
  {
    "snippet": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninform...",
    "content": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.1371/journal.pntd.0013148) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/pdf/pntd.0013148.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![PLOS Neglected Tropical Diseases logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-plosntd.png)\n\nPLoS Negl Trop Dis\n\n. 2025 Jun 12;19(6):e0013148. doi: [10.1371/journal.pntd.0013148](https://doi.org/10.1371/journal.pntd.0013148)\n\n# Mpox in Africa: What we know and what is still lacking\n\n[Jia Bainga Kangbai](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kangbai%20JB%22%5BAuthor%5D)\n\n### Jia Bainga Kangbai\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\nFind articles by [Jia Bainga Kangbai](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kangbai%20JB%22%5BAuthor%5D)\n\n1, [Umaru Sesay](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sesay%20U%22%5BAuthor%5D)\n\n### Umaru Sesay\n\n2Sierra Leone Field Epidemiology Training Program, National Public Health Agency, Freetown City, Sierra Leone\n\n3African Field Epidemiology Network, Freetown City, Sierra Leone\n\nFind articles by [Umaru Sesay](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sesay%20U%22%5BAuthor%5D)\n\n2,3,\\*, [Ulrich Vickos](https://pubmed.ncbi.nlm.nih.gov/?term=%22Vickos%20U%22%5BAuthor%5D)\n\n### Ulrich Vickos\n\n4Laboratory of Arbovirus, Haemorrhagic Fevers, Institute Pasteur de Bangui, Emerging Virus and Zoonosis, Bangui, Central African Republic\n\nFind articles by [Ulrich Vickos](https://pubmed.ncbi.nlm.nih.gov/?term=%22Vickos%20U%22%5BAuthor%5D)\n\n4, [Fatmata Kagbanda](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kagbanda%20F%22%5BAuthor%5D)\n\n### Fatmata Kagbanda\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\nFind articles by [Fatmata Kagbanda](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kagbanda%20F%22%5BAuthor%5D)\n\n1, [Mosoka Papa Fallah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fallah%20MP%22%5BAuthor%5D)\n\n### Mosoka Papa Fallah\n\n5Africa Centres for Disease Control and Prevention, Addis Ababa, Ethiopia\n\nFind articles by [Mosoka Papa Fallah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fallah%20MP%22%5BAuthor%5D)\n\n5, [Augustus Osborne](https://pubmed.ncbi.nlm.nih.gov/?term=%22Osborne%20A%22%5BAuthor%5D)\n\n### Augustus Osborne\n\n6Department of Biological Sciences, Njala University, Bo City, Sierra Leone\n\nFind articles by [Augustus Osborne](https://pubmed.ncbi.nlm.nih.gov/?term=%22Osborne%20A%22%5BAuthor%5D)\n\n6,\\*\n\nEditor: Michael R Holbrook7\n\n- Author information\n- Article notes\n- Copyright and License information\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\n2Sierra Leone Field Epidemiology Training Program, National Public Health Agency, Freetown City, Sierra Leone\n\n3African Field Epidemiology Network, Freetown City, Sierra Leone\n\n4Laboratory of Arbovirus, Haemorrhagic Fevers, Institute Pasteur de Bangui, Emerging Virus and Zoonosis, Bangui, Central African Republic\n\n5Africa Centres for Disease Control and Prevention, Addis Ababa, Ethiopia\n\n6Department of Biological Sciences, Njala University, Bo City, Sierra Leone\n\n7NIAID Integrated Research Facility, UNITED STATES OF AMERICA\n\nThe authors have declared that no competing interests exist.\n\n✉\n\n\\\\* E-mail: sesayumaru4@gmail.com (US)\n\n#### Roles\n\n**Michael R Holbrook**: Editor\n\nCollection date 2025 Jun.\n\n© 2025 Kangbai et al\n\nThis is an open access article distributed under the terms of the [Creative Commons Attribution License](https://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC12161565  PMID: [40504780](https://pubmed.ncbi.nlm.nih.gov/40504780/)\n\n## Abstract\n\nEmerging as a major global health threat, Mpox previously known as Monkeypox has drawn attention due to a worrying surge in cases. This zoonotic disease, native to Central and West Africa, is marked by fever, rash, and lymphadenopathy and is primarily spread through direct contact with infected animals or people and indirectly through contaminated objects. Recent studies have indicated possible sexual transmission, underscoring how human behavior and environmental changes are increasing its prevalence, even though human-to-human transmission is less efficient than that of smallpox. Mpox is endemic in several African countries, and currently, the infection has spread in non-endemic countries, including Rwanda, Uganda, and Kenya. Democratic Republic of Congo is the epicenter of the current Mpox outbreak. From January 1, 2022, to August 6, 2024, sixteen African countries reported Mpox outbreak. Several factors, including population immunity deficiencies and changes to the environment and ecology, have led to the widespread of Mpox in Africa. Challenges such as the fragile healthcare system, limited vaccine availability and access, weak surveillance, and low public awareness poses difficulty in containing the infection in affected countries. Given the potential of Mpox to disrupt several sectors including health systems, which may ultimately reverse progress in achieving the sustainable development goals by 2030. It is imperative for countries, both within and outside Africa, to extend financial aid and human resources to combat the infection effectively.\n\n## Introduction\n\nHistorically known as Monkeypox, Mpox is an endemic zoonotic disease mostly found in parts of Central and West Africa and is characterized by fever, rash, and lymphadenopathy, among other symptoms. Mpox was first identified in 1958 \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref001), [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref002)\\]; the first human case was reported in 1970 in the Democratic Republic of Congo (DRC) \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref003)\\]. Since that time (1970s), there have been sporadic outbreaks with an increasing trend in incidence and geographical spread over the past months. The Mpox pathogen is primarily transmitted through direct contact with infected animals or humans and indirectly by contact with fomites \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref004)– [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref006)\\]. In recent times, there have been reports of sexual transmission of Mpox \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref007)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref009)\\]. Human transmission of Mpox is inefficient compared to smallpox, but changes in human behavior and environmental factors make such a transmission pattern more common. The role of animal reservoirs, especially rodents and small primates, is crucial in preventing the transmission of the Mpox virus in nature. However, there remains limited evidence on the role of animal reservoirs and sexual transmission in spreading Mpox. Understanding the specific animal species that act as reservoirs is crucial for predicting and preventing spillover events. Additionally, clarifying the mechanisms and prevalence of sexual transmission is essential for developing targeted public health interventions. Addressing these gaps will enhance our ability to control and eventually eliminate Mpox in affected countries and by extension regions.\n\n## Current Mpox situation in Africa compared with other regions\n\nMpox is endemic in several African countries. From January 1, 2022, to August 6, 2024, sixteen African countries reported laboratory-confirmed Mpox virus cases ( [Fig 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.g001)) \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref010)\\], with a total of 2030 confirmed cases and 13 deaths \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref007)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref009)\\]. There have never been any historically reported Mpox case for many of these countries, including Burundi, Kenya, Rwanda, and Uganda. To date, African countries have recorded more confirmed and suspected Mpox cases (a total of 17,500) in 2024 than in 2023 (a total of 15,000) \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref011), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref012)\\]. The DRC is the epicenter of the current Mpox outbreak in Africa \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref013)\\], and the majority of the Mpox cases in Africa in 2024 so far have been children ≤15 years. In the DRC, this sub-population accounts for two-thirds of Mpox incidence \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref014)\\]. The spread of the virus in these countries is largely blamed on the ongoing conflict in the region, which has resulted in the mass displacement of civilians across their different borders. Other critical challenges to curtailing the Mpox outbreak in Africa include limited healthcare infrastructures compounded with limited medical supplies and professionals, community beliefs in seeking healthcare from traditional healers, and limited funding \\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref015)\\]. Worth noting that Ghana has no history of Mpox outbreaks; however, the country was identified in 2003 as the source of a shipment of wild mammals that led to Mpox outbreak in US that year.\n\n### Fig 1. Distribution of Mpox cases in Africa, 2022–August 2024.\n\n[![Fig 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/23d4/12161565/a86be763f2de/pntd.0013148.g001.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=12161565_pntd.0013148.g001.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/figure/pntd.0013148.g001/)\n\nIn September 2023, a new Mpox variant (clade 1b) emerged in the eastern DRC \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref014)\\] which shares borders with Rwanda and Uganda. Rwanda, Uganda, and most recently, Kenya have reported cases of the new Mpox variant \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref011)\\]. Four countries: Burundi, Kenya, Rwanda, and Uganda with no previous outbreaks of Mpox have reported cases since mid-July 2024. Epidemiological data from these countries indicates an increasing trend of Mpox cases in the past few months; this increase may be attributed to environmental and ecological changes, improved surveillance, and a waning level of population immunity following the cessation of smallpox vaccination programs.\n\nCompared to other regions globally ( [Table 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.t001)), like Europe, specifically the United Kingdom, ranks in the eighth position worldwide regarding the burden of Mpox \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref016)\\]. Most cases occur among men who identify as gay or bisexual or men who have sex with men, with transmission mainly occurring through close skin contact \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref016)\\]. This pattern highlights the importance of targeted public health measures and awareness efforts to curb the spread within these communities. Similar patterns were also observed in North America, like Canada, where most of the cases occur among men who have sex with men, and the primary route of transmission is reported through sexual intercourse \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref017)\\].\n\n### Table 1. Differences in the epidemiology of the African Mpox outbreak with other regions.\n\n| Dimensions | Africa | Other regions |\n| :-- | :-- | :-- |\n| Epidemiology | Predominantly zoonotic, with sporadic outbreaks linked to wildlife exposure. | Human-to-human transmission is more prevalent, particularly among specific communities. |\n| Transmission | Primarily through contact with infected animals and consumption of bushmeat. | Close human contact, including sexual contact, is the primary mode of transmission. |\n| Affected population | Rural communities with proximity to wildlife. | Men who have sex with men (MSM) and urban populations. |\n| Public health interventions | Focus on wildlife management and educating communities about risks. | Targeted awareness campaigns and vaccination strategies for high-risk groups. |\n| Challenges | Limited healthcare infrastructure and surveillance systems. | Stigma and misinformation affecting intervention efforts. |\n| Vaccination | Limited access to vaccines; reliance on preventive measures. | Availability of vaccines and implementation of vaccination campaigns. |\n| Surveillance | Often reactive, with challenges in timely outbreak detection. | More robust systems in place for monitoring and response. |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/table/pntd.0013148.t001/)\n\n## Current public health response\n\n### Vaccination\n\nThe global Mpox response varies by country, with the majority focusing on vaccination, contact tracing, quarantine, and public education. Most Mpox vaccination campaigns and activities revolve around the use of the smallpox vaccine (ACAM2000) and the newer MVA-BN vaccine. Despite the success of using smallpox vaccination to prevent the spread of Mpox elsewhere. In Africa, the large geographic landscape coupled with vaccine hesitancy, culture, the presence of armed conflict, low vaccine supply, and other logistical challenges involving the supply chain, pose a major challenge to Mpox vaccination effort.\n\n### Contact tracing and quarantine\n\nContact tracing and quarantine of cases are the commonly used strategy implemented by African countries to control and manage the spread of Mpox outbreaks. However, like the case of the vaccination effort, contact tracing and quarantine are also being hampered by many challenges, including a weak healthcare infrastructure, insufficient funds, and the vast and remote geographical areas of the affected regions.\n\n### Public awareness\n\nVarious African countries and organizations have launched campaigns, and awareness-raising activities to educate their communities about Mpox, mostly targeting the disease transmission mode, prevention strategies, early recognition of its symptoms, and the significance of seeking early treatment. However, like the prevention of most diseases in Africa, misinformation and cultural beliefs continue to pose significant barriers to these public awareness efforts.\n\n### International collaboration and support\n\nRecently, the Africa Centers for Disease Control and Prevention (Africa CDC) and the World Health Organization have collaboratively implemented strategic initiatives to enhance public health response capabilities in the African continent. These initiatives include establishing a unified framework titled “One budget, one plan, and one monitoring and evaluation framework,” alongside creating the “One Continental Incident Management Support” \\[ [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref018)\\]. Through these coordinated efforts, Africa CDC is actively disseminating routine updates on outbreak situations, which facilitates informed decision-making and enhances awareness regarding epidemiological trends and patterns of Mpox across member states.\n\nAdditionally, these initiatives have led to the successful procurement of 20,000 mpox cartridges to bolster diagnostic testing capabilities throughout member states. In response to the acute needs in Burundi and the DRC, which are among the most affected countries, Africa CDC, in partnership with UNICEF, has allocated $58 million USD in humanitarian aid aimed at supporting children and marginalized groups \\[ [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref019)\\]. These comprehensive measures underscore the commitment to strengthening health systems and mitigating the impacts of ongoing outbreaks in the region.\n\n## Challenges and opportunities\n\n### Challenges\n\n- **Healthcare infrastructure:** Many African countries lack the robust healthcare infrastructure needed for effective Mpox surveillance, diagnosis, and treatment. To compound this problem, most of the areas severely affected by Mpox in Africa are remote regions; rural and remote areas are mostly underserved in Africa.\n\n- **Public awareness:** Like most other diseases with outbreak potential, there is a low level of public awareness about Mpox which contributes to its delayed diagnosis and treatment. Low public awareness increases the risk of severe treatment outcomes and viral transmission.\n\n- **Access to vaccines:** One of the greatest challenge to the ongoing control and management of the Mpox outbreak in Africa is the limited access to smallpox vaccines, both in terms of supply and distribution. Also, because Clade 1 Mpox strains are sexually transmissible, identifying adults at risk for Mpox vaccination. One last mile for accessing the Mpox vaccine effort in African countries is how to design vaccine programs to target at-risk children. In the current Mpox outbreak in Africa, the children at risk are mostly ≤5 years old, which will require the design of Mpox vaccine program for children <2 years. This is coupled with the likelihood that the parents of those at-risk children will accept vaccination for their kids given the non-existence of data on the use of such vaccine in this subpopulation.\n\n- **Need for epidemiological study:** There remains a gap in knowledge about the growing trend of Mpox in the current outbreak that requires further investigation. There is a growing incidence of childhood Mpox cases being reported in the current outbreak, thus making the need to investigate the source of childhood Mpox transmission.\n\n- **Socioeconomic, political, and cultural factors:** Multiple studies have highlighted several factors deterring the containment of the ongoing Mpox outbreak. In the DRC, research has identified specific socio-cultural and environmental determinants. The predominant occupation of residents as farmers, alongside traditional practices involving rodent hunting among youth and children, overcrowded living conditions, and communal use of household utensils, significantly increase the risk of Mpox transmission \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref020)– [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref022)\\]. Additionally, Olawade and colleagues reported that deforestation, agricultural expansion, urbanization, and climate change are critical factors exacerbating human- wildlife interactions, potentially leading to zoonotic transmission of Mpox in Africa \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref023)\\]. The study emphasized that climatic changes alter rainfall patterns and ecological conditions, influencing the distribution of animal reservoirs and the Mpox virus, thereby facilitating outbreaks \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref023)\\]. In Nigeria, a study reported that low political support, characterized by chronic underfunding, misadministration, and high healthcare costs, impedes successful Mpox containment efforts \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref024)\\]. McNab and colleagues further noted the neglect by political leaders in providing necessary funding, logistics, treatment, and vaccines as major barriers to containment efforts in the African region \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref025)\\]. The authors advocated for increased political attention and leadership at national, regional, and global levels, urging member states and the WHO to implement International Health Regulations (IHR), increase funding, supply vaccines, and enhance community engagement as strategies to curb the spread \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref025)\\].\n\n- **Limited funding:** The absence of dedicated funding for the Mpox response presents a major challenge to the implementation of essential prevention and control measures. Currently, several African countries lack a dedicated financial support for outbreak management. In instances where funding is available, it is often insufficient to effectively sustain response activities. Consequently, this pose difficulties in proactively implementing outbreak preparedness and response interventions necessary to timely halt or mitigate the spread of the infection.\n\n\n### Opportunities\n\n- **Strengthening surveillance:** The topmost priority in the control and management of the current Mpox outbreak in Africa is the enhancement of disease surveillance, especially in rural areas. This could lead to earlier detection of cases, leading to a robust and effective outbreak response.\n\n- **Capacity building:** African countries and their international partners should invest in their healthcare infrastructure, increase training of public health personnel, and provide the crucial resources that will improve their ability to respond to Mpox outbreaks in real-time to stop it spread.\n\n- **International collaboration:** The fight to stop the expansion of the current Mpox outbreak in Africa should not be an African struggle. The current Mpox outbreak and its expansion call for African countries to establish new partnerships and collaborations, as well as extend existing ones. This will enable their governments to facilitate the sharing of resources, expertise, and vaccines that will invariably lead to improving the overall response to mpox in Africa.\n\n\n## Global implications\n\nThe limited vaccine availability and access, low public awareness, movements of people, and poor healthcare infrastructure within African countries make it difficult to curtail the infection. This poses a high risk of transmission globally. The widespread Mpox infection would not only result in high mortality and morbidity but would also disrupt several other activities including travel restrictions and slowing economic growth. Considering the weak immunity of children, becoming infected with Mpox as seen in the affected African countries, would increase their vulnerability to many other infections. Consequently, this will result in a high fatality rate, thereby reducing the continent’s future generation with a high potential of contributing to economic growth within Africa and beyond. The ongoing conflict in many countries globally poses a high risk of Mpox transmission, as evidenced in Burundi, Kenya, Rwanda, and Uganda. The emergence of Mpox in those countries will be extremely fatal, especially since their healthcare system is disrupted by the ongoing war. With the rapid spread of Mpox across the African continent, non-endemic countries must enhance their preparedness measures to prevent the importation of the Mpox virus. Key strategies include training healthcare workers, particularly those in border communities, on Mpox case detection and providing logistical support alongside establishing isolation units at designated health facilities, particularly in border communities. Similar to the COVID-19 pandemic, the spread of Mpox in non-endemic countries could increase the vulnerability of populations, especially children, to vaccine-preventable diseases and limit access to essential medical services, thereby elevating morbidity and mortality rates. Furthermore, the outbreak may reduce the productivity of healthcare workers, who would be overburdened with the provision of essential healthcare services.\n\n## Policy recommendations\n\nBreaking the chain of Mpox transmission in Africa requires a multipronged approach. African countries should heighten public awareness campaign activities, solicit support for Mpox vaccines, train healthcare workers on Mpox case definitions, and enhance surveillance. Governments should provide funds to their respective public health institutes/agencies to heighten preparedness and response efforts. To ensure the swift distribution of Mpox vaccines, African countries should prioritize procurement and mandate vaccination for high-risk groups, including healthcare workers. Integrating Mpox vaccination into routine immunization programs is essential, with a focus on optimizing supply and cold chain systems, particularly in rural areas. The deployment of community health workers (CHWs) is crucial for effective vaccine distribution in remote regions and for enhancing social mobilization to boost vaccine uptake. Moreover, funding from government and international partners should support public health researchers in conducting groundbreaking studies to investigate the transmission patterns of Mpox related to sexual intercourse and identify the virus’s reservoir. Qualitative research in countries without known Mpox transmission is needed to understand the factors behind successful prevention, which can inform strategies to prevent future outbreaks in both endemic and non-endemic regions. Finally, a community-focused care framework is recommended, emphasizing the involvement of CHWs and stakeholders like religious and traditional leaders, youth, and women’s groups. Leveraging local resources and knowledge through this framework enhances vaccine distribution and social mobilization, which are crucial for controlling the outbreak and preventing further transmission.\n\n## Conclusion\n\nChildren make up the majority of those infected with Mpox, which is endemic in several African countries and has a high fatality rate. Several factors, including population immunity deficiencies and changes to the environment and ecology, have led to the widespread of Mpox in the African continent. Challenges such as the fragile healthcare system, limited vaccine availability and access, weak surveillance, and low public awareness make it difficult for the containment of the infection in affected countries. Because Mpox has the potential to disrupt the functioning of every sector globally, non-affected countries within and beyond Africa must provide support (financial and human resources) to fight against the infection.\n\n## Abbreviations\n\n### :\n\nDRC\n\nDemocratic Republic of Congo\n\nMpox\n\nmonkey pox\n\nMSM\n\nmen who have sex with men\n\n## Funding Statement\n\nThe authors received no specific funding for this work.\n\n## References\n\n- 1.Fenner F, Henderson DA, Arita I, Jezek Z, Ladnyi ID. Smallpox and its eradication \\[Internet\\]. 1988. Available from: [https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf). \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Fenner%20F,%20Henderson%20DA,%20Arita%20I,%20Jezek%20Z,%20Ladnyi%20ID.%20Smallpox%20and%20its%20eradication%20%5BInternet%5D.%201988.%20Available%20from:%20https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf.)\\]\n- 2.Shchelkunov SN, Marennikova SS, Moyer RW. Orthopoxviruses Pathogenic for Humans. Springer Science & Business Media; 2006. pp. 442 Available from: [https://books.google.com.sl/books?hl=en&lr=&id=Ar2reunfbwoC&oi=fnd&pg=PR15&dq=2.%09Shchelkunov+S.N.,+Marennikova+S.S.,+Moyer+R.W.+Orthopoxviruses+Pathogenic+for+Humans.+Springer%3B+New+York,+NY,+USA:+2005.+425p+&ots=NZbcEzDktw&sig=gng-30E-LF2QWIS8ADhVlHZU2Do&redir\\_esc=y#v=onepage&q&f=false](https://books.google.com.sl/books?hl=en&lr=&id=Ar2reunfbwoC&oi=fnd&pg=PR15&dq=2.%09Shchelkunov+S.N.,+Marennikova+S.S.,+Moyer+R.W.+Orthopoxviruses+Pathogenic+for+Humans.+Springer%3B+New+York,+NY,+USA:+2005.+425p+&ots=NZbcEzDktw&sig=gng-30E-LF2QWIS8ADhVlHZU2Do&redir_esc=y#v=onepage&q&f=false). \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Orthopoxviruses%20Pathogenic%20for%20Humans&author=SN%20Shchelkunov&author=SS%20Marennikova&author=RW%20Moyer&publication_year=2006&)\\]\n- 3.Ladnyj ID, Ziegler P, Kima E. A human infection caused by monkeypox virus in Basankusu Territory, Democratic Republic of the Congo. Bull World Health Organ. 1972;46(5):593–7. .\n\\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2480792/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/4340218/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Bull%20World%20Health%20Organ&title=A%20human%20infection%20caused%20by%20monkeypox%20virus%20in%20Basankusu%20Territory,%20Democratic%20Republic%20of%20the%20Congo&author=ID%20Ladnyj&author=P%20Ziegler&author=E%20Kima&volume=46&issue=5&publication_year=1972&pages=593-7&pmid=4340218&)\\]\n- 4.Hutson CL, Olson VA, Carroll DS, Abel JA, Hughes CM, Braden ZH, et al. A prairie dog animal model of systemic orthopoxvirus disease using West African and Congo Basin strains of monkeypox virus. J Gen Virol. 2009;90(Pt 2):323–33. doi: 10.1099/vir.0.005108-0 .\n\\[ [DOI](https://doi.org/10.1099/vir.0.005108-0)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/19141441/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Gen%20Virol&title=A%20prairie%20dog%20animal%20model%20of%20systemic%20orthopoxvirus%20disease%20using%20West%20African%20and%20Congo%20Basin%20strains%20of%20monkeypox%20virus&author=CL%20Hutson&author=VA%20Olson&author=DS%20Carroll&author=JA%20Abel&author=CM%20Hughes&volume=90&publication_year=2009&pages=323-33&pmid=19141441&doi=10.1099/vir.0.005108-0&)\\]\n- 5.Jezek Z, Grab B, Szczeniowski MV, Paluku KM, Mutombo M. Human monkeypox: secondary attack rates. Bull World Health Organ. 1988;66(4):465–70. .\n\\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2491159/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/2844429/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Bull%20World%20Health%20Organ&title=Human%20monkeypox:%20secondary%20attack%20rates&author=Z%20Jezek&author=B%20Grab&author=MV%20Szczeniowski&author=KM%20Paluku&author=M%20Mutombo&volume=66&issue=4&publication_year=1988&pages=465-70&pmid=2844429&)\\]\n- 6.Learned LA, Reynolds MG, Wassa DW, Li Y, Olson VA, Karem K, et al. Extended interhuman transmission of monkeypox in a hospital community in the Republic of the Congo, 2003. Am J Trop Med Hyg. 2005;73(2):428–34. doi: 10.4269/ajtmh.2005.73.428 .\n\\[ [DOI](https://doi.org/10.4269/ajtmh.2005.73.428)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/16103616/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Am%20J%20Trop%20Med%20Hyg&title=Extended%20interhuman%20transmission%20of%20monkeypox%20in%20a%20hospital%20community%20in%20the%20Republic%20of%20the%20Congo,%202003&author=LA%20Learned&author=MG%20Reynolds&author=DW%20Wassa&author=Y%20Li&author=VA%20Olson&volume=73&issue=2&publication_year=2005&pages=428-34&pmid=16103616&doi=10.4269/ajtmh.2005.73.428&)\\]\n- 7.Endo A, Murayama H, Abbott S, Ratnayake R, Pearson CAB, Edmunds WJ, et al. Heavy-tailed sexual contact networks and monkeypox epidemiology in the global outbreak, 2022. Science. 2022;378(6615):90–4. doi: 10.1126/science.add4507 .\n\\[ [DOI](https://doi.org/10.1126/science.add4507)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/36137054/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Science&title=Heavy-tailed%20sexual%20contact%20networks%20and%20monkeypox%20epidemiology%20in%20the%20global%20outbreak,%202022&author=A%20Endo&author=H%20Murayama&author=S%20Abbott&author=R%20Ratnayake&author=CAB%20Pearson&volume=378&issue=6615&publication_year=2022&pages=90-4&pmid=36137054&doi=10.1126/science.add4507&)\\]\n- 8.World Health Organization. Mpox (monkeypox) key factsheet \\[Internet\\]. 2023. \\[cited 2024 Aug 25\\]. Available from: [https://www.who.int/news-room/fact-sheets/detail/monkeypox](https://www.who.int/news-room/fact-sheets/detail/monkeypox) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20Mpox%20(monkeypox)%20key%20factsheet%20%5BInternet%5D.%202023.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.who.int/news-room/fact-sheets/detail/monkeypox)\\]\n- 9.Center for Disease Prevention and Control. Secondary and Tertiary Transmission of Vaccinia Virus After Sexual Contact with a Smallpox Vaccinee — San Diego, California, 2012 \\[Internet\\]. 2013. \\[cited 2024 Aug 25\\]. Available from: [https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s\\_cid%3Dmm6208a2\\_x](https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s_cid%3Dmm6208a2_x) \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC4604863/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/23446513/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Center%20for%20Disease%20Prevention%20and%20Control.%20Secondary%20and%20Tertiary%20Transmission%20of%20Vaccinia%20Virus%20After%20Sexual%20Contact%20with%20a%20Smallpox%20Vaccinee%20%E2%80%94%20San%20Diego,%20California,%202012%20%5BInternet%5D.%202013.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s_cid%3Dmm6208a2_x)\\]\n- 10.World Health Organization. Multi-country outbreak of mpox, External situation report#35- 12 August 2024 \\[Internet\\]. 2024. \\[cited 2024 Aug 25\\]. Available from: [https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024](https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20Multi-country%20outbreak%20of%20mpox,%20External%20situation%20report#35-%2012%20August%202024%20%5BInternet%5D.%202024.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024)\\]\n- 11.World Health Organization. African region faces an unprecedent surge in mpox cases \\[Internet\\]. WHO \\| Regional Office for Africa. 2024. \\[cited 2024 Aug 25\\]. Available from: [https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases](https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20African%20region%20faces%20an%20unprecedent%20surge%20in%20mpox%20cases%20%5BInternet%5D.%20WHO%20%7C%20Regional%20Office%20for%20Africa.%202024.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases)\\]\n- 12.Kozlov M. Growing mpox outbreak prompts WHO to declare global health emergency. Nature. 2024;632(8026):718–9. doi: 10.1038/d41586-024-02607-y .\n\\[ [DOI](https://doi.org/10.1038/d41586-024-02607-y)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39143282/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Nature&title=Growing%20mpox%20outbreak%20prompts%20WHO%20to%20declare%20global%20health%20emergency&author=M%20Kozlov&volume=632&issue=8026&publication_year=2024&pages=718-9&pmid=39143282&doi=10.1038/d41586-024-02607-y&)\\]\n- 13.Emanuel G. DRC is seeing its worst mpox outbreak—but has no vaccines or treatments yet. Why? NPR \\[Internet\\]. 2024. \\[cited 2024 Aug 25\\]; Available from: [https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why](https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Emanuel%20G.%20DRC%20is%20seeing%20its%20worst%20mpox%20outbreak%E2%80%94but%20has%20no%20vaccines%20or%20treatments%20yet.%20Why?%20NPR%20%5BInternet%5D.%202024.%20%5Bcited%202024%20Aug%2025%5D;%20Available%20from:%20https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why)\\]\n- 14.Cevik M, Tomori O, Mbala P, Scagliarini A, Petersen E, Low N, et al. The 2023 - 2024 multi-source mpox outbreaks of Clade I MPXV in sub-Saharan Africa: alarm bell for Africa and the World. Int J Infect Dis. 2024;146:107159. doi: 10.1016/j.ijid.2024.107159 .\n\\[ [DOI](https://doi.org/10.1016/j.ijid.2024.107159)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39028567/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Int%20J%20Infect%20Dis&title=The%202023%20-%202024%20multi-source%20mpox%20outbreaks%20of%20Clade%20I%20MPXV%20in%20sub-Saharan%20Africa:%20alarm%20bell%20for%20Africa%20and%20the%20World&author=M%20Cevik&author=O%20Tomori&author=P%20Mbala&author=A%20Scagliarini&author=E%20Petersen&volume=146&publication_year=2024&pages=107159&pmid=39028567&doi=10.1016/j.ijid.2024.107159&)\\]\n- 15.Rahim FO, Fallah M, Jain U, Richardson ET, Ndembi N, Ngongo N. Challenges and ongoing actions to address the mpox emergency in Africa. Ann Glob Health. 2023;90(1):68. \\[ [DOI](https://doi.org/10.5334/aogh.4580)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11568800/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39554695/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Glob%20Health&title=Challenges%20and%20ongoing%20actions%20to%20address%20the%20mpox%20emergency%20in%20Africa&author=FO%20Rahim&author=M%20Fallah&author=U%20Jain&author=ET%20Richardson&author=N%20Ndembi&volume=90&issue=1&publication_year=2023&pages=68&pmid=39554695&doi=10.5334/aogh.4580&)\\]\n- 16.Smith LE, Potts HW, Brainard J, May T, Oliver I, Amlôt R, et al. Did mpox knowledge, attitudes and beliefs affect intended behaviour in the general population and men who are gay, bisexual and who have sex with men? An online cross-sectional survey in the UK. BMJ Open. 2023;13(10):e070882. doi: 10.1136/bmjopen-2022-070882 .\n\\[ [DOI](https://doi.org/10.1136/bmjopen-2022-070882)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC10583036/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/37827743/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=BMJ%20Open&title=Did%20mpox%20knowledge,%20attitudes%20and%20beliefs%20affect%20intended%20behaviour%20in%20the%20general%20population%20and%20men%20who%20are%20gay,%20bisexual%20and%20who%20have%20sex%20with%20men?%20An%20online%20cross-sectional%20survey%20in%20the%20UK&author=LE%20Smith&author=HW%20Potts&author=J%20Brainard&author=T%20May&author=I%20Oliver&volume=13&issue=10&publication_year=2023&pmid=37827743&doi=10.1136/bmjopen-2022-070882&)\\]\n- 17.Harrison LB, Bergeron G, Cadieux G, Charest H, Fafard J, Levade I, et al. Monkeypox in Montréal: epidemiology, phylogenomics, and public health response to a large North American outbreak. Ann Intern Med. 2023;176(1):67–76. doi: 10.7326/M22-2699 .\n\\[ [DOI](https://doi.org/10.7326/M22-2699)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/36508736/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Intern%20Med&title=Monkeypox%20in%20Montr%C3%A9al:%20epidemiology,%20phylogenomics,%20and%20public%20health%20response%20to%20a%20large%20North%20American%20outbreak&author=LB%20Harrison&author=G%20Bergeron&author=G%20Cadieux&author=H%20Charest&author=J%20Fafard&volume=176&issue=1&publication_year=2023&pages=67-76&pmid=36508736&doi=10.7326/M22-2699&)\\]\n- 18.Africa CDC. Mpox Continental Preparedness and Response Plan for Africa \\[Internet\\]. Africa CDC. 2024. \\[cited 2025 Apr 12\\]. Available from: [https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/](https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Africa%20CDC.%20Mpox%20Continental%20Preparedness%20and%20Response%20Plan%20for%20Africa%20%5BInternet%5D.%20Africa%20CDC.%202024.%20%5Bcited%202025%20Apr%2012%5D.%20Available%20from:%20https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/)\\]\n- 19.United Nation. Mpox alert: UNICEF issues $58.8 million appeal to halt outbreak in Africa \\| UN News \\[Internet\\]. 2024. \\[cited 2025 Apr 12\\]. Available from: [https://news.un.org/en/story/2024/09/1154571](https://news.un.org/en/story/2024/09/1154571) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?United%20Nation.%20Mpox%20alert:%20UNICEF%20issues%20%2458.8%20million%20appeal%20to%20halt%20outbreak%20in%20Africa%20%7C%20UN%20News%20%5BInternet%5D.%202024.%20%5Bcited%202025%20Apr%2012%5D.%20Available%20from:%20https://news.un.org/en/story/2024/09/1154571)\\]\n- 20.Akingbola A, Adegbesan CA, Adewole O, Idahor C, Odukoya T, Nwaeze E. Understanding the resurgence of mpox: key drivers and lessons from recent outbreaks in Africa. Trop Med Health. 2025;53:47.\n\\[ [DOI](https://doi.org/10.1186/s41182-024-00678-1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11970007/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/40181435/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Trop%20Med%20Health&title=Understanding%20the%20resurgence%20of%20mpox:%20key%20drivers%20and%20lessons%20from%20recent%20outbreaks%20in%20Africa&author=A%20Akingbola&author=CA%20Adegbesan&author=O%20Adewole&author=C%20Idahor&author=T%20Odukoya&volume=53&publication_year=2025&pages=47&pmid=40181435&doi=10.1186/s41182-024-00678-1&)\\]\n- 21.Reynolds MG, Yorita KL, Kuehnert MJ, Davidson WB, Huhn GD, Holman RC, et al. Clinical manifestations of human monkeypox influenced by route of infection. J Infect Dis. 2006;194(6):773–80. doi: 10.1086/505880 .\n\\[ [DOI](https://doi.org/10.1086/505880)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/16941343/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Infect%20Dis&title=Clinical%20manifestations%20of%20human%20monkeypox%20influenced%20by%20route%20of%20infection&author=MG%20Reynolds&author=KL%20Yorita&author=MJ%20Kuehnert&author=WB%20Davidson&author=GD%20Huhn&volume=194&issue=6&publication_year=2006&pages=773-80&pmid=16941343&doi=10.1086/505880&)\\]\n- 22.Hutson CL, Carroll DS, Gallardo-Romero N, Weiss S, Clemmons C, Hughes CM, et al. Monkeypox disease transmission in an experimental setting: prairie dog animal model. PLoS One. 2011;6(12):e28295. doi: 10.1371/journal.pone.0028295 .\n\\[ [DOI](https://doi.org/10.1371/journal.pone.0028295)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC3229555/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22164263/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=PLoS%20One&title=Monkeypox%20disease%20transmission%20in%20an%20experimental%20setting:%20prairie%20dog%20animal%20model&author=CL%20Hutson&author=DS%20Carroll&author=N%20Gallardo-Romero&author=S%20Weiss&author=C%20Clemmons&volume=6&issue=12&publication_year=2011&pmid=22164263&doi=10.1371/journal.pone.0028295&)\\]\n- 23.Olawade DB, Wada OZ, Fidelis SC, Oluwole OS, Alisi CS, Orimabuyaku NF. Strengthening Africa’s response to Mpox (monkeypox): insights from historical outbreaks and the present global spread. Sci One Health. 2024;3:100085.\n\\[ [DOI](https://doi.org/10.1016/j.soh.2024.100085)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11582772/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39583938/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Sci%20One%20Health&title=Strengthening%20Africa%E2%80%99s%20response%20to%20Mpox%20(monkeypox):%20insights%20from%20historical%20outbreaks%20and%20the%20present%20global%20spread&author=DB%20Olawade&author=OZ%20Wada&author=SC%20Fidelis&author=OS%20Oluwole&author=CS%20Alisi&volume=3&publication_year=2024&pages=100085&pmid=39583938&doi=10.1016/j.soh.2024.100085&)\\]\n- 24.Adegoke O, Schmidt-Sane M, Kunnuji M, Abbas S, Lawanson A, Jegede A. Diagnosis, treatment, and management of Mpox in urban informal settlements in southwestern Nigeria: an ethnographic approach. BMC Public Health. 2025;25:115.\n\\[ [DOI](https://doi.org/10.1186/s12889-024-21267-1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11720503/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39789521/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=BMC%20Public%20Health&title=Diagnosis,%20treatment,%20and%20management%20of%20Mpox%20in%20urban%20informal%20settlements%20in%20southwestern%20Nigeria:%20an%20ethnographic%20approach&author=O%20Adegoke&author=M%20Schmidt-Sane&author=M%20Kunnuji&author=S%20Abbas&author=A%20Lawanson&volume=25&publication_year=2025&pages=115&pmid=39789521&doi=10.1186/s12889-024-21267-1&)\\]\n- 25.McNab C, Torreele E, Alakija A, Aluso A, Cárdenas M, Crabb B, et al. Mpox: neglect has led to a more dangerous virus now spreading across borders, harming and killing people. Leaders must take action to stop mpox now. PLOS Glob Public Health. 2024;4(10):e0003714. doi: 10.1371/journal.pgph.0003714\n\\[ [DOI](https://doi.org/10.1371/journal.pgph.0003714)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11486356/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39418278/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=PLOS%20Glob%20Public%20Health&title=Mpox:%20neglect%20has%20led%20to%20a%20more%20dangerous%20virus%20now%20spreading%20across%20borders,%20harming%20and%20killing%20people.%20Leaders%20must%20take%20action%20to%20stop%20mpox%20now&author=C%20McNab&author=E%20Torreele&author=A%20Alakija&author=A%20Aluso&author=M%20C%C3%A1rdenas&volume=4&issue=10&publication_year=2024&pmid=39418278&doi=10.1371/journal.pgph.0003714&)\\]\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.1371/journal.pntd.0013148)\n- [PDF (270.0 KB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/pdf/pntd.0013148.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\nBack to Top",
    "query": "monkeypox socioeconomic changes Africa 2025"
  },
  {
    "snippet": "[Skip to main content](https://www.sciencedirect.com/science/article/pii/S2949704324000246#screen-reader-main-content) [Skip to article](https://www.sciencedirect.com/science/article/pii/S2949704324000246#screen-reader-main-title)\n\n- View **PDF**\n- Download full issue\n\nSearch ScienceDirect\n\n[![Elsevier](https://www.sciencedirect.com/us-east-1/prod/5b0b800d282981de958d347ee4b48499ed4443d2/image/elsevier-non-solus.svg)](https://www.sciencedirect.com/journal/science-in-one-health \"Go to Science in ...",
    "content": "[Skip to main content](https://www.sciencedirect.com/science/article/pii/S2949704324000246#screen-reader-main-content) [Skip to article](https://www.sciencedirect.com/science/article/pii/S2949704324000246#screen-reader-main-title)\n\n- View **PDF**\n- Download full issue\n\nSearch ScienceDirect\n\n[![Elsevier](https://www.sciencedirect.com/us-east-1/prod/5b0b800d282981de958d347ee4b48499ed4443d2/image/elsevier-non-solus.svg)](https://www.sciencedirect.com/journal/science-in-one-health \"Go to Science in One Health on ScienceDirect\")\n\n## [Science in One Health](https://www.sciencedirect.com/journal/science-in-one-health \"Go to Science in One Health on ScienceDirect\")\n\n[Volume 3](https://www.sciencedirect.com/journal/science-in-one-health/vol/3/suppl/C \"Go to table of contents for this volume/issue\"), 2024, 100085\n\n[![Science in One Health](https://ars.els-cdn.com/content/image/1-s2.0-S2949704323X00031-cov150h.gif)](https://www.sciencedirect.com/journal/science-in-one-health/vol/3/suppl/C)\n\n# Review  Strengthening Africa's response to Mpox (monkeypox): insights from historical outbreaks and the present global spread\n\nAuthor links open overlay panelDavid B.Olawadeabc, Ojima Z.Wadad, Sandra ChinazaFidelise, Oluwafemi S.Oluwolef, Chibuike S.Alisia, Nifemi F.Orimabuyakug, AanuoluwapoClement David-Olawadeh\n\nShow more\n\nAdd to Mendeley\n\nCite\n\n[https://doi.org/10.1016/j.soh.2024.100085](https://doi.org/10.1016/j.soh.2024.100085 \"Persistent link using digital object identifier\") [Get rights and content](https://s100.copyright.com/AppDispatchServlet?publisherName=ELS&contentID=S2949704324000246&orderBeanReset=true)\n\nUnder a Creative Commons [license](http://creativecommons.org/licenses/by/4.0/)\n\nOpen access\n\n## Abstract\n\nMpox, formerly known as monkeypox, is a viral zoonotic disease endemic to Central and West Africa that has posed significant public health challenges since its identification in 1970. Despite decades of experience in managing outbreaks, the 2022–2024 Mpox outbreaks exposed substantial gaps in global preparedness and response, leading the World Health Organization (WHO) to declare a Public Health Emergency of International Concern (PHEIC) in 2022. The resurgence of cases in Europe in 2022 and the more recent emergence of the virulent clade Ⅰb in the Democratic Republic of the Congo (DRC) in 2024 have highlighted a critical need for improved proactive and response strategies to curb the epidemic. This narrative review examines the historical and recent epidemiology of Mpox in Africa and explores the factors that have limited effective management. These include objective influences such as viral mutations, zoonotic transmission patterns, and environmental changes like deforestation, as well as subjective factors, including delayed responses, limited vaccine availability, cessation of smallpox vaccinations, and inequitable access to healthcare. In particular, the review emphasizes the ongoing disparities in global health equity, as wealthier nations have been able to secure vaccines and therapeutics quickly, while endemic regions in Africa continue to struggle with limited resources. The review also discusses how socio-economic and cultural factors, combined with weak public health infrastructure and inadequate surveillance systems, perpetuate cycles of outbreak in vulnerable populations. Furthermore, the emergence of clade Ⅰb in 2024, with its higher virulence and mortality rates among children, particularly in rural areas, underscores the urgency of addressing the evolving epidemiological landscape of Mpox. In response to these challenges, this review recommends strengthening healthcare infrastructure, enhancing surveillance systems, ensuring equitable access to vaccines and treatments, and integrating environmental management into public health strategies. Global collaboration remains essential to provide African countries with the resources and support needed to manage and prevent future outbreaks effectively. Without these measures, the world risks a prolonged public health crisis with far-reaching consequences for both Africa and the global community.\n\n- Previousarticle in issue\n- Nextarticle in issue\n\n## Keywords\n\nMpox\n\nZoonotic diseases\n\nOutbreak management\n\nEmerging infectious diseases\n\nSurveillance systems\n\n## Abbreviations\n\nWHO\n\nWorld Health Organization\n\nPHEIC\n\nPublic Health Emergency of International Concern\n\nDRC\n\nthe Democratic Republic of the Congo\n\nAPOBEC3\n\napolipoprotein B mRNA-editing catalytic polypeptide-like 3\n\nSNPs\n\nsingle nucleotide polymorphisms\n\nSNVs\n\nsingle nucleotide variants\n\nMSM\n\nmen who have sex with men\n\nMPXV\n\nMpox virus\n\nMVA\n\nModified Vaccinia Ankara\n\nPPE\n\npersonal protective equipment\n\nNGOs\n\nnon-governmental organizations\n\nRecommended articles\n\n© 2024 The Author(s). Published by Elsevier B.V. on behalf of Shanghai Jiao Tong University.",
    "query": "monkeypox socioeconomic changes Africa 2025"
  },
  {
    "snippet": "Next Article in Journal\n\n[Aerosolization Affects _Bacillus globigii_ Vegetative Cell and Spore Behaviors](https://www.mdpi.com/2076-2607/13/11/2532)\n\nPrevious Article in Journal\n\n[Metabolic Engineering of _Bacillus licheniformis_ for High-Yield L-Lactic Acid and Galactooligosaccharide Retention in Complementary Synbiotics Production](https://www.mdpi.com/2076-2607/13/11/2530)\n\nPrevious Article in Special Issue\n\n[pDNA Impurities in mRNA Vaccines](https://www.mdpi.com/2076-2607/13/9/1975)\n\n## Jour...",
    "content": "Next Article in Journal\n\n[Aerosolization Affects _Bacillus globigii_ Vegetative Cell and Spore Behaviors](https://www.mdpi.com/2076-2607/13/11/2532)\n\nPrevious Article in Journal\n\n[Metabolic Engineering of _Bacillus licheniformis_ for High-Yield L-Lactic Acid and Galactooligosaccharide Retention in Complementary Synbiotics Production](https://www.mdpi.com/2076-2607/13/11/2530)\n\nPrevious Article in Special Issue\n\n[pDNA Impurities in mRNA Vaccines](https://www.mdpi.com/2076-2607/13/9/1975)\n\n## Journals\n\n[Active Journals](https://www.mdpi.com/about/journals) [Find a Journal](https://www.mdpi.com/about/journalfinder) [Journal Proposal](https://www.mdpi.com/about/journals/proposal) [Proceedings Series](https://www.mdpi.com/about/proceedings)\n\n[**Topics**](https://www.mdpi.com/topics)\n\n## Information\n\n[For Authors](https://www.mdpi.com/authors) [For Reviewers](https://www.mdpi.com/reviewers) [For Editors](https://www.mdpi.com/editors) [For Librarians](https://www.mdpi.com/librarians) [For Publishers](https://www.mdpi.com/publishing_services) [For Societies](https://www.mdpi.com/societies) [For Conference Organizers](https://www.mdpi.com/conference_organizers)\n\n[Open Access Policy](https://www.mdpi.com/openaccess) [Institutional Open Access Program](https://www.mdpi.com/ioap) [Special Issues Guidelines](https://www.mdpi.com/special_issues_guidelines) [Editorial Process](https://www.mdpi.com/editorial_process) [Research and Publication Ethics](https://www.mdpi.com/ethics) [Article Processing Charges](https://www.mdpi.com/apc) [Awards](https://www.mdpi.com/awards) [Testimonials](https://www.mdpi.com/testimonials)\n\n[**Author Services**](https://www.mdpi.com/authors/english)\n\n## Initiatives\n\n[Sciforum](https://sciforum.net/) [MDPI Books](https://www.mdpi.com/books) [Preprints.org](https://www.preprints.org/) [Scilit](https://www.scilit.com/) [SciProfiles](https://sciprofiles.com/) [Encyclopedia](https://encyclopedia.pub/) [JAMS](https://jams.pub/) [Proceedings Series](https://www.mdpi.com/about/proceedings)\n\n## About\n\n[Overview](https://www.mdpi.com/about) [Contact](https://www.mdpi.com/about/contact) [Careers](https://careers.mdpi.com/) [News](https://www.mdpi.com/about/announcements) [Press](https://www.mdpi.com/about/press) [Blog](http://blog.mdpi.com/)\n\n[Sign In / Sign Up](https://www.mdpi.com/user/login)\n\n## Notice\n\nYou can make submissions to other journals\n[here](https://susy.mdpi.com/user/manuscripts/upload).\n\n\n_clear_\n\n## Notice\n\nYou are accessing a machine-readable page. In order to be human-readable, please install an RSS reader.\n\n\nContinueCancel\n\n_clear_\n\nAll articles published by MDPI are made immediately available worldwide under an open access license. No special\npermission is required to reuse all or part of the article published by MDPI, including figures and tables. For\narticles published under an open access Creative Common CC BY license, any part of the article may be reused without\npermission provided that the original article is clearly cited. For more information, please refer to\n[https://www.mdpi.com/openaccess](https://www.mdpi.com/openaccess).\n\n\nFeature papers represent the most advanced research with significant potential for high impact in the field. A Feature\nPaper should be a substantial original Article that involves several techniques or approaches, provides an outlook for\nfuture research directions and describes possible research applications.\n\n\nFeature papers are submitted upon individual invitation or recommendation by the scientific editors and must receive\npositive feedback from the reviewers.\n\n\nEditor’s Choice articles are based on recommendations by the scientific editors of MDPI journals from around the world.\nEditors select a small number of articles recently published in the journal that they believe will be particularly\ninteresting to readers, or important in the respective research area. The aim is to provide a snapshot of some of the\nmost exciting work published in the various research areas of the journal.\n\n\n\nOriginal Submission Date Received: .\n\n\n[![microorganisms-logo](https://pub.mdpi-res.com/img/journals/microorganisms-logo.png?0de8235f466a90dc)](https://www.mdpi.com/journal/microorganisms)\n\n[Submit to this Journal](https://susy.mdpi.com/user/manuscripts/upload?form%5Bjournal_id%5D%3D73) [Review for this Journal](https://susy.mdpi.com/volunteer/journals/review) [Propose a Special Issue](https://www.mdpi.com/journalproposal/sendproposalspecialissue/microorganisms)\n\n[►▼\\\\\nArticle Menu](https://www.mdpi.com/2076-2607/13/11/2531#)\n\n## Article Menu\n\n- [Academic Editor](https://www.mdpi.com/2076-2607/13/11/2531#academic_editors)\n\n\n\n\n[![](https://www.mdpi.com/profiles/1753246/thumb/Antonella_d'Arminio_Monforte.png)Antonella d’Arminio Monforte](https://sciprofiles.com/profile/1753246?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name)\n\n- [Recommended Articles](https://www.mdpi.com/2076-2607/13/11/2531#)\n- [Related Info Link](https://www.mdpi.com/2076-2607/13/11/2531#related)\n\n\n- [Google Scholar](http://scholar.google.com/scholar?q=Role%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis)\n\n- [More by Authors Links](https://www.mdpi.com/2076-2607/13/11/2531#authors)\n\n\n- on DOAJ\n\n- [Kayembe-Mulumba, B.](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Blondy%20Kayembe-Mulumba%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [N’gattia, A. Kouabenan](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Anderson%20Kouabenan%20N%E2%80%99gattia%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [Belizaire, M. Roseline Darnycka](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Marie%20Roseline%20Darnycka%20Belizaire%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [Koyazegbe, T. D’Aquin](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Thomas%20D%E2%80%99Aquin%20Koyazegbe%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [Simaleko, M. Mbeko](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Marcel%20Mbeko%20Simaleko%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [Boum, Y.](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Yap%20Boum%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n- [Somsé, P.](http://doaj.org/search/articles?source=%7B%22query%22%3A%7B%22query_string%22%3A%7B%22query%22%3A%22%5C%22Pierre%20Soms%C3%A9%5C%22%22%2C%22default_operator%22%3A%22AND%22%2C%22default_field%22%3A%22bibjson.author.name%22%7D%7D%7D)\n\n- on Google Scholar\n\n- [Kayembe-Mulumba, B.](http://scholar.google.com/scholar?q=Blondy%20Kayembe-Mulumba)\n- [N’gattia, A. Kouabenan](http://scholar.google.com/scholar?q=Anderson%20Kouabenan%20N%E2%80%99gattia)\n- [Belizaire, M. Roseline Darnycka](http://scholar.google.com/scholar?q=Marie%20Roseline%20Darnycka%20Belizaire)\n- [Koyazegbe, T. D’Aquin](http://scholar.google.com/scholar?q=Thomas%20D%E2%80%99Aquin%20Koyazegbe)\n- [Simaleko, M. Mbeko](http://scholar.google.com/scholar?q=Marcel%20Mbeko%20Simaleko)\n- [Boum, Y.](http://scholar.google.com/scholar?q=Yap%20Boum)\n- [Somsé, P.](http://scholar.google.com/scholar?q=Pierre%20Soms%C3%A9)\n\n- on PubMed\n\n- [Kayembe-Mulumba, B.](http://www.pubmed.gov/?cmd=Search&term=Blondy%20Kayembe-Mulumba)\n- [N’gattia, A. Kouabenan](http://www.pubmed.gov/?cmd=Search&term=Anderson%20Kouabenan%20N%E2%80%99gattia)\n- [Belizaire, M. Roseline Darnycka](http://www.pubmed.gov/?cmd=Search&term=Marie%20Roseline%20Darnycka%20Belizaire)\n- [Koyazegbe, T. D’Aquin](http://www.pubmed.gov/?cmd=Search&term=Thomas%20D%E2%80%99Aquin%20Koyazegbe)\n- [Simaleko, M. Mbeko](http://www.pubmed.gov/?cmd=Search&term=Marcel%20Mbeko%20Simaleko)\n- [Boum, Y.](http://www.pubmed.gov/?cmd=Search&term=Yap%20Boum)\n- [Somsé, P.](http://www.pubmed.gov/?cmd=Search&term=Pierre%20Soms%C3%A9)\n\n[Article Views](https://www.mdpi.com/2076-2607/13/11/2531#metrics)\n\n[Citations-](https://www.mdpi.com/2076-2607/13/11/2531#metrics)\n\n- [Table of Contents](https://www.mdpi.com/2076-2607/13/11/2531#table_of_contents)\n\n\nAltmetric[_share_ Share](https://www.mdpi.com/2076-2607/13/11/2531# \"Share\") [_announcement_ Help](https://www.mdpi.com/2076-2607/13/11/2531# \"Help\")_format\\_quote_ Cite [_question\\_answer_ Discuss in SciProfiles](https://sciprofiles.com/discussion-groups/public/10.3390/microorganisms13112531?utm_source=mpdi.com&utm_medium=publication&utm_campaign=discuss_in_sciprofiles \"Discuss in Sciprofiles\")\n\n## Need Help?\n\n### Support\n\nFind support for a specific problem in the support section of our website.\n\n\n[Get Support](https://www.mdpi.com/about/contactform)\n\n### Feedback\n\nPlease let us know what you think of our products and services.\n\n\n[Give Feedback](https://www.mdpi.com/feedback/send)\n\n### Information\n\nVisit our dedicated information section to learn more about MDPI.\n\n\n[Get Information](https://www.mdpi.com/authors)\n\n_clear_\n\n## JSmol Viewer\n\n_clear_\n\n_first\\_page_\n\n[Download PDF](https://www.mdpi.com/2076-2607/13/11/2531/pdf?version=1762322484)\n\n_settings_\n\n[Order Article Reprints](https://www.mdpi.com/2076-2607/13/11/2531/reprints)\n\nFont Type:\n\n\n_Arial__Georgia__Verdana_\n\nFont Size:\n\nAaAaAa\n\nLine Spacing:\n\n______\n\nColumn Width:\n\n______\n\nBackground:\n\nOpen AccessArticle\n\n# Role of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis\n\nby\n\n\nBlondy Kayembe-Mulumba\n\n![](https://www.mdpi.com/profiles/4421320/thumb/Blondy_Kayembe-Mulumba.JPG)Blondy Kayembe-Mulumba\n\n[SciProfiles](https://sciprofiles.com/profile/4421320?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Blondy%20Kayembe-Mulumba) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Blondy+Kayembe-Mulumba%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Blondy+Kayembe-Mulumba)\n\n1,\\* [![](https://pub.mdpi-res.com/img/design/orcid.png?0465bc3812adeb52?1763029570)](https://orcid.org/0000-0002-6985-2450),\n\nAnderson Kouabenan N’gattia\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Anderson Kouabenan N’gattia\n\n[SciProfiles](https://sciprofiles.com/profile/author/Lzh5eXZJc1hEUzhsWFZOZnJKQWxBbWw5eHgyNCtkYTF6ejRzUXhlNmd6OD0=?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Anderson%20Kouabenan%20N%E2%80%99gattia) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Anderson+Kouabenan+N%E2%80%99gattia%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Anderson+Kouabenan+N%E2%80%99gattia)\n\n2,3 [![](https://pub.mdpi-res.com/img/design/orcid.png?0465bc3812adeb52?1763029570)](https://orcid.org/0000-0003-1111-142X),\n\nMarie Roseline Darnycka Belizaire\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Marie Roseline Darnycka Belizaire\n\n[SciProfiles](https://sciprofiles.com/profile/3273192?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Marie%20Roseline%20Darnycka%20Belizaire) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Marie+Roseline+Darnycka+Belizaire%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Marie+Roseline+Darnycka+Belizaire)\n\n3,4 [![](https://pub.mdpi-res.com/img/design/orcid.png?0465bc3812adeb52?1763029570)](https://orcid.org/0000-0003-3771-7841),\n\nThomas D’Aquin Koyazegbe\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Thomas D’Aquin Koyazegbe\n\n[SciProfiles](https://sciprofiles.com/profile/author/SHk5REx2M1FJYkp3Q1RMNnJBTENTelV3dldTclJvbzJ5eEFRV3FMKy9YVT0=?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Thomas%20D%E2%80%99Aquin%20Koyazegbe) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Thomas+D%E2%80%99Aquin+Koyazegbe%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Thomas+D%E2%80%99Aquin+Koyazegbe)\n\n3,\n\nMarcel Mbeko Simaleko\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Marcel Mbeko Simaleko\n\n[SciProfiles](https://sciprofiles.com/profile/author/YXN1WDdxaEpXUG5yRUlNVlprbUJnM0l6SldWWUZTVE81empVdHZ1NmZaRT0=?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Marcel%20Mbeko%20Simaleko) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Marcel+Mbeko+Simaleko%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Marcel+Mbeko+Simaleko)\n\n5,6,\n\nYap Boum II\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Yap Boum II\n\n[SciProfiles](https://sciprofiles.com/profile/author/V0FyZzFScEREUHU0RGdyYWtNSHErRTlVSmd3ZEdhWCtmMnlpc2oxWnZQWT0=?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Yap%20Boum) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Yap+Boum%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Yap+Boum)\n\n7 [![](https://pub.mdpi-res.com/img/design/orcid.png?0465bc3812adeb52?1763029570)](https://orcid.org/0000-0002-6823-8539) and\n\nPierre Somsé\n\n![](https://www.mdpi.com/bundles/mdpisciprofileslink/img/unknown-user.png)Pierre Somsé\n\n[SciProfiles](https://sciprofiles.com/profile/author/aEJ0NDd1aHlZd2FZYy9UY01BQlI0eWZrSTZmTzJuL1NKaDNDbGxhWTNDaz0=?utm_source=mdpi.com&utm_medium=website&utm_campaign=avatar_name) [Scilit](https://scilit.com/scholars?q=Pierre%20Soms%C3%A9) [Preprints.org](https://www.preprints.org/search?condition_blocks=[{%22value%22:%22Pierre+Soms%C3%A9%22,%22type%22:%22author%22,%22operator%22:null}]&sort_field=relevance&sort_dir=desc&page=1&exact_match=true) [Google Scholar](https://scholar.google.com/scholar?q=Pierre+Soms%C3%A9)\n\n8\n\n1\n\nBordeaux Population Health Research Center, BPH, INSERM, U1219, University of Bordeaux, F-33000 Bordeaux, France\n\n2\n\nNational Institute of Public Hygiene, Ministry of Health, 01 BPV Abidjan, Côte d’Ivoire\n\n3\n\nWorld Health Organization, Country Office of the Central African Republic, BP 1416 Bangui, Central African Republic\n\n4\n\nSchool of Medicine, University of Alcalá, 28801 Madrid, Spain\n\n5\n\nFaculty of Health Sciences, University of Bangui, BP 1426 Bangui, Central African Republic\n\n6\n\nPolicy, Strategy and Cooperation Monitoring Division, Ministry of Health and Population, BP 883 Bangui, Central African Republic\n\n7\n\nPasteur Institute of Bangui, BP 923 Bangui, Central African Republic\n\n8\n\nOffice of the Minister, Ministry of Health and Population, BP 883 Bangui, Central African Republic\n\n\\*\n\nAuthor to whom correspondence should be addressed.\n\n_Microorganisms_ **2025**, _13_(11), 2531; [https://doi.org/10.3390/microorganisms13112531](https://doi.org/10.3390/microorganisms13112531)\n\nSubmission received: 26 June 2025\n/\nRevised: 21 July 2025\n/\nAccepted: 28 July 2025\n/\nPublished: 5 November 2025\n\n\n\n(This article belongs to the Special Issue [Prioritizing Diseases for Public Health in Emergency Contexts: A WHO Initiative](https://www.mdpi.com/journal/microorganisms/special_issues/GKK1OF3ALV))\n\nDownload _keyboard\\_arrow\\_down_\n\n[Download PDF](https://www.mdpi.com/2076-2607/13/11/2531/pdf?version=1762322484)\n\n[Download PDF with Cover](https://www.mdpi.com/2076-2607/13/11/2531#)\n\n[Download XML](https://www.mdpi.com/2076-2607/13/11/2531#)\n\n[Download Epub](https://www.mdpi.com/2076-2607/13/11/2531/epub)\n\nDownload Supplementary Material\n\n[Browse Figures](https://www.mdpi.com/2076-2607/13/11/2531#)\n\n[\\\n                        <strong>Figure 1</strong><br/>\\\n                                                    <p>Mpox epidemic curves. Plots show weekly mpox (<b>A</b>) cases and (<b>B</b>) deaths in African countries (n = 20) in 2024.</p>\\\n                                                ](https://pub.mdpi-res.com/microorganisms/microorganisms-13-02531/article_deploy/html/images/microorganisms-13-02531-g001a.png?1762322580 \"                         <strong>Figure 1</strong><br/>                                                     <p>Mpox epidemic curves. Plots show weekly mpox (<b>A</b>) cases and (<b>B</b>) deaths in African countries (n = 20) in 2024.</p>                                                 \")[\\\n                        <strong>Figure 1 Cont.</strong><br/>\\\n                                                    <p>Mpox epidemic curves. Plots show weekly mpox (<b>A</b>) cases and (<b>B</b>) deaths in African countries (n = 20) in 2024.</p>\\\n                                                ](https://pub.mdpi-res.com/microorganisms/microorganisms-13-02531/article_deploy/html/images/microorganisms-13-02531-g001b.png?1762322581 \"                         <strong>Figure 1 Cont.</strong><br/>                                                     <p>Mpox epidemic curves. Plots show weekly mpox (<b>A</b>) cases and (<b>B</b>) deaths in African countries (n = 20) in 2024.</p>                                                 \")[\\\n                        <strong>Figure 2</strong><br/>\\\n                                                    <p>Distribution of viral clades by African regions. Regional distribution of mpox viral strains in (<b>A</b>) three and (<b>B</b>) six clades in African countries (n = 20) in 2024.</p>\\\n                                                ](https://pub.mdpi-res.com/microorganisms/microorganisms-13-02531/article_deploy/html/images/microorganisms-13-02531-g002.png?1762322583 \"                         <strong>Figure 2</strong><br/>                                                     <p>Distribution of viral clades by African regions. Regional distribution of mpox viral strains in (<b>A</b>) three and (<b>B</b>) six clades in African countries (n = 20) in 2024.</p>                                                 \")[\\\n                        <strong>Figure 3</strong><br/>\\\n                                                    <p>Plots of correlation between predictors and mpox epidemic. Correlation of total mpox (<b>A</b>) cases and (<b>B</b>) deaths with GDP per capita (first row) and population density (second row) in African countries (n = 20) in 2024. Red solid line indicates correlation direction. Blue dots represent countries. Abbreviations: GDP, gross domestic product; r, rho as Pearson’s correlation coefficient; US <span>$</span>, United States dollar.</p>\\\n                                                ](https://pub.mdpi-res.com/microorganisms/microorganisms-13-02531/article_deploy/html/images/microorganisms-13-02531-g003.png?1762322584 \"                         <strong>Figure 3</strong><br/>                                                     <p>Plots of correlation between predictors and mpox epidemic. Correlation of total mpox (<b>A</b>) cases and (<b>B</b>) deaths with GDP per capita (first row) and population density (second row) in African countries (n = 20) in 2024. Red solid line indicates correlation direction. Blue dots represent countries. Abbreviations: GDP, gross domestic product; r, rho as Pearson’s correlation coefficient; US <span>$</span>, United States dollar.</p>                                                 \")[\\\n                        <strong>Figure 4</strong><br/>\\\n                                                    <p>Predictors’ influence on mpox epidemic. Plots from random forest models showing influence of predictors on mpox (<b>A</b>) cases and (<b>B</b>) deaths counts during the 2024 outbreak in African countries (n = 20). Abbreviations: GDP, gross domestic product; US <span>$</span>, United States dollar.</p>\\\n                                                ](https://pub.mdpi-res.com/microorganisms/microorganisms-13-02531/article_deploy/html/images/microorganisms-13-02531-g004.png?1762322586 \"                         <strong>Figure 4</strong><br/>                                                     <p>Predictors’ influence on mpox epidemic. Plots from random forest models showing influence of predictors on mpox (<b>A</b>) cases and (<b>B</b>) deaths counts during the 2024 outbreak in African countries (n = 20). Abbreviations: GDP, gross domestic product; US <span>$</span>, United States dollar.</p>                                                 \")\n\n[Versions Notes](https://www.mdpi.com/2076-2607/13/11/2531/notes)\n\n## Abstract\n\nTo investigate the role of epidemic predictors in the mpox outbreak in Africa. This was a retrospective analysis of national-level mpox surveillance data from 20 mpox-affected African countries from January through December 2024. Predictors included viral clades, gross domestic product (GDP) per capita, and population density. A negative binomial regression model estimated the incidence rates ratio (IRR) \\[95% confidence interval\\] for mpox incidence and mortality. Random forest models assessed the influence of each predictor in the epidemic dynamic. Clade II was associated with lower mpox incidence (IRR = 0.15 \\[0.02–0.97\\]) and mortality (IRR = 0.09 \\[0.01–1.72\\]) compared to Clade I. GDP per capita was associated with a 95% reduction in cases count per US $1000 (IRR = 0.05 \\[0.38–0.74\\]). Population density was not significantly associated with mpox incidence or mortality. Random forest analysis confirmed GDP per capita as the strongest predictor of mpox burden. The 2024 mpox epidemic highlights how countries with low GDP per capita and Clade I face greater outbreak burdens. Strengthening health systems and addressing poverty as a key social determinant of health through a multisectoral approach are essential to ensure equitable outbreak prevention, control, and long-term resilience.\n\nKeywords:\n\n[mpox epidemic](https://www.mdpi.com/search?q=mpox+epidemic); [viral clade](https://www.mdpi.com/search?q=viral+clade); [GDP per capita](https://www.mdpi.com/search?q=GDP+per+capita); [population density](https://www.mdpi.com/search?q=population+density); [global health](https://www.mdpi.com/search?q=global+health); [Africa](https://www.mdpi.com/search?q=Africa)\n\n## 1\\. Introduction\n\nMpox, formerly known as monkeypox, emerged in the 1970s in Central and Western Africa, following smallpox eradication \\[ [1](https://www.mdpi.com/2076-2607/13/11/2531#B1-microorganisms-13-02531)\\]. The disease, caused by the monkeypox virus, presents with symptoms such as fever, lymphadenopathy, and a distinctive rash \\[ [2](https://www.mdpi.com/2076-2607/13/11/2531#B2-microorganisms-13-02531)\\]. Although generally self-limiting, mpox can lead to severe complications, especially in children, immunocompromised individuals, and pregnant women \\[ [2](https://www.mdpi.com/2076-2607/13/11/2531#B2-microorganisms-13-02531)\\]. The disease was first identified in humans in 1970 in the Democratic Republic of the Congo (DRC), and for decades remained largely endemic to Central and West Africa. However, in recent years, mpox has demonstrated an alarming capacity for international spread \\[ [3](https://www.mdpi.com/2076-2607/13/11/2531#B3-microorganisms-13-02531), [4](https://www.mdpi.com/2076-2607/13/11/2531#B4-microorganisms-13-02531)\\]. By 2022, cases had been reported in over 100 countries, including many without previous history of mpox transmission. According to the World Health Organization (WHO), more than 85,000 confirmed cases and over 100 deaths were recorded globally by the end of 2023, with a case fatality rate (CFR) ranging from 0.1% to 10%, depending on clade and healthcare access \\[ [4](https://www.mdpi.com/2076-2607/13/11/2531#B4-microorganisms-13-02531)\\]. Mpox is primarily transmitted through close physical contact with infected skin lesions, body fluids, or respiratory droplets. Human-to-human transmission can also occur via contaminated materials (fomites), and in some instances, zoonotic transmission from animals to humans has been documented \\[ [1](https://www.mdpi.com/2076-2607/13/11/2531#B1-microorganisms-13-02531)\\]. Key risk groups include healthcare workers, men who have sex with men (MSM), household contacts of confirmed cases, and individuals living in endemic areas with close contact with wildlife \\[ [5](https://www.mdpi.com/2076-2607/13/11/2531#B5-microorganisms-13-02531)\\]. Vaccination with smallpox vaccines (e.g., JYNNEOS or ACAM2000) provides cross-protection against mpox and has been used in targeted immunization strategies \\[ [6](https://www.mdpi.com/2076-2607/13/11/2531#B6-microorganisms-13-02531), [7](https://www.mdpi.com/2076-2607/13/11/2531#B7-microorganisms-13-02531)\\]. Other preventive measures include isolation of cases, use of personal protective equipment (PPE) by healthcare workers, contact tracing, and public awareness campaigns to reduce risky behaviors and improve hygiene practices.\n\nHistorically endemic to Central and Western Africa, mpox has recently demonstrated a concerning potential for global spread occurring for the first time in several non-endemic countries in 2022 \\[ [3](https://www.mdpi.com/2076-2607/13/11/2531#B3-microorganisms-13-02531), [4](https://www.mdpi.com/2076-2607/13/11/2531#B4-microorganisms-13-02531)\\]. In August 2024, WHO declared an upsurge of mpox cases in DRC and neighboring African countries as a Public Health Emergency of International Concern, just two years after that of 2022 \\[ [8](https://www.mdpi.com/2076-2607/13/11/2531#B8-microorganisms-13-02531)\\]. This declaration underscores the escalating threat mpox poses, not only to affected regions but also to global health security, as it challenges healthcare infrastructures and necessitates coordinated international responses \\[ [9](https://www.mdpi.com/2076-2607/13/11/2531#B9-microorganisms-13-02531)\\].\n\nUnderstanding the factors that facilitate the spread of mpox, particularly in Africa, is crucial for developing effective containment and prevention strategies. Several potential risk factors have been identified in the spread of epidemics, including viral differences, socioeconomic indicators such as gross domestic product (GDP) per capita, and demographic factors like population density \\[ [10](https://www.mdpi.com/2076-2607/13/11/2531#B10-microorganisms-13-02531), [11](https://www.mdpi.com/2076-2607/13/11/2531#B11-microorganisms-13-02531), [12](https://www.mdpi.com/2076-2607/13/11/2531#B12-microorganisms-13-02531)\\]. The identification of a novel viral clade with enhanced transmissibility in the DRC has raised concerns about the evolutionary dynamics of mpox and its implications for outbreak control \\[ [13](https://www.mdpi.com/2076-2607/13/11/2531#B13-microorganisms-13-02531)\\]. Socioeconomic disparities, as reflected by GDP per capita, may affect the capacity of health systems to respond effectively, influencing vaccine distribution and public health outreach in resource-limited settings \\[ [14](https://www.mdpi.com/2076-2607/13/11/2531#B14-microorganisms-13-02531)\\]. In addition, high population densities, particularly in urban areas, can facilitate human-to-human transmission by increasing the likelihood of close contact events \\[ [15](https://www.mdpi.com/2076-2607/13/11/2531#B15-microorganisms-13-02531)\\]. Previous studies have typically focused on single aspects of mpox transmission or were limited by small sample sizes and short observation periods, which constrains their ability to capture the multifaceted interplay of these determinants \\[ [16](https://www.mdpi.com/2076-2607/13/11/2531#B16-microorganisms-13-02531)\\]. Moreover, many investigations were region-specific and did not account for the broader socio-economic context that influences epidemic trajectories \\[ [17](https://www.mdpi.com/2076-2607/13/11/2531#B17-microorganisms-13-02531)\\]. This knowledge gap highlights an urgent need for comprehensive studies that integrate virological, socioeconomic, and demographic factors to elucidate the underlying mechanisms driving mpox spread.\n\nThus, the overarching objective of this study was to identify factors influencing the 2024 mpox epidemic spread in Africa. More specifically, the study aimed to analyze the roles of viral clade variations, GDP per capita, and population density as drivers of the 2024 mpox epidemic spread across African countries.\n\n## 2\\. Materials and Methods\n\n### 2.1. Study Design and Population\n\nThis study employed a retrospective cross-country design to investigate the determinants of the 2024 mpox epidemic in Africa. Data were collected from 20 affected African countries, with aggregation at the national level. The study period encompassed all reported cases and deaths from January to December 2024, ensuring a comprehensive analysis of epidemic trends. The selection of countries was based on the report of at least one confirmed mpox new case from national health authorities, acknowledged by WHO.\n\n### 2.2. Data Sources\n\nSurveillance data on mpox cases and deaths were obtained from WHO’s global dataset ( [https://worldhealthorg.shinyapps.io/mpx\\_global/](https://worldhealthorg.shinyapps.io/mpx_global/), accessed on 19 January 2025). These data are provided by national Ministries of Health (MoH) and compiled by WHO after quality assessment and validation. Following WHO’s mpox surveillance and reporting guidelines \\[ [18](https://www.mdpi.com/2076-2607/13/11/2531#B18-microorganisms-13-02531)\\], a national health authorities report confirmed mpox cases and deaths on a weekly basis, aggregated at the national level. Viral clade distribution was identified based on genomic sequencing data provided by national or regional reference laboratories \\[ [18](https://www.mdpi.com/2076-2607/13/11/2531#B18-microorganisms-13-02531)\\]. Socioeconomic and demographic data, as of 2023, including GDP per capita and population density, were extracted from the World Bank database ( [https://data.worldbank.org](https://data.worldbank.org/), accessed on 27 February 2025) \\[ [19](https://www.mdpi.com/2076-2607/13/11/2531#B19-microorganisms-13-02531)\\]. Authors had no access to information that could identify individual participants during or after data collection.\n\n### 2.3. Study Variables\n\nOur final dataset included dependent and predictor variables. Dependent variables comprised weekly mpox cases (defined as the total number of newly confirmed mpox cases within an epidemiological week) and deaths (defined as the total number of confirmed mpox-related deaths within an epidemiological week). We calculated the mpox weekly case fatality rate (CFR, mortality attributed to mpox) as the total new deaths by the total new cases within an epidemiological week.\n\nPredictor variables included viral clades (classified into Clade I, Clade Ia, Clade Ib, Clade II, and Undefined, based on genomic sequencing), GDP per capita (current United States Dollar \\[US $\\], reflecting the economic status of the country), population density (inhabitant per km2, used as a proxy for transmission potential in densely populated areas), and African regions (Central, Eastern, Western, Southern, and Northern). Other variables related to the country’s unique ISO identifier and the date of the epidemiological week.\n\n### 2.4. Analytical Strategy\n\nDescriptive statistics were used to summarize the characteristics of the affected countries, including median and interquartile ranges (IQR) for continuous variables and proportions for categorical variables. Spatial and temporal trends in mpox incidence and mortality were visualized using epidemic curves and distribution graphs. We conducted a bivariate analysis (Pearson’s rho) to evaluate the correlation of quantitative predictors with mpox metrics.\n\nTo assess the association between predictor variables and mpox outcomes, a multivariate negative binomial regression (NBR) model was employed—over Poisson regression—due to the overdispersed-count nature of case and death data. We analyzed incidence and mortality in separate models. Incidence rate ratios (IRRs) with 95% confidence intervals (CIs) were estimated to quantify the effect of GDP per capita, population density, and viral clades on mpox incidence and mortality. Viral clades were grouped into clades I and II—the undefined category was imputed to the mode, which was clade I—to handle the small number of countries in subclade categories. The model assumptions and conditions were thoroughly checked. Overdispersion was assessed using the likelihood ratio test comparing Poisson and NBR models, confirming that the negative binomial distribution was appropriate. Multicollinearity among predictor variables was evaluated using the variance inflation factor, ensuring that no variables exhibited problematic collinearity. The model’s goodness-of-fit was assessed using Pearson residual plots and the Akaike Information Criterion, which indicated an adequate fit. Additionally, we employed a random forest model to evaluate the relative importance of predictors in determining mpox spread and fatality. This approach provided a non-parametric alternative, enabling assessment of predictor influence without making strict distributional assumptions.\n\nAll analyses were conducted using R software, version 4.4.1 (R foundation for statistical computing, [http://www.r-project.org](http://www.r-project.org/)), with statistical threshold set at 5%. This study utilized publicly available, de-identified data. Therefore, formal ethical approval was not required. However, all data sources were acknowledged, and analyses were conducted in accordance with ethical guidelines for secondary data use.\n\n## 3\\. Results\n\n### 3.1. Characteristics of Analyzed Countries\n\nTwenty African countries met the inclusion criterion by reporting at least one new case of mpox in 2024. The distribution of mpox cases across these affected countries highlights significant heterogeneity in epidemic burden ( [Supplementary Table S1](https://www.mdpi.com/2076-2607/13/11/2531#app1-microorganisms-13-02531)). The Democratic Republic of the Congo (DRC) reported the highest cumulative case count (9513 confirmed cases, 65.29% of total cases), followed by Burundi (2946 confirmed cases, 20.22%) and Uganda (1487 confirmed cases, 10.21%), as depicted in [Supplementary Figure S1](https://www.mdpi.com/2076-2607/13/11/2531#app1-microorganisms-13-02531). The death count varied considerably, with the highest observed in DRC (43 deaths) and Uganda (10 deaths). However, Cameroon featured the highest CFR (22%), followed by South Africa (12%). Notably, while some countries with high case burdens reported minimal deaths, others with fewer cases exhibited relatively high CFRs. Half of the countries were affected by Clade I and its subtypes (Ia and Ib), particularly in Central and Eastern Africa. Countries with higher population densities, such as Rwanda and Burundi, exhibited relatively high case burdens ( [Supplementary Table S1](https://www.mdpi.com/2076-2607/13/11/2531#app1-microorganisms-13-02531)).\n\nThe median number of reporting weeks was 10.0 (IQR: 2.5–22.5), reflecting variability in the duration of epidemic activity among countries ( [Table 1](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-t001)). The median number of confirmed cases was 24.5 (IQR: 3.0–98.5), with considerable variation from as few as one case (Mauritius) to over 9000 cases (DRC). In terms of viral clades, 50% of countries reported Clade I, 35% Clade II, and 15% had undefined clades. The median population density was 72.1 inhabitant/km2 (IQR: 43.0–171.8), and the median GDP per capita was US $1844.6 (IQR: 1006.3–2504.4).\n\nThe epidemic curve reveals a sharp rise in cases at the onset of the outbreak, followed by fluctuations in incidence over time ( [Figure 1](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f001) A). Transmission peak occurred around the 40th week. Mortality trends loosely mirrored case incidence ( [Figure 1](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f001) B). The cumulative incidence and mortality trends demonstrate continuous outbreak expansion, with a steady evolution of CFR over time ( [Supplementary Figure S2](https://www.mdpi.com/2076-2607/13/11/2531#app1-microorganisms-13-02531)). Clade I and its subtypes were predominantly observed in Central and Eastern Africa, while Clade II was more common in Western and Southern Africa, with the presence of mixed subclades in some regions, especially in the Central and Southern regions ( [Figure 2](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f002)). We found that mpox incidence was inversely weakly associated with GDP per capita (r = −0.26), while no correlation was found with regard to population density (r = 0.01) ( [Figure 3](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f003) A). [Figure 3](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f003) B portrays a weak inverse association of mpox mortality with both GDP per capita (r = −0.2) and population density (r = −0.14).\n\n### 3.2. Identification of Factors Associated with the Mpox Epidemic\n\nThe multivariate NBR model ( [Table 2](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-t002)) revealed that a US $1000 increase in GDP per capita was significantly associated with a 95% decrease in mpox cases (IRR = 0.053, p < 0.001). Clade II was significantly associated with 85% lower cases compared to Clade I (IRR = 0.147, p = 0.047). Clade II was associated with a 91% lower mortality rate than Clade I (IRR = 0.093, p = 0.110), albeit statistical significance was not reached. Random forest analysis unveiled GDP per capita as the strongest predictor of mpox incidence (over 25 million increase in node purity), followed by the population density (over 20 million increase in node purity) ( [Figure 4](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f004) A). Consistently, GDP per capita and population density had the highest but moderate influence on mpox mortality, with nearly 350 and 250 increase in node purity, respectively ( [Figure 4](https://www.mdpi.com/2076-2607/13/11/2531#microorganisms-13-02531-f004) B).\n\n## 4\\. Discussion\n\nOur study identifies viral clade variation and GDP per capita as significant determinants of the 2024 mpox epidemic spread in Africa. The findings indicate that Clade I is associated with higher incidence and mortality rates compared to Clade II. Additionally, higher GDP per capita is strongly associated with lower mpox incidence, while population density does not show a significant direct association.\n\nTo the best of our knowledge, this is the first study that investigated the association of virological, socio-economic, and demographic factors with mpox epidemic at cross-country level. Therefore, we lacked existing empirical data at cross-country level for direct comparison with our results. Nevertheless, our findings align with previous research that supported the differential virulence and transmissibility of mpox viral clades from in-country data. Clade I has historically been associated with more severe disease outcomes and higher mortality rates than Clade II \\[ [20](https://www.mdpi.com/2076-2607/13/11/2531#B20-microorganisms-13-02531)\\]. This distinction is critical for epidemic response strategies, as it suggests that countries with Clade I circulation may require enhanced surveillance and more aggressive containment measures. Previous studies have highlighted the importance of genomic surveillance in monitoring viral evolution and assessing potential shifts in transmissibility and virulence \\[ [20](https://www.mdpi.com/2076-2607/13/11/2531#B20-microorganisms-13-02531), [21](https://www.mdpi.com/2076-2607/13/11/2531#B21-microorganisms-13-02531)\\], reinforcing the need for continuous genomic monitoring of mpox cases. Furthermore, our study underscores the necessity for region-specific mpox response strategies. The significantly higher incidence and mortality associated with Clade I, which is region-specific, may necessitate coordinated and targeted interventions, such as intensified surveillance, rapid case detection, and early therapeutic interventions in the Central, Eastern, and Western regions.\n\nRegarding socioeconomic factors, our study corroborates the role of GDP per capita, as a proxy of national income and health system strength, in influencing epidemic outcomes. Previous research on emerging infectious diseases has highlighted the inverse relationship between national income and health emergency response. They reported the association of higher GDP per capita with stronger healthcare infrastructure, better disease surveillance, and increased access to preventive measures such as vaccination and public health interventions \\[ [10](https://www.mdpi.com/2076-2607/13/11/2531#B10-microorganisms-13-02531), [22](https://www.mdpi.com/2076-2607/13/11/2531#B22-microorganisms-13-02531), [23](https://www.mdpi.com/2076-2607/13/11/2531#B23-microorganisms-13-02531)\\]. Similarly, a study emphasizes that resource-limited settings struggle to contain outbreaks due to inadequate medical resources and limited healthcare accessibility, further supporting our findings \\[ [16](https://www.mdpi.com/2076-2607/13/11/2531#B16-microorganisms-13-02531)\\]. In our study, the strong inverse relationship between GDP per capita and mpox incidence suggests that economic factors play a critical role in epidemic preparedness or containment. It can be assumed that countries with higher national income had stronger health systems to control mpox spread.\n\nCountries with high GDP such as Thailand, Sweden, Germany, Belgium, the United Kingdom, Canada, India, Oman, Pakistan, and the United States have reported cases linked to travel from African countries affected by Clade I, yet have not experienced a surge. This is likely due to robust health systems and vaccine availability. Consequently, policymakers should prioritize investments in healthcare infrastructure, particularly in lower-income countries, to improve outbreak preparedness and response capacity \\[ [11](https://www.mdpi.com/2076-2607/13/11/2531#B11-microorganisms-13-02531), [24](https://www.mdpi.com/2076-2607/13/11/2531#B24-microorganisms-13-02531)\\]. Strengthening health systems through increased funding, improved healthcare workforce training, and expanded access to mpox vaccines and therapeutics can mitigate the impact of future outbreaks \\[ [14](https://www.mdpi.com/2076-2607/13/11/2531#B14-microorganisms-13-02531), [25](https://www.mdpi.com/2076-2607/13/11/2531#B25-microorganisms-13-02531)\\]. Vaccination must be prioritized as a critical intervention, especially in low- and middle-income countries with weaker health systems, where implementing standard IPC (infection prevention and control) and surveillance measures is more challenging. This is particularly true given mpox sexual transmission route, which complicates contact tracing and highlights the need for targeted vaccination strategies to control its spread. Moreover, investing in long-term sustainable development sectors (e.g., education, employment, etc.) may be part of health system strengthening and preparedness for future mpox epidemics. Population density has been widely recognized as a determinant of infectious disease spread \\[ [12](https://www.mdpi.com/2076-2607/13/11/2531#B12-microorganisms-13-02531), [15](https://www.mdpi.com/2076-2607/13/11/2531#B15-microorganisms-13-02531), [26](https://www.mdpi.com/2076-2607/13/11/2531#B26-microorganisms-13-02531)\\], yet our study did not find a statistically significant association between population density and mpox incidence or mortality. This may be due to the predominant transmission mode of mpox, which requires close physical contact rather than airborne spread, unlike other viral infections such as influenza or SARS-CoV-2 \\[ [27](https://www.mdpi.com/2076-2607/13/11/2531#B27-microorganisms-13-02531), [28](https://www.mdpi.com/2076-2607/13/11/2531#B28-microorganisms-13-02531)\\]. Additionally, we used data aggregated at national level, not allowing considering population density in affected areas within individual countries, as population density is not homogeneous within a country. Furthermore, our results are consistent with studies suggesting that localized epidemiological factors, such as social behaviors, healthcare access, and cultural practices, may play a more substantial role in transmission dynamics than population density alone \\[ [29](https://www.mdpi.com/2076-2607/13/11/2531#B29-microorganisms-13-02531), [30](https://www.mdpi.com/2076-2607/13/11/2531#B30-microorganisms-13-02531)\\]. Nonetheless, although population density did not emerge as a significant predictor, its potential indirect role should not be overlooked. High-density settings, particularly in urban areas, may facilitate mpox transmission through increased skin-to-skin interactions. Public health interventions, such as targeted community education, contact tracing, and isolation measures, remain crucial for controlling transmission in densely populated areas. Previous research has emphasized the importance of social behavior modifications in controlling infectious diseases \\[ [12](https://www.mdpi.com/2076-2607/13/11/2531#B12-microorganisms-13-02531), [17](https://www.mdpi.com/2076-2607/13/11/2531#B17-microorganisms-13-02531)\\], suggesting that public health messaging tailored to specific populations can enhance compliance with preventive measures. The confirmation of clade I sexual transmission by Kibungu and colleagues only shapes this argument \\[ [21](https://www.mdpi.com/2076-2607/13/11/2531#B21-microorganisms-13-02531)\\].\n\nThis study contributes to the growing body of evidence on mpox epidemiology by integrating virological, socioeconomic, and demographic factors into a comprehensive analytical framework. Socioeconomic factors measurement (2023) preceded the mpox outbreak (2024), which enhances causal relationship while minimizing reverse causation bias. The use of multivariate NBR models ensures robust estimation of associations while accounting for data overdispersion. Furthermore, the incorporation of Random Forest models provides a complementary, non-parametric assessment of variable importance, reinforcing our primary regression-based results.\n\nDespite its strengths, our study has some limitations. First, the cross-country design precludes causal inference at the individual level (ecological fallacy). The aggregated nature of the data may mask within-country heterogeneity in mpox transmission dynamics. Second, although we accounted for major predictors, unmeasured confounders such as healthcare access, vaccination coverage, and behavioral factors may influence mpox spread and severity. Additionally, the limited number of countries affected by subclades Ia (two) and Ib (six) precluded the analysis of their individual influence. Future research should prioritize such analyses to clarify their respective influence in mpox epidemic dynamics. Third, the use of national-level GDP per capita as a socioeconomic indicator does not capture disparities within countries, which could affect healthcare accessibility and epidemic outcomes. Lastly, our study relies on surveillance data, which may be subject to reporting biases, particularly in regions with limited diagnostic capacity or underreporting tendencies. Future research should explore individual-level risk factors—such as age, sex, and autonomy—and incorporate seroprevalence data to refine our understanding of mpox transmission patterns.\n\n## 5\\. Conclusions\n\nThe mpox epidemic in Africa reveals a stark intersection between viral strain dynamics and economic inequity. Our findings show a significant association of Clade I and lower GDP per capita with mpox spread, underscoring that countries with limited economic resources bear a disproportionate burden of the outbreak. This highlights the urgent need for targeted investments in surveillance, vaccination, and health system strengthening in lower-income settings. Beyond the health sector, a comprehensive and multisectoral approach is essential to address poverty as a fundamental social determinant of health and reinforce resilience across sectors to effectively prevent and control future outbreaks.\n\n## Supplementary Materials\n\nThe following supporting information can be downloaded at: [https://www.mdpi.com/article/10.3390/microorganisms13112531/s1](https://www.mdpi.com/article/10.3390/microorganisms13112531/s1), Figure S1: Mpox epidemic curves. Graphs show weekly mpox confirmed cases by country (n = 20) during the 2024 outbreak in Africa; Figure S2: Mpox epidemic metrics trend. Graphs show cumulative confirmed cases (dotted blue line), deaths (circle red line) and case fatality ratio (dashed black line) in the 20 countries affected by the 2024 mpox outbreak in Africa; Table S1: Profile description of individual countries (n = 20).\n\n## Author Contributions\n\nConceptualization, B.K.-M., A.K.N. and M.R.D.B.; Methodology, B.K.-M., A.K.N. and M.R.D.B.; Software, B.K.-M.; Validation, A.K.N., M.R.D.B. and Y.B.II; Formal analysis, B.K.-M.; Investigation, B.K.-M. and A.K.N.; Data curation, B.K.-M. and A.K.N.; Writing—original draft preparation, B.K.-M.; Writing—review and editing, A.K.N., M.R.D.B., Y.B.II, T.D.K., M.M.S. and P.S.; Visualization, B.K.-M., A.K.N., M.R.D.B. and Y.B.II; Supervision, B.K.-M.; Project administration, B.K.-M., A.K.N. and M.R.D.B. All authors have read and agreed to the published version of the manuscript.\n\n## Funding\n\nThis research received no external funding.\n\n## Institutional Review Board Statement\n\nNot applicable.\n\n## Informed Consent Statement\n\nNot applicable.\n\n## Data Availability Statement\n\nAll the data are publicly available in accessible repositories of the WHO ( [https://worldhealthorg.shinyapps.io/mpx\\_global/](https://worldhealthorg.shinyapps.io/mpx_global/), accessed on 19 January 2025) and the World Bank ( [https://data.worldbank.org](https://data.worldbank.org/), accessed on 27 February 2025). The metadata generated in this manuscript is provided in [Supplementary Table S1](https://www.mdpi.com/2076-2607/13/11/2531#app1-microorganisms-13-02531).\n\n## Conflicts of Interest\n\nThe authors declare no conflicts of interest.\n\n## Abbreviations\n\nThe following abbreviations are used in this manuscript:\n\n\n|     |     |\n| --- | --- |\n| GDP | Gross domestic product |\n| CFR | Case fatality rate |\n| MoH | Ministry of Health |\n| DRC | Democratic Republic of Congo |\n| WHO | World Health Organization |\n| NBR | Negative binomial regression |\n| IRR | Incidence rate ratio |\n\n## References\n\n01. Kaler, J.; Hussain, A.; Flores, G.; Kheiri, S.; Desrosiers, D. Monkeypox: A Comprehensive Review of Transmission, Pathogenesis, and Manifestation. Cureus **2022**, 14, e26531. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Monkeypox:+A+Comprehensive+Review+of+Transmission,+Pathogenesis,+and+Manifestation&author=Kaler,+J.&author=Hussain,+A.&author=Flores,+G.&author=Kheiri,+S.&author=Desrosiers,+D.&publication_year=2022&journal=Cureus&volume=14&pages=e26531&doi=10.7759/cureus.26531)\\] \\[ [CrossRef](https://doi.org/10.7759/cureus.26531)\\]\n02. Huhn, G.D.; Bauer, A.M.; Yorita, K.; Graham, M.B.; Sejvar, J.; Likos, A.; Damon, I.K.; Reynolds, M.G.; Kuehnert, M.J. Clinical Characteristics of Human Monkeypox, and Risk Factors for Severe Disease. Clin. Infect. Dis. **2005**, 41, 1742–1751. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical+Characteristics+of+Human+Monkeypox,+and+Risk+Factors+for+Severe+Disease&author=Huhn,+G.D.&author=Bauer,+A.M.&author=Yorita,+K.&author=Graham,+M.B.&author=Sejvar,+J.&author=Likos,+A.&author=Damon,+I.K.&author=Reynolds,+M.G.&author=Kuehnert,+M.J.&publication_year=2005&journal=Clin.+Infect.+Dis.&volume=41&pages=1742%E2%80%931751&doi=10.1086/498115)\\] \\[ [CrossRef](https://doi.org/10.1086/498115)\\]\n03. Mohapatra, R.K.; Tuli, H.S.; Sarangi, A.K.; Chakraborty, S.; Chandran, D.; Chakraborty, C.; Dhama, K. Unexpected Sudden Rise of Human Monkeypox Cases in Multiple Non-Endemic Countries amid COVID-19 Pandemic and Salient Counteracting Strategies: Another Potential Global Threat? Int. J. Surg. Lond. Engl. **2022**, 103, 106705\\. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Unexpected+Sudden+Rise+of+Human+Monkeypox+Cases+in+Multiple+Non-Endemic+Countries+amid+COVID-19+Pandemic+and+Salient+Counteracting+Strategies:+Another+Potential+Global+Threat?&author=Mohapatra,+R.K.&author=Tuli,+H.S.&author=Sarangi,+A.K.&author=Chakraborty,+S.&author=Chandran,+D.&author=Chakraborty,+C.&author=Dhama,+K.&publication_year=2022&journal=Int.+J.+Surg.+Lond.+Engl.&volume=103&pages=106705&doi=10.1016/j.ijsu.2022.106705&pmid=35697322)\\] \\[ [CrossRef](https://doi.org/10.1016/j.ijsu.2022.106705)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/35697322)\\]\n04. Sheek-Hussein, M.; Alsuwaidi, A.R.; Davies, E.A.; Abu-Zidan, F.M. Monkeypox: A Current Emergency Global Health Threat. Turk. J. Emerg. Med. **2023**, 23, 005–016. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Monkeypox:+A+Current+Emergency+Global+Health+Threat&author=Sheek-Hussein,+M.&author=Alsuwaidi,+A.R.&author=Davies,+E.A.&author=Abu-Zidan,+F.M.&publication_year=2023&journal=Turk.+J.+Emerg.+Med.&volume=23&pages=005%E2%80%93016&doi=10.4103/2452-2473.366487&pmid=36818951)\\] \\[ [CrossRef](https://doi.org/10.4103/2452-2473.366487)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/36818951)\\]\n05. Jiang, L.; Xu, A.; Guan, L.; Tang, Y.; Chai, G.; Feng, J.; Wu, Y.; Li, M.; Zhang, C.; Liu, X.; et al. A Review of Mpox: Biological Characteristics, Epidemiology, Clinical Features, Diagnosis, Treatment, and Prevention Strategies. Exploration **2025**, 5, 20230112\\. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Review+of+Mpox:+Biological+Characteristics,+Epidemiology,+Clinical+Features,+Diagnosis,+Treatment,+and+Prevention+Strategies&author=Jiang,+L.&author=Xu,+A.&author=Guan,+L.&author=Tang,+Y.&author=Chai,+G.&author=Feng,+J.&author=Wu,+Y.&author=Li,+M.&author=Zhang,+C.&author=Liu,+X.&author=et+al.&publication_year=2025&journal=Exploration&volume=5&pages=20230112&doi=10.1002/EXP.20230112)\\] \\[ [CrossRef](https://doi.org/10.1002/EXP.20230112)\\]\n06. Rimoin, A.W.; Mulembakani, P.M.; Johnston, S.C.; Lloyd Smith, J.O.; Kisalu, N.K.; Kinkela, T.L.; Blumberg, S.; Thomassen, H.A.; Pike, B.L.; Fair, J.N.; et al. Major Increase in Human Monkeypox Incidence 30 Years after Smallpox Vaccination Campaigns Cease in the Democratic Republic of Congo. Proc. Natl. Acad. Sci. USA **2010**, 107, 16262–16267. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Major+Increase+in+Human+Monkeypox+Incidence+30+Years+after+Smallpox+Vaccination+Campaigns+Cease+in+the+Democratic+Republic+of+Congo&author=Rimoin,+A.W.&author=Mulembakani,+P.M.&author=Johnston,+S.C.&author=Lloyd+Smith,+J.O.&author=Kisalu,+N.K.&author=Kinkela,+T.L.&author=Blumberg,+S.&author=Thomassen,+H.A.&author=Pike,+B.L.&author=Fair,+J.N.&author=et+al.&publication_year=2010&journal=Proc.+Natl.+Acad.+Sci.+USA&volume=107&pages=16262%E2%80%9316267&doi=10.1073/pnas.1005769107&pmid=20805472)\\] \\[ [CrossRef](https://doi.org/10.1073/pnas.1005769107)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/20805472)\\]\n07. Simpson, K.; Heymann, D.; Brown, C.S.; Edmunds, W.J.; Elsgaard, J.; Fine, P.; Hochrein, H.; Hoff, N.A.; Green, A.; Ihekweazu, C.; et al. Human Monkeypox—After 40 Years, an Unintended Consequence of Smallpox Eradication. Vaccine **2020**, 38, 5077–5081. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Human+Monkeypox%E2%80%94After+40+Years,+an+Unintended+Consequence+of+Smallpox+Eradication&author=Simpson,+K.&author=Heymann,+D.&author=Brown,+C.S.&author=Edmunds,+W.J.&author=Elsgaard,+J.&author=Fine,+P.&author=Hochrein,+H.&author=Hoff,+N.A.&author=Green,+A.&author=Ihekweazu,+C.&author=et+al.&publication_year=2020&journal=Vaccine&volume=38&pages=5077%E2%80%935081&doi=10.1016/j.vaccine.2020.04.062)\\] \\[ [CrossRef](https://doi.org/10.1016/j.vaccine.2020.04.062)\\]\n08. World Health Organization WHO Director-General Declares Mpox Outbreak a Public Health Emergency of International Concern. Available online: [https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern) (accessed on 27 February 2025).\n09. Jamil, H.; Tariq, W.; Tahir, M.J.; Mahfooz, R.S.; Asghar, M.S.; Ahmed, A. Human Monkeypox Expansion from the Endemic to Non-Endemic Regions: Control Measures. Ann. Med. Surg. **2022**, 79, 104048\\. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Human+Monkeypox+Expansion+from+the+Endemic+to+Non-Endemic+Regions:+Control+Measures&author=Jamil,+H.&author=Tariq,+W.&author=Tahir,+M.J.&author=Mahfooz,+R.S.&author=Asghar,+M.S.&author=Ahmed,+A.&publication_year=2022&journal=Ann.+Med.+Surg.&volume=79&pages=104048&doi=10.1016/j.amsu.2022.104048)\\] \\[ [CrossRef](https://doi.org/10.1016/j.amsu.2022.104048)\\]\n10. Dufrénot, G.; Gallic, E.; Michel, P.; Bonou, N.M.; Gnaba, S.; Slaoui, I. Impact of Socioeconomic Determinants on the Speed of Epidemic Diseases: A Comparative Analysis. Oxf. Econ. Pap. **2024**, 76, 1089–1107. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact+of+Socioeconomic+Determinants+on+the+Speed+of+Epidemic+Diseases:+A+Comparative+Analysis&author=Dufr%C3%A9not,+G.&author=Gallic,+E.&author=Michel,+P.&author=Bonou,+N.M.&author=Gnaba,+S.&author=Slaoui,+I.&publication_year=2024&journal=Oxf.+Econ.+Pap.&volume=76&pages=1089%E2%80%931107&doi=10.1093/oep/gpae003)\\] \\[ [CrossRef](https://doi.org/10.1093/oep/gpae003)\\]\n11. Backer, S.; Rezene, A.; Kahar, P.; Khanna, D. Socioeconomic Determinants of COVID-19 Incidence and Mortality in Florida. Cureus **2022**, 14, e22491. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Socioeconomic+Determinants+of+COVID-19+Incidence+and+Mortality+in+Florida&author=Backer,+S.&author=Rezene,+A.&author=Kahar,+P.&author=Khanna,+D.&publication_year=2022&journal=Cureus&volume=14&pages=e22491&doi=10.7759/cureus.22491)\\] \\[ [CrossRef](https://doi.org/10.7759/cureus.22491)\\]\n12. Vanden Broecke, B.; Mariën, J.; Sabuni, C.A.; Mnyone, L.; Massawe, A.W.; Matthysen, E.; Leirs, H. Relationship between Population Density and Viral Infection: A Role for Personality? Ecol. Evol. **2019**, 9, 10213–10224. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Relationship+between+Population+Density+and+Viral+Infection:+A+Role+for+Personality?&author=Vanden+Broecke,+B.&author=Mari%C3%ABn,+J.&author=Sabuni,+C.A.&author=Mnyone,+L.&author=Massawe,+A.W.&author=Matthysen,+E.&author=Leirs,+H.&publication_year=2019&journal=Ecol.+Evol.&volume=9&pages=10213%E2%80%9310224&doi=10.1002/ece3.5541&pmid=31624546)\\] \\[ [CrossRef](https://doi.org/10.1002/ece3.5541)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/31624546)\\]\n13. Likos, A.M.; Sammons, S.A.; Olson, V.A.; Frace, A.M.; Li, Y.; Olsen-Rasmussen, M.; Davidson, W.; Galloway, R.; Khristova, M.L.; Reynolds, M.G.; et al. A Tale of Two Clades: Monkeypox Viruses. J. Gen. Virol. **2005**, 86, 2661–2672. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Tale+of+Two+Clades:+Monkeypox+Viruses&author=Likos,+A.M.&author=Sammons,+S.A.&author=Olson,+V.A.&author=Frace,+A.M.&author=Li,+Y.&author=Olsen-Rasmussen,+M.&author=Davidson,+W.&author=Galloway,+R.&author=Khristova,+M.L.&author=Reynolds,+M.G.&author=et+al.&publication_year=2005&journal=J.+Gen.+Virol.&volume=86&pages=2661%E2%80%932672&doi=10.1099/vir.0.81215-0)\\] \\[ [CrossRef](https://doi.org/10.1099/vir.0.81215-0)\\]\n14. Musuka, G.; Moyo, E.; Tungwarara, N.; Mhango, M.; Pierre, G.; Saramba, E.; Iradukunda, P.G.; Dzinamarira, T. A Critical Review of Mpox Outbreaks, Risk Factors, and Prevention Efforts in Africa: Lessons Learned and Evolving Practices. IJID Reg. **2024**, 12, 100402\\. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Critical+Review+of+Mpox+Outbreaks,+Risk+Factors,+and+Prevention+Efforts+in+Africa:+Lessons+Learned+and+Evolving+Practices&author=Musuka,+G.&author=Moyo,+E.&author=Tungwarara,+N.&author=Mhango,+M.&author=Pierre,+G.&author=Saramba,+E.&author=Iradukunda,+P.G.&author=Dzinamarira,+T.&publication_year=2024&journal=IJID+Reg.&volume=12&pages=100402&doi=10.1016/j.ijregi.2024.100402&pmid=39157420)\\] \\[ [CrossRef](https://doi.org/10.1016/j.ijregi.2024.100402)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/39157420)\\]\n15. Hazarie, S.; Soriano-Paños, D.; Arenas, A.; Gómez-Gardeñes, J.; Ghoshal, G. Interplay between Population Density and Mobility in Determining the Spread of Epidemics in Cities. Commun. Phys. **2021**, 4, 1–10. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Interplay+between+Population+Density+and+Mobility+in+Determining+the+Spread+of+Epidemics+in+Cities&author=Hazarie,+S.&author=Soriano-Pa%C3%B1os,+D.&author=Arenas,+A.&author=G%C3%B3mez-Garde%C3%B1es,+J.&author=Ghoshal,+G.&publication_year=2021&journal=Commun.+Phys.&volume=4&pages=1%E2%80%9310&doi=10.1038/s42005-021-00679-0)\\] \\[ [CrossRef](https://doi.org/10.1038/s42005-021-00679-0)\\]\n16. McCollum, A.M.; Damon, I.K. Human Monkeypox. Clin. Infect. Dis. **2014**, 58, 260–267. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Human+Monkeypox&author=McCollum,+A.M.&author=Damon,+I.K.&publication_year=2014&journal=Clin.+Infect.+Dis.&volume=58&pages=260%E2%80%93267&doi=10.1093/cid/cit703)\\] \\[ [CrossRef](https://doi.org/10.1093/cid/cit703)\\]\n17. Jamil, H.; Idrees, M.; Idrees, K.; Tariq, W.; Sayyeda, Q.; Asghar, M.S.; Tahir, M.J.; Akram, S.; Ullah, K.; Ahmed, A.; et al. Socio-Demographic Determinants of Monkeypox Virus Preventive Behavior: A Cross-Sectional Study in Pakistan. PLoS ONE **2023**, 18, e0279952. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Socio-Demographic+Determinants+of+Monkeypox+Virus+Preventive+Behavior:+A+Cross-Sectional+Study+in+Pakistan&author=Jamil,+H.&author=Idrees,+M.&author=Idrees,+K.&author=Tariq,+W.&author=Sayyeda,+Q.&author=Asghar,+M.S.&author=Tahir,+M.J.&author=Akram,+S.&author=Ullah,+K.&author=Ahmed,+A.&author=et+al.&publication_year=2023&journal=PLoS+ONE&volume=18&pages=e0279952&doi=10.1371/journal.pone.0279952)\\] \\[ [CrossRef](https://doi.org/10.1371/journal.pone.0279952)\\]\n18. World Health Organization Surveillance, Case Investigation and Contact Tracing for Monkeypox: Interim Guidance. Available online: [https://www.who.int/publications/i/item/WHO-MPX-Surveillance-2024.1](https://www.who.int/publications/i/item/WHO-MPX-Surveillance-2024.1) (accessed on 27 February 2025).\n19. World Bank World Bank Open Data. Available online: [https://data.worldbank.org](https://data.worldbank.org/) (accessed on 27 February 2025).\n20. McQuiston, J.H. U.S. Preparedness and Response to Increasing Clade I Mpox Cases in the Democratic Republic of the Congo —United States, 2024. MMWR Morb. Mortal. Wkly. Rep. **2024**, 73, 435–440. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=U.S.+Preparedness+and+Response+to+Increasing+Clade+I+Mpox+Cases+in+the+Democratic+Republic+of+the+Congo+%E2%80%94United+States,+2024&author=McQuiston,+J.H.&publication_year=2024&journal=MMWR+Morb.+Mortal.+Wkly.+Rep.&volume=73&pages=435%E2%80%93440&doi=10.15585/mmwr.mm7319a3)\\] \\[ [CrossRef](https://doi.org/10.15585/mmwr.mm7319a3)\\]\n21. Kibungu, E.M.; Vakaniaki, E.H.; Kinganda-Lusamaki, E.; Kalonji-Mukendi, T.; Pukuta, E.; Hoff, N.A.; Bogoch, I.I.; Cevik, M.; Gonsalves, G.S.; Hensley, L.E.; et al. Clade I—Associated Mpox Cases Associated with Sexual Contact, the Democratic Republic of the Congo. Emerg. Infect. Dis. **2024**, 30, 172–176. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clade+I%E2%80%94Associated+Mpox+Cases+Associated+with+Sexual+Contact,+the+Democratic+Republic+of+the+Congo&author=Kibungu,+E.M.&author=Vakaniaki,+E.H.&author=Kinganda-Lusamaki,+E.&author=Kalonji-Mukendi,+T.&author=Pukuta,+E.&author=Hoff,+N.A.&author=Bogoch,+I.I.&author=Cevik,+M.&author=Gonsalves,+G.S.&author=Hensley,+L.E.&author=et+al.&publication_year=2024&journal=Emerg.+Infect.+Dis.&volume=30&pages=172%E2%80%93176&doi=10.3201/eid3001.231164)\\] \\[ [CrossRef](https://doi.org/10.3201/eid3001.231164)\\]\n22. Dieleman, J.L.; Campbell, M.; Chapin, A.; Eldrenkamp, E.; Fan, V.Y.; Haakenstad, A.; Kates, J.; Li, Z.; Matyasz, T.; Micah, A.; et al. Future and Potential Spending on Health 2015–40: Development Assistance for Health, and Government, Prepaid Private, and out-of-Pocket Health Spending in 184 Countries. Lancet **2017**, 389, 2005–2030. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Future+and+Potential+Spending+on+Health+2015%E2%80%9340:+Development+Assistance+for+Health,+and+Government,+Prepaid+Private,+and+out-of-Pocket+Health+Spending+in+184+Countries&author=Dieleman,+J.L.&author=Campbell,+M.&author=Chapin,+A.&author=Eldrenkamp,+E.&author=Fan,+V.Y.&author=Haakenstad,+A.&author=Kates,+J.&author=Li,+Z.&author=Matyasz,+T.&author=Micah,+A.&author=et+al.&publication_year=2017&journal=Lancet&volume=389&pages=2005%E2%80%932030&doi=10.1016/S0140-6736(17)30873-5)\\] \\[ [CrossRef](https://doi.org/10.1016/S0140-6736(17)30873-5)\\]\n23. Wagstaff, A.; Neelsen, S. A Comprehensive Assessment of Universal Health Coverage in 111 Countries: A Retrospective Observational Study. Lancet Glob. Health **2020**, 8, e39–e49. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Comprehensive+Assessment+of+Universal+Health+Coverage+in+111+Countries:+A+Retrospective+Observational+Study&author=Wagstaff,+A.&author=Neelsen,+S.&publication_year=2020&journal=Lancet+Glob.+Health&volume=8&pages=e39%E2%80%93e49&doi=10.1016/S2214-109X(19)30463-2)\\] \\[ [CrossRef](https://doi.org/10.1016/S2214-109X(19)30463-2)\\]\n24. Ramalho, J.P.; Simões, D.G.; Aguiar, P. Impact of Sociodemographic and Economic Determinants of Health on COVID-19 Infection: Incidence Variation between Reference Periods. Public Health **2023**, 225, 305–310. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact+of+Sociodemographic+and+Economic+Determinants+of+Health+on+COVID-19+Infection:+Incidence+Variation+between+Reference+Periods&author=Ramalho,+J.P.&author=Sim%C3%B5es,+D.G.&author=Aguiar,+P.&publication_year=2023&journal=Public+Health&volume=225&pages=305%E2%80%93310&doi=10.1016/j.puhe.2023.10.023&pmid=37963420)\\] \\[ [CrossRef](https://doi.org/10.1016/j.puhe.2023.10.023)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/37963420)\\]\n25. Luo, Q.; Han, J. Preparedness for a Monkeypox Outbreak. Infect. Med. **2022**, 1, 124–134. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Preparedness+for+a+Monkeypox+Outbreak&author=Luo,+Q.&author=Han,+J.&publication_year=2022&journal=Infect.+Med.&volume=1&pages=124%E2%80%93134&doi=10.1016/j.imj.2022.07.001&pmid=38013719)\\] \\[ [CrossRef](https://doi.org/10.1016/j.imj.2022.07.001)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/38013719)\\]\n26. Bunge, E.M.; Hoet, B.; Chen, L.; Lienert, F.; Weidenthaler, H.; Baer, L.R.; Steffen, R. The Changing Epidemiology of Human Monkeypox—A Potential Threat? A Systematic Review. PLoS Negl. Trop. Dis. **2022**, 16, e0010141. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+Changing+Epidemiology+of+Human+Monkeypox%E2%80%94A+Potential+Threat?+A+Systematic+Review&author=Bunge,+E.M.&author=Hoet,+B.&author=Chen,+L.&author=Lienert,+F.&author=Weidenthaler,+H.&author=Baer,+L.R.&author=Steffen,+R.&publication_year=2022&journal=PLoS+Negl.+Trop.+Dis.&volume=16&pages=e0010141&doi=10.1371/journal.pntd.0010141)\\] \\[ [CrossRef](https://doi.org/10.1371/journal.pntd.0010141)\\]\n27. Fernstrom, A.; Goldblatt, M. Aerobiology and Its Role in the Transmission of Infectious Diseases. J. Pathog. **2013**, 2013, 493960\\. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Aerobiology+and+Its+Role+in+the+Transmission+of+Infectious+Diseases&author=Fernstrom,+A.&author=Goldblatt,+M.&publication_year=2013&journal=J.+Pathog.&volume=2013&pages=493960&doi=10.1155/2013/493960)\\] \\[ [CrossRef](https://doi.org/10.1155/2013/493960)\\]\n28. Hu, H.; Nigmatulina, K.; Eckhoff, P. The Scaling of Contact Rates with Population Density for the Infectious Disease Models. Math. Biosci. **2013**, 244, 125–134. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+Scaling+of+Contact+Rates+with+Population+Density+for+the+Infectious+Disease+Models&author=Hu,+H.&author=Nigmatulina,+K.&author=Eckhoff,+P.&publication_year=2013&journal=Math.+Biosci.&volume=244&pages=125%E2%80%93134&doi=10.1016/j.mbs.2013.04.013)\\] \\[ [CrossRef](https://doi.org/10.1016/j.mbs.2013.04.013)\\]\n29. Guagliardo, S.A.J.; Doshi, R.H.; Reynolds, M.G.; Dzabatou-Babeaux, A.; Ndakala, N.; Moses, C.; McCollum, A.M.; Petersen, B.W. Do Monkeypox Exposures Vary by Ethnicity? Comparison of Aka and Bantu Suspected Monkeypox Cases. Am. J. Trop. Med. Hyg. **2020**, 102, 202–205. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Do+Monkeypox+Exposures+Vary+by+Ethnicity?+Comparison+of+Aka+and+Bantu+Suspected+Monkeypox+Cases&author=Guagliardo,+S.A.J.&author=Doshi,+R.H.&author=Reynolds,+M.G.&author=Dzabatou-Babeaux,+A.&author=Ndakala,+N.&author=Moses,+C.&author=McCollum,+A.M.&author=Petersen,+B.W.&publication_year=2020&journal=Am.+J.+Trop.+Med.+Hyg.&volume=102&pages=202%E2%80%93205&doi=10.4269/ajtmh.19-0457)\\] \\[ [CrossRef](https://doi.org/10.4269/ajtmh.19-0457)\\]\n30. Whitehouse, E.R.; Bonwitt, J.; Hughes, C.M.; Lushima, R.S.; Likafi, T.; Nguete, B.; Kabamba, J.; Monroe, B.; Doty, J.B.; Nakazawa, Y.; et al. Clinical and Epidemiological Findings from Enhanced Monkeypox Surveillance in Tshuapa Province, Democratic Republic of the Congo During 2011–2015. J. Infect. Dis. **2021**, 223, 1870–1878. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical+and+Epidemiological+Findings+from+Enhanced+Monkeypox+Surveillance+in+Tshuapa+Province,+Democratic+Republic+of+the+Congo+During+2011%E2%80%932015&author=Whitehouse,+E.R.&author=Bonwitt,+J.&author=Hughes,+C.M.&author=Lushima,+R.S.&author=Likafi,+T.&author=Nguete,+B.&author=Kabamba,+J.&author=Monroe,+B.&author=Doty,+J.B.&author=Nakazawa,+Y.&author=et+al.&publication_year=2021&journal=J.+Infect.+Dis.&volume=223&pages=1870%E2%80%931878&doi=10.1093/infdis/jiab133&pmid=33728469)\\] \\[ [CrossRef](https://doi.org/10.1093/infdis/jiab133)\\] \\[ [PubMed](https://www.ncbi.nlm.nih.gov/pubmed/33728469)\\]\n\n**Figure 1.**\nMpox epidemic curves. Plots show weekly mpox ( **A**) cases and ( **B**) deaths in African countries (n = 20) in 2024.\n\n**Figure 1.**\nMpox epidemic curves. Plots show weekly mpox ( **A**) cases and ( **B**) deaths in African countries (n = 20) in 2024.\n\n**Figure 2.**\nDistribution of viral clades by African regions. Regional distribution of mpox viral strains in ( **A**) three and ( **B**) six clades in African countries (n = 20) in 2024.\n\n**Figure 2.**\nDistribution of viral clades by African regions. Regional distribution of mpox viral strains in ( **A**) three and ( **B**) six clades in African countries (n = 20) in 2024.\n\n**Figure 3.**\nPlots of correlation between predictors and mpox epidemic. Correlation of total mpox ( **A**) cases and ( **B**) deaths with GDP per capita (first row) and population density (second row) in African countries (n = 20) in 2024. Red solid line indicates correlation direction. Blue dots represent countries. Abbreviations: GDP, gross domestic product; r, rho as Pearson’s correlation coefficient; US $, United States dollar.\n\n**Figure 3.**\nPlots of correlation between predictors and mpox epidemic. Correlation of total mpox ( **A**) cases and ( **B**) deaths with GDP per capita (first row) and population density (second row) in African countries (n = 20) in 2024. Red solid line indicates correlation direction. Blue dots represent countries. Abbreviations: GDP, gross domestic product; r, rho as Pearson’s correlation coefficient; US $, United States dollar.\n\n**Figure 4.**\nPredictors’ influence on mpox epidemic. Plots from random forest models showing influence of predictors on mpox ( **A**) cases and ( **B**) deaths counts during the 2024 outbreak in African countries (n = 20). Abbreviations: GDP, gross domestic product; US $, United States dollar.\n\n**Figure 4.**\nPredictors’ influence on mpox epidemic. Plots from random forest models showing influence of predictors on mpox ( **A**) cases and ( **B**) deaths counts during the 2024 outbreak in African countries (n = 20). Abbreviations: GDP, gross domestic product; US $, United States dollar.\n\n**Table 1.**\nDescriptive characteristics of the African countries (n = 20) affected by mpox outbreak in 2024.\n\n\n**Table 1.**\nDescriptive characteristics of the African countries (n = 20) affected by mpox outbreak in 2024.\n\n| Characteristics | No. (%) | Median (IQR) \\[Min; Max\\] |\n| :-: | :-: | :-: |\n| Reporting weeks (count) a | 278 | 10.0 (2.5; 22.5) \\[1.0; 46.0\\] |\n| Cases (count) a | 14,570 | 24.5 (3.0; 98.5) \\[1.0; 9513.0\\] |\n| Deaths (count) a | 64 | 0.0 (0.0; 1.0) \\[0.0; 43.0\\] |\n| GDP per capita (US $) | 20 | 1844.6 (1006.3; 2504.4) \\[109.0; 11,623.0\\] |\n| Population density (inhabitant/km2) | 20 | 72.1 (43.0; 171.8) \\[8.3; 618.1\\] |\n| Viral clades (n = 20) |  |  |\n| Clade I | 10 (50) | NA |\n| Clade II | 7 (35) | NA |\n| Undefined | 3 (15) | NA |\n| Viral subclades (n = 20) |  |  |\n| Clade I | 1 (5) | NA |\n| Clade Ia | 2 (10) | NA |\n| Clade Ia & II | 1 (5) | NA |\n| Clade Ib | 6 (30) | NA |\n| Clade II | 7 (35) | NA |\n| Undefined | 3 (15) | NA |\n| Regions (n = 20) |  |  |\n| Central | 6 (30) | NA |\n| Eastern | 4 (20) | NA |\n| North | 1 (5) | NA |\n| Southern | 4 (20) | NA |\n| Western | 5 (25) | NA |\n\nAbbreviations: GDP, gross domestic product; IQR, interquartile range; n, number of analyzed countries; NA, not applicable; US $, United States dollar; a Cumulative count from all the countries.\n\n**Table 2.**\nIncidence rate ratios (IRR) of mpox epidemic determinants in African countries (n = 20). Results from the multivariate negative binomial regression model (count model).\n\n\n**Table 2.**\nIncidence rate ratios (IRR) of mpox epidemic determinants in African countries (n = 20). Results from the multivariate negative binomial regression model (count model).\n\n| Epidemic Determinants | Mpox Cases | Mpox Deaths |\n| :-- | :-: | :-: |\n| IRR \\[95% CI\\] | p-Value | IRR \\[95% CI\\] | p-Value |\n| :-: | :-: | :-: | :-: |\n| GDP per capita (per US $1000 increase) | 0.53 \\[0.38–0.74\\] | **<0.001** | 0.93 \\[0.53–1.65\\] | 0.813 |\n| Population density (per 100-unit increase) | 1.00 \\[0.59–1.70\\] | 0.989 | 0.55 \\[0.16–1.17\\] | 0.119 |\n| Viral clade |  |  |  |  |\n| Clade I (reference) | 1 | **0.047** | 1 | 0.110 |\n| Clade II | 0.15 \\[0.02–0.97\\] |  | 0.93 \\[0.01–1.72\\] |  |\n\nAbbreviations: IRR, incidence rate ratio; CI, confidence interval; GDP, gross domestic product; US $, United States dollar. Statistically significant p-values are indicated in bold.\n\n|     |     |\n| --- | --- |\n|  | **Disclaimer/Publisher’s Note:** The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. |\n\n© 2025 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)).\n\n## Share and Cite\n\n[Email](mailto:?&subject=From%20MDPI%3A%20%22Role%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis%22&body=https://www.mdpi.com/3575322%3A%0A%0ARole%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis%0A%0AAbstract%3A%20To%20investigate%20the%20role%20of%20epidemic%20predictors%20in%20the%20mpox%20outbreak%20in%20Africa.%20This%20was%20a%20retrospective%20analysis%20of%20national-level%20mpox%20surveillance%20data%20from%2020%20mpox-affected%20African%20countries%20from%20January%20through%20December%202024.%20Predictors%20included%20viral%20clades%2C%20gross%20domestic%20product%20%28GDP%29%20per%20capita%2C%20and%20population%20density.%20A%20negative%20binomial%20regression%20model%20estimated%20the%20incidence%20rates%20ratio%20%28IRR%29%20%5B95%25%20confidence%20interval%5D%20for%20mpox%20incidence%20and%20mortality.%20Random%20forest%20models%20assessed%20the%20influence%20of%20each%20predictor%20in%20the%20epidemic%20dynamic.%20Clade%20II%20was%20associated%20with%20lower%20mpox%20incidence%20%28IRR%20%3D%200.15%20%5B0.02%26ndash%3B0.97%5D%29%20and%20mortality%20%28IRR%20%3D%200.09%20%5B0.01%26ndash%3B1.72%5D%29%20compared%20to%20Clade%20I.%20GDP%20per%20capita%20was%20associated%20with%20a%2095%25%20reduction%20in%20cases%20count%20per%20US%20%241000%20%28IRR%20%3D%200.05%20%5B0.38%26ndash%3B0.74%5D%29.%20Population%20density%20was%20not%20significantly%20associated%20with%20mpox%20incidence%20or%20mortality.%20Random%20forest%20analysis%20confirmed%20GDP%20per%20capita%20as%20the%20strongest%20predictor%20of%20mpox%20burden.%20The%202024%20mpox%20epidemic%20highlights%20how%20countries%20with%20low%20GDP%20per%20capita%20and%20Clade%20I%20face%20greater%20outbreak%20burdens.%20Strengthening%20health%20systems[...] \"Email\")[LinkedIn](http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.mdpi.com%2F3575322&title=Role%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis%26source%3Dhttps%3A%2F%2Fwww.mdpi.com%26summary%3DTo%20investigate%20the%20role%20of%20epidemic%20predictors%20in%20the%20mpox%20outbreak%20in%20Africa.%20This%20was%20a%20retrospective%20analysis%20of%20national-level%20mpox%20surveillance%20data%20from%2020%20mpox-affected%20African%20countries%20from%20January%20through%20December%202024.%20Predictors%20included%20%5B...%5D \"LinkedIn\")[facebook](http://www.facebook.com/sharer.php?u=https://www.mdpi.com/3575322 \"facebook\")[Reddit](http://www.reddit.com/submit?url=https://www.mdpi.com/3575322 \"Reddit\")[Mendeley](http://www.mendeley.com/import/?url=https://www.mdpi.com/3575322 \"Mendeley\")\n\n**MDPI and ACS Style**\n\nKayembe-Mulumba, B.; N’gattia, A.K.; Belizaire, M.R.D.; Koyazegbe, T.D.; Simaleko, M.M.; Boum, Y., II; Somsé, P.\nRole of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_ **2025**, _13_, 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n**AMA Style**\n\nKayembe-Mulumba B, N’gattia AK, Belizaire MRD, Koyazegbe TD, Simaleko MM, Boum Y II, Somsé P.\nRole of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_. 2025; 13(11):2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\n**Chicago/Turabian Style**\n\nKayembe-Mulumba, Blondy, Anderson Kouabenan N’gattia, Marie Roseline Darnycka Belizaire, Thomas D’Aquin Koyazegbe, Marcel Mbeko Simaleko, Yap Boum, II, and Pierre Somsé.\n2025\\. \"Role of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis\" _Microorganisms_ 13, no. 11: 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\n**APA Style**\n\nKayembe-Mulumba, B., N’gattia, A. K., Belizaire, M. R. D., Koyazegbe, T. D., Simaleko, M. M., Boum, Y., II, & Somsé, P.\n\n(2025). Role of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_, _13_(11), 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\nNote that from the first issue of 2016, this journal uses article numbers instead of page numbers. See further details [here](https://www.mdpi.com/about/announcements/784).\n\n\n## Article Metrics\n\nNo\n\nNo\n\n### Article Access Statistics\n\nFor more information on the journal statistics, click [here](https://www.mdpi.com/journal/microorganisms/stats).\n\n\n\nMultiple requests from the same IP address are counted as one view.\n\n\n## Supplementary Material\n\n- **Supplementary File 1:**\n[ZIP-Document](https://www.mdpi.com/2076-2607/13/11/2531/s1?version=1762313986)\n(ZIP, 267 KB)\n\n\n\n_clear_\n\nZoom\\| Orient \\| As Lines \\| As Sticks \\| As Cartoon \\| As Surface \\|Previous Scene\\|Next Scene\n\n## Cite\n\nExport citation file:\nBibTeX \\|\nEndNote \\|\nRIS\n\n**MDPI and ACS Style**\n\nKayembe-Mulumba, B.; N’gattia, A.K.; Belizaire, M.R.D.; Koyazegbe, T.D.; Simaleko, M.M.; Boum, Y., II; Somsé, P.\nRole of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_ **2025**, _13_, 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n**AMA Style**\n\nKayembe-Mulumba B, N’gattia AK, Belizaire MRD, Koyazegbe TD, Simaleko MM, Boum Y II, Somsé P.\nRole of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_. 2025; 13(11):2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\n**Chicago/Turabian Style**\n\nKayembe-Mulumba, Blondy, Anderson Kouabenan N’gattia, Marie Roseline Darnycka Belizaire, Thomas D’Aquin Koyazegbe, Marcel Mbeko Simaleko, Yap Boum, II, and Pierre Somsé.\n2025\\. \"Role of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis\" _Microorganisms_ 13, no. 11: 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\n**APA Style**\n\nKayembe-Mulumba, B., N’gattia, A. K., Belizaire, M. R. D., Koyazegbe, T. D., Simaleko, M. M., Boum, Y., II, & Somsé, P.\n\n(2025). Role of Genomic, Economic, and Demographic Disparities in Mpox Epidemic in Africa: A Retrospective Cross-Country Analysis. _Microorganisms_, _13_(11), 2531.\nhttps://doi.org/10.3390/microorganisms13112531\n\n\nNote that from the first issue of 2016, this journal uses article numbers instead of page numbers. See further details [here](https://www.mdpi.com/about/announcements/784).\n\n\n_clear_\n\nWe use cookies on our website to ensure you get the best experience.\n\nRead more about our cookies [here](https://www.mdpi.com/about/privacy).\n\n\n[Accept](https://www.mdpi.com/accept_cookies)\n\n## Share Link\n\n[Email](mailto:?&subject=From%20MDPI%3A%20%22Role%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis%22&body=https://www.mdpi.com/3575322%3A%0A%0ARole%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20AnalysisTo%20investigate%20the%20role%20of%20epidemic%20predictors%20in%20the%20mpox%20outbreak%20in%20Africa.%20This%20was%20a%20retrospective%20analysis%20of%20national-level%20mpox%20surveillance%20data%20from%2020%20mpox-affected%20African%20countries%20from%20January%20through%20December%202024.%20Predictors%20included%20viral%20clades%2C%20gross%20domestic%20product%20%28GDP%29%20per%20capita%2C%20and%20population%20density.%20A%20negative%20binomial%20regression%20model%20estimated%20the%20incidence%20rates%20ratio%20%28IRR%29%20%5B95%25%20confidence%20interval%5D%20for%20mpox%20incidence%20and%20mortality.%20Random%20forest%20models%20assessed%20the%20influence%20of%20each%20predictor%20in%20the%20epidemic%20dynamic.%20Clade%20II%20was%20associated%20with%20lower%20mpox%20incidence%20%28IRR%20%3D%200.15%20%5B0.02%E2%80%930.97%5D%29%20and%20mortality%20%28IRR%20%3D%200.09%20%5B0.01%E2%80%931.72%5D%29%20compared%20to%20Clade%20I.%20GDP%20per%20capita%20was%20associated%20with%20a%2095%25%20reduction%20in%20cases%20count%20per%20US%20%241000%20%28IRR%20%3D%200.05%20%5B0.38%E2%80%930.74%5D%29.%20Population%20density%20was%20not%20significantly%20associated%20with%20mpox%20incidence%20or%20mortality.%20Random%20forest%20analysis%20confirmed%20GDP%20per%20capita%20as%20the%20strongest%20predictor%20of%20mpox%20burden.%20The%202024%20mpox%20epidemic%20highlights%20how%20countries%20with%20low%20GDP%20per%20capita%20and%20Clade%20I%20face%20greater%20outbreak%20burdens.%20Strengthening%20health%20systems%20and%20addressing[...] \"Email\")[Twitter](https://x.com/intent/tweet?text=Role+of+Genomic%2C+Economic%2C+and+Demographic+Disparities+in+Mpox+Epidemic+in+Africa%3A+A+Retrospective+Cross-Country+Analysis&hashtags=mdpimicroorganisms&url=https%3A%2F%2Fwww.mdpi.com%2F3575322&via=Micro_MDPI \"Twitter\")[LinkedIn](http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.mdpi.com%2F3575322&title=Role%20of%20Genomic%2C%20Economic%2C%20and%20Demographic%20Disparities%20in%20Mpox%20Epidemic%20in%20Africa%3A%20A%20Retrospective%20Cross-Country%20Analysis%26source%3Dhttps%3A%2F%2Fwww.mdpi.com%26summary%3DTo%20investigate%20the%20role%20of%20epidemic%20predictors%20in%20the%20mpox%20outbreak%20in%20Africa.%20This%20was%20a%20retrospective%20analysis%20of%20national-level%20mpox%20surveillance%20data%20from%2020%20mpox-affected%20African%20countries%20from%20January%20through%20December%202024.%20Predictors%20included%20%5B...%5D \"LinkedIn\")[facebook](http://www.facebook.com/sharer.php?u=https://www.mdpi.com/3575322 \"facebook\")[Reddit](http://www.reddit.com/submit?url=https://www.mdpi.com/3575322 \"Reddit\")[Mendeley](http://www.mendeley.com/import/?url=https://www.mdpi.com/3575322 \"Mendeley\")[CiteULike](http://www.citeulike.org/posturl?url=https://www.mdpi.com/3575322 \"CiteULike\")\n\nCopy\n\n_clear_\n\n## Share\n\nhttps://www.mdpi.com/3575322\n\n_clear_\n\n[Back to TopTop](https://www.mdpi.com/2076-2607/13/11/2531#)",
    "query": "monkeypox socioeconomic changes Africa 2025"
  },
  {
    "snippet": "Advertisement\n\n[Skip to nav](https://www.idsociety.org/science-speaks-blog/2025/mpox-in-2025-what-we-know-what-we-have-and-what-needs-to-happen-next/#idsa-main-nav) [Skip to content](https://www.idsociety.org/science-speaks-blog/2025/mpox-in-2025-what-we-know-what-we-have-and-what-needs-to-happen-next/#idsa-main-content)\n\n[Science Speaks Blog](https://www.idsociety.org/science-speaks-blog/)\n\n# Mpox in 2025: What we know, what we have and what needs to happen next\n\n![](https://www.idsociety.org/i...",
    "content": "Advertisement\n\n[Skip to nav](https://www.idsociety.org/science-speaks-blog/2025/mpox-in-2025-what-we-know-what-we-have-and-what-needs-to-happen-next/#idsa-main-nav) [Skip to content](https://www.idsociety.org/science-speaks-blog/2025/mpox-in-2025-what-we-know-what-we-have-and-what-needs-to-happen-next/#idsa-main-content)\n\n[Science Speaks Blog](https://www.idsociety.org/science-speaks-blog/)\n\n# Mpox in 2025: What we know, what we have and what needs to happen next\n\n![](https://www.idsociety.org/images/Icons/updated_icon.svg)\n\n###### Last Updated\n\nSeptember 16, 2025\n\n![](https://www.idsociety.org/images/Icons/register-idsa.svg)\n\n###### Authored By\n\n- [Melvin Sanicas, MD, MSc, MScID, MBA](https://www.idsociety.org/science-speaks-blog/authors/melvin-sanicas-md-msc-mscid-mba/)\n\nCopy Link\n\n![](https://www.idsociety.org/contentassets/8fa8c1e7b4064a27896cee117ce68849/mpox---square-image.png)Mpox has continued to evolve since it made global headlines in 2022. Three years later, the world is seeing two very different realities: one in Africa, where the virus is surging, and another in the rest of the world, where transmission has slowed but risks remain.\n\n**Africa: A growing public health crisis**\n\nAcross Africa, mpox has become a major epidemic. Between January 2024 and May 2025, 26 African countries reported more than 139,000 suspected cases, including 34,824 confirmed infections and roughly 1,788 deaths. Disturbingly, over 21,000 of these confirmed cases occurred in the first few months of 2025 alone. The Democratic Republic of Congo, Sierra Leone and Malawi are now at the epicenter. (1, 2)\n\nWhat worries researchers most is the rise of a new clade 1a variant carrying APOBEC3 mutations. These mutations may increase the virus’s ability to spread and adapt, raising concerns about whether mpox could become harder to control. Unlike the 2022–2023 outbreak — which was largely driven by clade IIb and linked to sexual networks in non-endemic countries — clade I variants in Africa are spreading more broadly, affecting children, rural communities and health care workers. (3, 4)\n\nWeak health systems, ongoing conflicts and reduced international funding have all hampered early detection and response. Many cases go undiagnosed because diagnostic labs are few and far between. Vaccination efforts remain limited: About 700,000 people have been vaccinated in 11 countries, a fraction of what is needed. (1, 5)\n\n**Outside Africa: A fragile calm**\n\nIn the rest of the world, the picture is calmer but not risk-free. The clade IIb strain that drove the 2022–2023 outbreak continues to circulate at low levels, mostly in specific sexual and social networks. Public health campaigns, targeted vaccination and community engagement have helped bring these numbers down. (3, 4)\n\nHowever, the virus has not disappeared. Since 2023, small numbers of travel-related clade I cases have been reported in the U.K., Thailand, Germany, India, Sweden, the United States and elsewhere. Thankfully, these imported cases have not yet led to sustained community transmission, but they highlight the ongoing risk of spillover from Africa. For this reason, the World Health Organization continues to monitor mpox closely, recognizing that while it is no longer classified as a public health emergency of international concern, the risk of international spread persists. (1, 5, 16)\n\n**Vaccines and treatments: Where we stand**\n\nThe good news is that we are not defenseless. The main vaccine against mpox is the non-replicating Modified Vaccinia Ankara vaccine, known as JYNNEOS in the United States, Imvanex in Europe and Imvamune in Canada. (6) It has also been authorized in Switzerland, Singapore, Nigeria and the DRC. This vaccine has been a cornerstone of both pre-exposure and post-exposure protection during outbreaks.\n\nOlder vaccines, like ACAM2000 — a live, replicating smallpox vaccine — are still available in the U.S. and Canada, but because they can cause more side effects, they are generally used only when safer options are unavailable. Japan continues to use its long-standing LC16 smallpox vaccine. (6)\n\nOn the treatment front, tecovirimat, or TPOXX, remains the leading antiviral option. It is authorized for mpox in the EU, U.K., and Canada, and is available in the United States through an expanded-access program. (7,8) However, recent clinical trial data (STOMP and PALM 007) show that tecovirimat does not consistently shorten the course of illness or relieve symptoms in mild-to-moderate cases, particularly when given late in the disease. Its greatest potential benefit appears to be in early treatment of severe disease, immunocompromised patients or those with extensive lesions. Other antivirals — brincidofovir and cidofovir, both originally developed for other viral infections — are occasionally used off-label in severe or complicated cases, sometimes together with vaccinia immune globulin for added immune support. (9, 10) Despite these options, no drug is yet formally licensed specifically for mpox, meaning that clinical care continues to rely heavily on supportive management: pain control, hydration, nutrition and prevention of secondary infections.\n\nThe pipeline of new tools is expanding. Moderna is developing an mRNA-based mpox vaccine that has shown strong protection in animal studies, and several biotech companies are exploring new antivirals and combination treatments aimed at improving outcomes and preventing drug resistance. (11, 12)\n\n**Preparing for the future**\n\nExperts agree that mpox is a wake-up call for how the world deals with emerging infectious diseases. Strengthening surveillance is essential: This means investing in genomic sequencing, improving diagnostic capacity in low-resource settings and connecting data to global early warning systems.\n\nEquitable access to vaccines and medicines must also be a priority, supported by stockpiles, regional manufacturing hubs and streamlined regulatory approval. Research needs to push forward with broad orthopoxvirus vaccines and better therapeutics. (13, 14)\n\nBeyond the laboratory, community engagement is crucial. Stigma-free education campaigns can encourage people to seek testing and care early. A One Health approach, which links human and animal health surveillance, is vital to prevent the virus from spreading to new animal reservoirs. (14,15)\n\nFinally, countries should regularly test their preparedness with simulation exercises and invest in sustainable financing for outbreak response. Mpox is not gone. The window to act is now — before the next orthopoxvirus crisis catches the world off guard.\n\n_Image: Colorized transmission electron micrograph of mpox virus particles (blue) cultivated and purified from cell culture. Image captured at the NIAID Integrated Research Facility in Fort Detrick, Maryland. Credit: NIAID_\n\n**References**\n\n01. [Mpox epidemic strains African health systems after US aid cuts. _Financial Times_. Published May 2025](https://www.ft.com/content/818e017d-8055-4521-b51e-c0291019bdd8).\n02. [Mpox still a health emergency, says WHO. _Reuters_. Published February 27, 2025](https://www.reuters.com/business/healthcare-pharmaceuticals/mpox-still-health-emergency-says-who-2025-02-27/).\n03. [Suspène R, Raymond KA, Boutin L, et  al.  APOBEC3F Is a Mutational Driver of the Human Monkeypox Virus Identified in the 2022 Outbreak _._ _J Infect Dis_. 2023;228(10):1421‑1429. doi:10.1093/infdis/jiad165. Published November 11, 2023. Accessed August 18, 2025.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11009509/)\n04. [Mpox: The risk of developing an animal base outside Africa remains limited. _Le Monde_. Published September 7, 2024.](https://www.lemonde.fr/en/environment/article/2024/09/07/mpox-the-risk-of-developing-an-animal-base-outside-africa-remains-limited_6725161_114.html)\n05. [World Health Organization. Multi-Country Outbreak of Mpox, External Situation Report No. 53 – 29 May 2025 _._ World Health Organization; 2025. Accessed July 30, 2025.](https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report--53---29-may-2025)\n06. [Food and Drug Administration. Key Facts About Vaccines to Prevent Mpox Disease. Published approximately 10 months ago. Accessed July 30, 2025](https://www.fda.gov/vaccines-blood-biologics/vaccines/key-facts-about-vaccines-prevent-mpox-disease).\n07. [Centers for Disease Control and Prevention. Interim Clinical Considerations for Use of Vaccine for Mpox: Vaccination Overview. U.S. Department of Health & Human Services. Updated approximately May 2025. Accessed July 30, 2025](https://www.cdc.gov/mpox/hcp/vaccine-considerations/vaccination-overview.html).\n08. [Centers for Disease Control and Prevention. Tecovirimat (TPOXX) for Treatment of Mpox. U.S. Department of Health & Human Services. Updated June 2025. Accessed July 30, 2025](https://www.cdc.gov/mpox/hcp/clinical-care/tecovirimat.html).\n09. [Mullin E. Promising Mpox drug fails in trials as virus spreads. _Wired_. August 27, 2024. Accessed July 30, 2025](https://www.wired.com/story/a-promising-drug-for-mpox-just-failed-in-trials/).\n10. [Rigby J. Siga says mpox drug helps sickest, not all patients, needs more data. Reuters _._ August 15, 2024. Accessed August 18, 2025.](https://www.reuters.com/business/healthcare-pharmaceuticals/siga-says-mpox-drug-helps-sickest-not-all-patients-needs-more-data-2024-08-15/)\n11. [GeoVax, Inc. GeoVax accelerates development of GEO-MVA vaccine amid expanding global mpox crisis and reaffirmed WHO emergency designation. Published February 15, 2024. Accessed August 18, 2025](https://www.geovax.com/investors/press-releases/geovax-accelerates-development-of-geo-mva-vaccine-amid-expanding-global-mpox-crisis-and-reaffirmed-who-emergency-designation).\n12. [Moderna mRNA mpox vaccine shows early promise in monkey study. ClinicalTrialsArena. September 5, 2024. Accessed August 18, 2025](https://www.clinicaltrialsarena.com/news/mrna-moderna-mpox-study-monkey-promise/).\n13. [Centers for Disease Control and Prevention. Mpox in the United States and Around the World: Current Situation. U.S. Department of Health & Human Services. Published July  2025. Accessed July 30, 2025](https://www.cdc.gov/mpox/situation-summary/index.html).\n14. [European Centre for Disease Prevention and Control.Communicable Disease Threats Report, Week 21 (17–23 May 2025) _._ Stockholm: ECDC; 2025. Accessed July 30, 2025](https://www.ecdc.europa.eu/sites/default/files/documents/communicable-disease-threats-report-week-21-2025.pdf.pdf).\n15. [National Academies of Sciences, Engineering, and Medicine. Future State of Smallpox Medical Countermeasures. Consensus Study Report, ed by Lawrence O. Gostin, Lisa Brown, Shalini Singaravelu, and Matthew Masiello. Washington, DC: The National Academies Press; 2024: Chapter  doi:10.17226/27652](https://nap.nationalacademies.org/read/27652/chapter/1)\n16. [Cohen J. Africa’s mpox epidemic no longer an international emergency, WHO says. _Science_. Published September 8, 2025. Accessed September 12, 2025](https://www.science.org/content/article/africa-s-mpox-epidemic-no-longer-international-emergency-who-says).\n\n### Most _Recent_ Posts\n\nBravoSquared Search\n\n[Blog Post\\\\\n\\\\\nAntimicrobial Stewardship\\\\\n\\\\\nAntimicrobial Resistance\\\\\n\\\\\n**Fixing more than bones: The role of antibiotic stewardship in open fractures** \\\\\n\\\\\nProviding effective antibiotic coverage to prevent infections following open fractures while also maintaining antibiotic stewardship to minimize resistance and adverse effects requires a careful balance.\\\\\n\\\\\n**Last Updated** November 10, 2025\\\\\n\\\\\n**Authors** Mahreen Anwar, BS, Asad Muhammed, BS, Shamsuddin Anwar, MD](https://www.idsociety.org/science-speaks-blog/2025/fixing-more-than-bones-the-role-of-antibiotic-stewardship-in-open-fractures/)\n\n[Blog Post\\\\\n\\\\\nJournal Club\\\\\n\\\\\nVaccines / Immunization\\\\\n\\\\\n**HPV vaccination: Expanding eligibility to decrease cancer recurrence** \\\\\n\\\\\nA study in The Lancet Regional Health - Europe explored the effects of prophylactic and post-excision HPV vaccination on recurrent high-grade cervical intraepithelial neoplasia relative to margin status. Read IDSA’s Journal Club review by Erica Kaufman West, MD, FACP, FIDSA.\\\\\n\\\\\n**Last Updated** November 3, 2025\\\\\n\\\\\n**Authors** Erica Kaufman West, MD, FIDSA](https://www.idsociety.org/science-speaks-blog/2025/hpv-vaccination-expanding-eligibility-to-decrease-cancer-recurrence/)\n\n[Blog Post\\\\\n\\\\\nHIV / AIDS\\\\\n\\\\\nInfluenza\\\\\n\\\\\n**JID for Clinicians: The vaginal microbiome and HPV-related cancer, outpatient flu antiviral treatment and more** \\\\\n\\\\\nLearn about the gut microbiome and clinical infections, a study of influenza-associated hospitalization rates by underlying conditions and other research ready to inform clinical practice.\\\\\n\\\\\n**Last Updated** October 27, 2025\\\\\n\\\\\n**Authors** Ande Rosado](https://www.idsociety.org/science-speaks-blog/2025/jid-for-clinicians-the-vaginal-microbiome-and-hpv-related-cancer-impacts-of-outpatient-antiviral-treatment-on-flu-associated-hospitalizations-and-more/)\n\n[Blog Post\\\\\n\\\\\nHIV / AIDS\\\\\n\\\\\nIDSA\\\\\n\\\\\n**Together on the path ahead: Advocating for our patients** \\\\\n\\\\\nAndrew Trotter, MD, MPH, FIDSA, reflects on how to answer questions from patients and how to support and advocate for them in the midst of threats to funding for HIV care and prevention.\\\\\n\\\\\n**Last Updated** October 14, 2025\\\\\n\\\\\n**Authors** Andrew Trotter, MD, MPH, FIDSA](https://www.idsociety.org/science-speaks-blog/2025/together-on-the-path-ahead-advocating-for-our-patients/)",
    "query": "monkeypox socioeconomic changes Africa 2025"
  }
]