[
  {
    "snippet": "[Skip to main content](https://www.health.state.mn.us/news/pressrel/2025/measles100125.html#main-content)\n\n[Topic Menu](https://www.health.state.mn.us/news/pressrel/2025/measles100125.html#)\n\n## News and Announcements\n\n- [News and Announcements Home](https://www.health.state.mn.us/news/index.html)\n- [2025 News Releases](https://www.health.state.mn.us/news/pressrel/index.html)\n- [2024 News Releases](https://www.health.state.mn.us/news/pressrel/2024/index.html)\n- [2023 News Releases](https://www.h...",
    "content": "[Skip to main content](https://www.health.state.mn.us/news/pressrel/2025/measles100125.html#main-content)\n\n[Topic Menu](https://www.health.state.mn.us/news/pressrel/2025/measles100125.html#)\n\n## News and Announcements\n\n- [News and Announcements Home](https://www.health.state.mn.us/news/index.html)\n- [2025 News Releases](https://www.health.state.mn.us/news/pressrel/index.html)\n- [2024 News Releases](https://www.health.state.mn.us/news/pressrel/2024/index.html)\n- [2023 News Releases](https://www.health.state.mn.us/news/pressrel/2023/index.html)\n- [Resources for Reporters](https://www.health.state.mn.us/news/resources.html)\n- [Information Officers](https://www.health.state.mn.us/news/ios.html)\n\n## News and Announcements\n\n- [News and Announcements Home](https://www.health.state.mn.us/news/index.html)\n- [2025 News Releases](https://www.health.state.mn.us/news/pressrel/index.html)\n- [2024 News Releases](https://www.health.state.mn.us/news/pressrel/2024/index.html)\n- [2023 News Releases](https://www.health.state.mn.us/news/pressrel/2023/index.html)\n- [Resources for Reporters](https://www.health.state.mn.us/news/resources.html)\n- [Information Officers](https://www.health.state.mn.us/news/ios.html)\n\n**News Release**\n\nOct. 1, 2025\n\n[**Contact information**](https://www.health.state.mn.us/news/pressrel/2025/measles100125.html#contact)\n\n# New measles cases lead state health officials to issue reminders about immunization, travel and symptoms\n\n## Minnesota confirms 10 new measles cases this week for a total to 18 cases so far in 2025\n\nSince Sept. 29, the Minnesota Department of Health (MDH) has confirmed 10 new cases of measles in the Twin Cities metro area bringing the state’s total for the year to 18. These new measles cases can all be tied to either domestic or international travel and all of the new cases are among unvaccinated people. Health officials are urging families to make sure they are up to date on their immunizations, especially ahead of travel.\n\nSeven of the cases reported this week were within families who had recent domestic travel and were related to three other cases reported last week. Three additional but unrelated cases added this week were tied to international travel.\n\nMeasles has been on the rise around the country in 2025. The Centers for Disease Control and Prevention (CDC) has confirmed more than 1,500 cases this year, the highest number since the U.S. reported 2,126 cases in 1992. There have also been three confirmed deaths from measles in the U.S. in 2025.\n\n“The significant increase in measles cases around the U.S. this year, and the fact that measles is still very prevalent in other countries, continues to highlight the urgency for families to make sure their children are up to date on their measles immunizations,” said Myra Kunas, assistant commissioner for MDH's Health Protection Bureau. “Measles is one of the most infectious diseases on the planet. It spreads easily, and it finds those who are not vaccinated.”\n\nThe immunization to protect against measles—the measles, mumps and rubella (MMR) vaccine—is very effective. After one dose of vaccine, it is about 93% effective at preventing measles infection. After two doses, protection against infection rises to 97%. Decades of data also show that the [MMR vaccine is safe](https://www.aap.org/en/news-room/fact-checked/fact-checked-the-measles-vaccine-is-safe-and-effective/).\n\nChildren should receive the first vaccine dose at 12 to 15 months of age and the second dose at 4 to 6 years of age. For all ages, it is important to talk to your doctor if you are going to be [traveling to another country](https://www.cdc.gov/measles/plan-for-travel.html) or an area of the U.S. with a measles outbreak. Children 6 to 12 months old can get an early dose of MMR vaccine if their travels will put them at high risk for measles. Your doctor can check to make sure you and your family are up to date on your immunizations and make sure you do not need any other immunizations.\n\nMDH encourages people to check their immunization records to confirm that they and their children have received the MMR vaccine. Minnesotans can also go to [Find My Immunization Record](https://www.health.state.mn.us/people/immunize/miic/records.html). Most people born before 1957 have had measles disease and are considered immune.\n\nInitial symptoms of measles include a fever, cough, runny nose and watery eyes followed by a rash that typically spreads from the head to the rest of the body. It generally takes eight to 12 days from exposure for someone with measles to develop the first symptoms. The measles rash usually appears two to three days after the fever begins.\n\nIf symptoms develop, people should call their health care provider before going to a clinic. Calling first is an important way to ensure that proper care is received without accidentally exposing other people to measles.\n\n“The awareness and recognition of measles symptoms is crucial in our efforts to prevent the spread of measles,” said Jessica Hancock-Allen, director of the infectious disease division at MDH. “We are encouraging families to be aware of symptoms of measles, particularly the rash, and call their health care provider if they notice a rash--especially if their child is unvaccinated and has been exposed to someone with measles or has travelled recently. We are also reminding our health care provider partners to think about measles and ask about travel—domestic or international—and possible exposures if a patient has any symptoms of measles.”\n\nPeople who have not been vaccinated and are exposed to measles will be asked to stay home from work, school, child care, public spaces and other activities for at least 21 days. Staying home is extremely important to help stop the spread of the disease to others since a person can be contagious even before symptoms start.\n\nMeasles is a highly contagious rash illness and can be a serious disease that can lead to hospitalization and even death. Measles spreads easily by coughing, sneezing or even being in the same room with someone who has measles. The virus can remain in the air for up to two hours after an infected person leaves an area.\n\nAdditional information about measles can be found on the MDH [Measles](https://www.health.state.mn.us/diseases/measles/index.html) website.\n\n**-MDH-**\n\n_**Media inquiries:**_\n\n**Garry Bowman**\n\n**MDH Communications**\n\n**651-529-5164**\n\n[**garry.bowman@state.mn.us**](mailto:garry.bowman@state.mn.us)\n\nTags\n\n- [news](https://www.health.state.mn.us/taxonomy/term/1216)\n\n**Last Updated:** 10/01/2025",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "Menu\n\nSearch\n\n- [News](https://www.cidrap.umn.edu/)\n- [Topics & ProjectsToggle submenu](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500#mm-2)\n\n\n- [Antimicrobial Resistance](https://www.cidrap.umn.edu/antimicrobial-stewardship)\n- [COVID-19](https://www.cidrap.umn.edu/covid-19)\n- [Chronic Wasting Disease](https://www.cidrap.umn.edu/chronic-wasting-disease)\n- [Influenza](https://www.cidrap.umn.edu/influenza-general)\n- [Resilient Drug Supply](https://www...",
    "content": "Menu\n\nSearch\n\n- [News](https://www.cidrap.umn.edu/)\n- [Topics & ProjectsToggle submenu](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500#mm-2)\n\n\n- [Antimicrobial Resistance](https://www.cidrap.umn.edu/antimicrobial-stewardship)\n- [COVID-19](https://www.cidrap.umn.edu/covid-19)\n- [Chronic Wasting Disease](https://www.cidrap.umn.edu/chronic-wasting-disease)\n- [Influenza](https://www.cidrap.umn.edu/influenza-general)\n- [Resilient Drug Supply](https://www.cidrap.umn.edu/resilient-drug-supply)\n- [Coronavirus Vaccines Roadmap](https://www.cidrap.umn.edu/coronavirus-vaccines-roadmap)\n- [Influenza Vaccines Roadmap](https://ivr.cidrap.umn.edu/ \"(opens in a new window)\")\n- [Roadmaps for Priority Pathogens](https://www.cidrap.umn.edu/roadmap-development)\n- [Vaccine Integrity Project](https://www.cidrap.umn.edu/vaccine-integrity-project)\n- [CIDRAP Leadership Forum](https://www.cidrap.umn.edu/forum \"CIDRAP Leadership Forum\")\n- .\n- .\n- [All Topics A-Z](https://www.cidrap.umn.edu/infectious-disease-topics)\n\n- [PodcastsToggle submenu](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500#mm-3)\n\n\n- [Antimicrobial Stewardship](https://www.cidrap.umn.edu/antimicrobial-stewardship/superbugs-you)\n- [Chronic Wasting Disease](https://www.cidrap.umn.edu/chronic-wasting-disease/cwd-pod)\n- [Osterholm Update](https://www.cidrap.umn.edu/osterholm-update)\n\n- [Newsletters](https://www.cidrap.umn.edu/newsletter)\n- [AboutToggle submenu](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500#mm-4)\n\n\n- [About CIDRAP](https://www.cidrap.umn.edu/about-cidrap)\n- [CIDRAP in the News](https://www.cidrap.umn.edu/cidrap-news)\n- [Our Staff](https://www.cidrap.umn.edu/about-us/cidrap-staff)\n- [Our Director](https://www.cidrap.umn.edu/michael-t-osterholdm-phd-mph)\n- [Osterholm in the Press](https://www.cidrap.umn.edu/osterholm-quotes)\n- [Shop Merchandise](https://www.mnalumnimarket.com/collections/cidrap?utm_source=website&utm_medium=website&utm_campaign=CIDRAPdonate&utm_content=CIDRAP \"(opens in a new window)\")\n- [Contact Us](https://www.cidrap.umn.edu/contact-us)\n\n- [Donate](https://www.cidrap.umn.edu/support)\n\n# CDC confirms 23 more US measles cases as 2025 total tops 1,500\n\nNews brief\n\nSeptember 24, 2025\n\n[Stephanie Soucheray, MA](https://www.cidrap.umn.edu/stephanie-soucheray-ma)\n\nTopics\n\n[Measles](https://www.cidrap.umn.edu/measles)\n\nShare\n\n[Share to Email](mailto:?subject=CDC%20confirms%2023%20more%20US%20measles%20cases%20as%202025%20total%20tops%201%2C500&body=https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500 \"Share to Email\")[Share to Facebook (opens in a new window)](https://www.facebook.com/sharer/sharer.php?u=https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500&title=CDC%20confirms%2023%20more%20US%20measles%20cases%20as%202025%20total%20tops%201%2C500 \"Share to Facebook (opens in a new window)\")[Share to Twitter (opens in a new window)](http://twitter.com/intent/tweet?text=CDC%20confirms%2023%20more%20US%20measles%20cases%20as%202025%20total%20tops%201%2C500+https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500 \"Share to Twitter (opens in a new window)\")[Share to Linkedin (opens in a new window)](https://www.linkedin.com/sharing/share-offsite/?url=https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500 \"Share to Linkedin (opens in a new window)\")[Copy link](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500# \"Copy link\")\n\n![measles](https://www.cidrap.umn.edu/sites/default/files/measleschild%20(5).jpg)LeventKonuk/ iStock\n\nIn its weekly [measles update](https://www.cdc.gov/measles/data-research/index.html \"(opens in a new window)\"), the Centers for Disease Control and Prevention (CDC) said there are now 1,514 confirmed measles cases in the United States reported this year, with 23 new cases reported in the past week.\n\nEighty-six percent of the cases have been part of 40 outbreaks reported to the CDC. Of note, 92% of case-patients are unvaccinated or have unknown vaccination status, 4% have only one measles, mumps, and rubella dose, and 4% were fully vaccinated.\n\nTwelve percent of cases have required hospitalization, with 29% of those hospitalized aged 19 years or younger. There have been 3 confirmed measles deaths this year.\n\n### **Georgia reports 3 new cases**\n\nGeorgia's health department reported three more measles infections with links to its most recent case; two patients were unvaccinated and one had an unknown vaccination status. Georgia now has 10 confirmed cases in 2025. In 2024, Georgia officials reported six cases.\n\nFinally, as many as 11 babies exposed to measles in Utah were given postexposure prophylaxis (prevention) after four cases were identified in the Bear River Health Department's jurisdiction.\n\n[The infants](https://www.fox13now.com/news/local-news/northern-utah/bear-river-health-department-treats-11-unvaccinated-infants-after-measles-exposure \"(opens in a new window)\") under 1 year of age, who cannot be vaccinated, were administered an immunoglobulin that provides short-term immunity.\n\n# Ebola outbreak in DR Congo adds 11 new cases in past week\n\nNews brief\n\nSeptember 24, 2025\n\n[Mary Van Beusekom, MS](https://www.cidrap.umn.edu/mary-van-beusekom-ms)\n\nTopics\n\n[Ebola](https://www.cidrap.umn.edu/ebola)\n\n![Nurse helping aid worker don personal protective equipment](https://www.cidrap.umn.edu/sites/default/files/Ebola%20tx%20unit-UNMEER%20(1).jpg)_UNMEER, Martine Perret / Flickr cc_\n\nEleven new Ebola virus cases have been added to the [outbreak](https://iris.who.int/server/api/core/bitstreams/8439813c-2dfb-4220-8853-3e64dc300bf6/content \"(opens in a new window)\") in the Democratic Republic of the Congo (DRC) in the past week, pushing the case total to 57, including 35 deaths, for a death rate of 61.4%, the World Health Organization (WHO) reported yesterday.\n\nFirst declared on [September 4](https://www.cidrap.umn.edu/ebola/dr-congo-declares-ebola-outbreak-kasai-province), the outbreak is still confined to the Bulape Health Zone in Kasai Province. Of the 57 cases, 47 were confirmed, and 10 were probable; of the 35 deaths, 25 were confirmed, and 10 were probable. Five of the confirmed cases were diagnosed in healthcare workers.\n\nEbola, which spreads through infected blood and other body fluids, typically causes fever and weakness, followed by diarrhea and vomiting.\n\n### **Children account for 23% of all infections**\n\nInfected patients range in age from 0 to 65 years, with those 0 to 9 years making up 23% of all cases. While females account for most cases (61%), their death rate is lower than that of males (56% vs 73%).\n\n> No international traffic-related measures are currently warranted.\n\n\"The outbreak shows a decreasing trend of cases in the recent week, nevertheless the attention remains high, and response activities are ongoing in all affected health areas including early case detection, isolation, case management, contact tracing, vaccination as well as risk communication and community engagement,\" the WHO wrote.\n\nAs of September 21, investigators have identified 1,180 contacts for follow-up. Of all contacts, 94 completed 21 days of monitoring, while the rest are still being tracked. Of 26 patients admitted to the Ebola Treatment Centre since the outbreak began, 2 recovered and were released on September 16, 5 died, and 19 are still being treated.\n\nIn total, 1,740 people have been vaccinated against Ebola in the Bulape, Bulambae, and Mweka Health Zones in the 9 days since the campaign began.\n\n\"No international traffic-related measures are currently warranted,\" the statement said. Health authorities are reinforcing surveillance at border crossings through activities such as health screening, risk communication, and the integration of border communities in affected areas into early warning systems and the national surveillance network, it added.\n\n# Michigan reaches 16 CWD-positive counties with addition of Genesee\n\nNews brief\n\nSeptember 24, 2025\n\n[Mary Van Beusekom, MS](https://www.cidrap.umn.edu/mary-van-beusekom-ms)\n\nTopics\n\n[Chronic Wasting Disease](https://www.cidrap.umn.edu/chronic-wasting-disease)\n\n![White-tailed buck in woods](https://www.cidrap.umn.edu/sites/default/files/Curious%20white-tailed%20deer.jpg)James Marvin Phelps / Flickr\n\nGenesee County, Michigan, has become the state's 16th county positive for chronic wasting disease (CWD) in wild deer, the Michigan Department of Natural Resources (DNR) [reported](https://content.govdelivery.com/accounts/MIDNR/bulletins/3f406bb \"(opens in a new window)\") today.\n\nGenesee County is in the southeastern part of the state's Lower Peninsula. The case was identified in an emaciated 2.5-year-old doe that was continuously drinking water and walked directly up to the responding conservation officer.\n\n\"Genesee County was under focused CWD surveillance in 2022, when approximately 300 deer were tested, with none testing positive,\" the press release said. \"The DNR has continued to test deer that appear sick in Genesee County when possible.\"\n\n### **State's first case in wild deer found in 2015**\n\n\"We appreciate the support and cooperation of the public as they continue to report sick deer so our team can follow up with the necessary testing for confirmation,\" Brent Rudolph, PhD, DNR deer, elk and moose management specialist, said in the release.\n\nSince CWD was first detected in Michigan wild deer in 2015, more than 110,000 deer have been tested for the disease in the state. In total, more than 144,000 wild deer have been tested since surveillance began in 2002, with 263 infected deer identified. Since direct hunter submissions of deer to the state's veterinary diagnostic laboratory began in 2020, more than 3,200 samples have yielded 56 additional confirmed cases.\n\nWe appreciate the support and cooperation of the public as they continue to report sick deer so our team can follow up with the necessary testing for confirmation.\n\nBrent Rudolph, PhD\n\nCWD is a fatal neurodegenerative disease that affects cervids such as deer, elk, and moose. Caused by infectious misfolded proteins called prions, the disease has also been found in Clinton, Dickinson, Eaton, Gratiot, Hillsdale, Ingham, Ionia, Isabella, Jackson, Kent, Mecosta, Midland, Montcalm, Ogemaw, and Washtenaw counties.\n\nNo cases of CWD infection have been reported in people, but the US Centers for Disease Control and Prevention (CDC) recommends that infected animals not be consumed by people or domestic animals.\n\nThe DNR said deer remains should be taken to a landfill or disposed of through regular bagged trash pickup. Deer harvested from known CWD-positive areas should never be left on the landscape.\n\n# Outpatient antibiotic use in COVID patients linked to 'downstream' antibiotic resistance\n\nNews brief\n\nSeptember 24, 2025\n\n[Chris Dall, MA](https://www.cidrap.umn.edu/chris-dall-ma)\n\nTopics\n\n[Antimicrobial Stewardship](https://www.cidrap.umn.edu/antimicrobial-stewardship)\n\n![Gloved hand with pills](https://www.cidrap.umn.edu/sites/default/files/iStock-1286336605.jpg)Plyushkin / iStock\n\nA [study](https://evidence.nejm.org/doi/10.1056/EVIDoa2400108 \"(opens in a new window)\") of more than 50,000 Canadian seniors diagnosed as having COVID-19 during the first 18 months of the pandemic found that antibiotic use within 7 days of diagnosis was associated with detection of antibiotic resistance organisms, researchers reported today in _NEJM Evidence._\n\nThe population-wide cohort study, led by researchers with the Ottawa Hospital Research Institute, analyzed data on residents of Ontario aged 66 years and older who had a positive test for SARS-CoV-2 (the virus that causes COVID-19) from January 1, 2020, through June 30, 2021.\n\nBecause antibiotic use in COVID-19 patients was common in the early months of the pandemic in most countries, particularly in older patients, the researchers wanted to evaluate the relationship between peri–COVID-19 antibiotic exposure (within 7 days of index SARS-CoV-2 reporting) and isolation of an antibiotic-resistant organism from a clinical culture within 6 months.\n\nOf the 53,533 eligible patients included in the study, 8,228 (15%) were prescribed a peri–COVID-19 antibiotic, and 1,477 (3%) had a downstream drug-resistant organism identified. Peri–Covid-19 antibiotic use was significantly associated with the presence of any antibiotic-resistant organism (adjusted odds ratio \\[aOR\\], 1.24; 95% confidence interval \\[CI\\], 1.09 to 1.41) and the presence of gram-negative antibiotic-resistant organisms (aOR, 1.27; 95% CI, 1.11 to 1.46) but not gram-positive antibiotic-resistant organisms (aOR, 1.02; 95% CI, 0.70 to 1.48).\n\n### Stewardship in older adults, nursing home residents\n\nAmong all individuals who received an antibiotic, the attributable fraction of downstream antibiotic resistance related to peri–Covid-19 antibiotic use was 17% (95% CI, 7% to 26%). Among all individuals with a SARS-CoV-2 diagnosis, the population-attributable fraction of downstream antimicrobial resistance related to peri–Covid-19 antibiotic use was 4% (95% CI, 2% to 7%).\n\n\"As antibiotics are often used in the outpatient setting in patients with Covid-19, without clear indications, this study suggests that a substantial burden of antimicrobial resistance in individuals with Covid-19 may have been avoidable,\" the study authors wrote\n\nThey add that the disproportionate impact on older, more vulnerable patients suggests that antimicrobial stewardship programs targeting antibiotic prescribing in older adults and those residing in nursing homes may be beneficial.\n\n# European Union launches One Health initiative for antimicrobial resistance\n\nNews brief\n\nSeptember 24, 2025\n\n[Chris Dall, MA](https://www.cidrap.umn.edu/chris-dall-ma)\n\nTopics\n\n[Antimicrobial Stewardship](https://www.cidrap.umn.edu/antimicrobial-stewardship)\n\nEuropean Union (EU) officials yesterday announced the launch of a 10-year, €253 million ($276 million) effort to tackle antimicrobial resistance (AMR).\n\nCreated to support the EU One Health Action Plan against AMR, the Partnership on One Health Antimicrobial Resistance (OHAMR) will involve 53 organizations from 30 countries and use a One Health approach to \"connect sectors and accelerate solutions\" to reduce antimicrobial use and resistance in people and animals, according to a [press release](https://research-and-innovation.ec.europa.eu/news/all-research-and-innovation-news/new-european-partnership-one-health-amr-eu253-million-research-and-innovation-against-antimicrobial-2025-09-23_en#:~:text=Today%2C%20the%20European%20Union%20has,of%20antimicrobial%20resistance%20(AMR).preshttps://research-and-innovation.ec.europa.eu/news/all-research-and-innovation-news/new-european-partnership-one-health-amr-eu253-million-research-and-innovation-against-antimicrobial-2025-09-23_en \"(opens in a new window)\") from the European Commission.\n\nThe One Health concept views the health of humans, animals, and the environment as interconnected.\n\nPlanned activities of OHAMR include strengthening research capacity in participating countries, supporting access to and better use of AMR data, promoting the translation of research into practice and policy, joint transnational calls for collaborative research and innovation projects, and coordinating and aligning national and European efforts to increase impact.\n\n\"Europe is ready to lead in the global fight against antimicrobial resistance,\" said Ekaterina Zaherieva, European Commissioner for Startups, Research and Innovation. \"This partnership embodies our commitment to step up, innovate, and protect the foundations of modern medicine.\"\n\n[ALL BRIEFS](https://www.cidrap.umn.edu/search?type%5Bscan%5D=scan&sort_by=date)\n\n## In case you missed it\n\n[More avian flu detected on Indiana duck, chicken farms](https://www.cidrap.umn.edu/avian-influenza-bird-flu/more-avian-flu-detected-indiana-duck-chicken-farms)\n\n[13 cases of infant botulism tied to tainted baby formula](https://www.cidrap.umn.edu/botulism/13-cases-infant-botulism-tied-tainted-baby-formula)\n\n[Ivermectin found to be safe, effective in small children with scabies](https://www.cidrap.umn.edu/misc-emerging-topics/ivermectin-found-be-safe-effective-small-children-scabies)\n\n[Quick takes: Whooping cough in Texas, polio in 2 nations, Canada Salmonella outbreak](https://www.cidrap.umn.edu/pertussis/quick-takes-whooping-cough-texas-polio-2-nations-canada-salmonella-outbreak)\n\n[Measles count climbs in Arizona-Utah, South Carolina outbreaks](https://www.cidrap.umn.edu/measles/measles-count-climbs-arizona-utah-south-carolina-outbreaks)\n\n[Kids with eczema may have fewer related infections, allergic complications after COVID vaccination](https://www.cidrap.umn.edu/covid-19/kids-eczema-may-have-fewer-related-infections-allergic-complications-after-covid)\n\n[Resistance exercise boosts physical function, quality of life in COVID survivors](https://www.cidrap.umn.edu/covid-19/resistance-exercise-boosts-physical-function-quality-life-covid-survivors)\n\n[Quick takes: More infant botulism cases, measles in Louisiana, Ebola in DR Congo](https://www.cidrap.umn.edu/botulism/quick-takes-more-infant-botulism-cases-measles-louisiana-ebola-dr-congo)\n\n[More avian flu detected on Indiana duck, chicken farms](https://www.cidrap.umn.edu/avian-influenza-bird-flu/more-avian-flu-detected-indiana-duck-chicken-farms)\n\n[13 cases of infant botulism tied to tainted baby formula](https://www.cidrap.umn.edu/botulism/13-cases-infant-botulism-tied-tainted-baby-formula)\n\n[Ivermectin found to be safe, effective in small children with scabies](https://www.cidrap.umn.edu/misc-emerging-topics/ivermectin-found-be-safe-effective-small-children-scabies)\n\n[Quick takes: Whooping cough in Texas, polio in 2 nations, Canada Salmonella outbreak](https://www.cidrap.umn.edu/pertussis/quick-takes-whooping-cough-texas-polio-2-nations-canada-salmonella-outbreak)\n\n[Measles count climbs in Arizona-Utah, South Carolina outbreaks](https://www.cidrap.umn.edu/measles/measles-count-climbs-arizona-utah-south-carolina-outbreaks)\n\n[Kids with eczema may have fewer related infections, allergic complications after COVID vaccination](https://www.cidrap.umn.edu/covid-19/kids-eczema-may-have-fewer-related-infections-allergic-complications-after-covid)\n\n[Resistance exercise boosts physical function, quality of life in COVID survivors](https://www.cidrap.umn.edu/covid-19/resistance-exercise-boosts-physical-function-quality-life-covid-survivors)\n\n[Quick takes: More infant botulism cases, measles in Louisiana, Ebola in DR Congo](https://www.cidrap.umn.edu/botulism/quick-takes-more-infant-botulism-cases-measles-louisiana-ebola-dr-congo)\n\n[More avian flu detected on Indiana duck, chicken farms](https://www.cidrap.umn.edu/avian-influenza-bird-flu/more-avian-flu-detected-indiana-duck-chicken-farms)\n\n[13 cases of infant botulism tied to tainted baby formula](https://www.cidrap.umn.edu/botulism/13-cases-infant-botulism-tied-tainted-baby-formula)\n\n[Ivermectin found to be safe, effective in small children with scabies](https://www.cidrap.umn.edu/misc-emerging-topics/ivermectin-found-be-safe-effective-small-children-scabies)\n\n[Quick takes: Whooping cough in Texas, polio in 2 nations, Canada Salmonella outbreak](https://www.cidrap.umn.edu/pertussis/quick-takes-whooping-cough-texas-polio-2-nations-canada-salmonella-outbreak)\n\n## This week's top reads\n\n01. [**With an absent CDC and mismatched 'subclade K' flu strain, experts face upcoming season with uncertainty**\\\\\n    \\\\\n    Early data from the UK and Japan show that the H3N2 subclade K was represented in 90% of flu samples.\\\\\n    \\\\\n    Stephanie Soucheray\\\\\n    \\\\\n    November 12, 2025\\\\\n    \\\\\n    ![flu strain](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/53230295370_97608e38ff_c.jpg?itok=bMQvsII-)](https://www.cidrap.umn.edu/influenza-vaccines/absent-cdc-and-mismatched-subclade-k-flu-strain-experts-face-upcoming-season)\n\n02. [**US hot spots see more measles cases**\\\\\n    \\\\\n    In Israel, 2 vaccinated doctors have contracted the virus after treating an infected child.\\\\\n    \\\\\n    Stephanie Soucheray\\\\\n    \\\\\n    November 3, 2025\\\\\n    \\\\\n    ![measles boy](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/young%20boy%20with%20measles_0.jpg?itok=D8kFx5kS)](https://www.cidrap.umn.edu/measles/us-hot-spots-see-more-measles-cases)\n\n03. [**CDC: Salmonella outbreak linked to powder supplement**\\\\\n    \\\\\n    So far 11 people in 7 states have been sickened. \\\\\n    \\\\\n    Stephanie Soucheray\\\\\n    \\\\\n    November 3, 2025](https://www.cidrap.umn.edu/salmonella/cdc-salmonella-outbreak-linked-powder-supplement)\n\n04. [**Some common viruses may steeply raise risk of cardiovascular disease**\\\\\n    \\\\\n    The authors noted that viral infections trigger the immune system to release substances that lead to inflammation and increase the risk of blood clots.\\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 4, 2025\\\\\n    \\\\\n    ![SARS-CoV-2 illustration](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/Virus%20illustration.png?itok=4PTGmXAu)](https://www.cidrap.umn.edu/influenza-general/some-common-viruses-may-steeply-raise-risk-cardiovascular-disease)\n\n05. [**Analyses: High-dose flu vaccine better protects against hospitalization, infection than standard-dose**\\\\\n    \\\\\n    High-dose vaccine was 40% more effective against hospitalization than the standard-dose version.\\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 6, 2025\\\\\n    \\\\\n    ![Nurse pulling up flu vaccine in syringe](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/Influenza%20vax.png?itok=imMjubm7)](https://www.cidrap.umn.edu/influenza-vaccines/analyses-high-dose-flu-vaccine-better-protects-against-hospitalization-infection)\n\n06. [**13 cases of infant botulism tied to tainted baby formula**\\\\\n    \\\\\n    Infants in 10 states have been sickened, and all required hospitalization.\\\\\n    \\\\\n    Stephanie Soucheray\\\\\n    \\\\\n    November 10, 2025](https://www.cidrap.umn.edu/botulism/13-cases-infant-botulism-tied-tainted-baby-formula)\n\n07. [**Five new avian flu outbreaks confirmed in ducks, turkeys in 3 US states**\\\\\n    \\\\\n    In Michigan, 113,000 birds were affected on a turkey farm in Ottawa County, the state's third detection in commercial turkeys in less than a week. \\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 7, 2025](https://www.cidrap.umn.edu/avian-influenza-bird-flu/five-new-avian-flu-outbreaks-confirmed-ducks-turkeys-3-us-states)\n\n08. [**COVID vaccination cuts risk of long-term symptoms in teens by over a third, data suggest**\\\\\n    \\\\\n    The COVID-19 vaccine is unique in having this effect on progression to a chronic condition, despite infection, the researchers say.\\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 3, 2025\\\\\n    \\\\\n    ![Tired teen girl](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/Long%20COVID%20in%20teens.png?itok=txRX2VPW)](https://www.cidrap.umn.edu/covid-19/covid-vaccination-cuts-risk-long-term-symptoms-teens-over-third-data-suggest)\n\n09. [**The order of pre-COVID chronic conditions may best predict long-COVID risk**\\\\\n    \\\\\n    The most common disease trajectories involved mental illnesses and neurologic, respiratory, and metabolic or digestive diseases. \\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 5, 2025](https://www.cidrap.umn.edu/covid-19/order-pre-covid-chronic-conditions-may-best-predict-long-covid-risk)\n\n10. [**Intranasal vaccine against H5 avian flu provokes broad immune response in adults in phase 1 trial**\\\\\n    \\\\\n    Even without a booster, the vaccine triggered mucosal and systemic immunity, which other intranasal recombinant H5 flu vaccines have not achieved in clinical trials. \\\\\n    \\\\\n    Mary Van Beusekom\\\\\n    \\\\\n    November 6, 2025\\\\\n    \\\\\n    ![Intranasal vaccine](https://www.cidrap.umn.edu/sites/default/files/styles/article_teaser/public/article/Intranasal%20vaccine.png?itok=TZWcIkdL)](https://www.cidrap.umn.edu/avian-influenza-bird-flu/intranasal-vaccine-against-h5-avian-flu-provokes-broad-immune-response)\n\n\n## Our underwriters\n\n### Unrestricted financial support provided by\n\n[![Bentson Foundation logo](https://www.cidrap.umn.edu/sites/default/files/underwriters/BentsonFound%20Logo%20RGB%200612.jpg)\\\\\n\\\\\nPrincipal Underwriter](https://bentsonfoundation.org/ \"(opens in a new window)\")\n\n[![Unorthodox Philanthropy logo](https://www.cidrap.umn.edu/sites/default/files/underwriters/up-4166734.jpeg)\\\\\n\\\\\nLeading Underwriter](https://www.unorthodoxphilanthropy.org/ \"(opens in a new window)\")\n\n[![3M Logo](https://www.cidrap.umn.edu/sites/default/files/underwriters/3M%20logo.jpg)\\\\\n\\\\\nMajor Underwriter](https://www.3m.com/ \"(opens in a new window)\")\n\n[![Gilead Logo](https://www.cidrap.umn.edu/sites/default/files/underwriters/Gilead.IDtag%202C.pos_.jpg)\\\\\n\\\\\nSupporting Underwriter](https://www.gilead.com/ \"(opens in a new window)\")\n\n![Albert Victor Ravenholt Fund](https://www.cidrap.umn.edu/sites/default/files/underwriters/avr-logo.png)\n\nSupporting Underwriter\n\n[Become an Underwriter](https://www.cidrap.umn.edu/support-cidrap)\n\n[Close menu](https://www.cidrap.umn.edu/measles/cdc-confirms-23-more-us-measles-cases-2025-total-tops-1500#mm-0)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "[Skip to main content](https://publichealth.jhu.edu/ivac/resources/us-measles-tracker#main-content)\n\n### U.S. Measles Cases\n\nJanuary 1, 2025 - Nov 7, 2025\n\n1681\n\n### U.S. Measles Cases\n\nOct 24, 2025 - Nov 7, 2025\n\n58\n\nCumulative CasesRecent Cases\n\nCumulative measles cases reported in the United States in 2025\n\n### Cumulative measles cases reported in the United States in 2025\n\nImported\n\nLocal\n\ncount\n\n40\n\n150\n\n400\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the symbols.\n\nSource:Joh...",
    "content": "[Skip to main content](https://publichealth.jhu.edu/ivac/resources/us-measles-tracker#main-content)\n\n### U.S. Measles Cases\n\nJanuary 1, 2025 - Nov 7, 2025\n\n1681\n\n### U.S. Measles Cases\n\nOct 24, 2025 - Nov 7, 2025\n\n58\n\nCumulative CasesRecent Cases\n\nCumulative measles cases reported in the United States in 2025\n\n### Cumulative measles cases reported in the United States in 2025\n\nImported\n\nLocal\n\ncount\n\n40\n\n150\n\n400\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the symbols.\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/FDDm4.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/FDDm4/full.png) [Download PDF](https://datawrapper.dwcdn.net/FDDm4/full.pdf) [Download SVG](https://datawrapper.dwcdn.net/FDDm4/full.svg)\n\nWhere measles cases are now\n\n### Where measles cases are now\n\nImported\n\nLocal\n\nCount\n\n3\n\n10\n\n30\n\nWashingtonD.C.WashingtonD.C.New YorkNew YorkLos AngelesLos Angeles\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the symbols.\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/3VguC.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/3VguC/full.png)\n\n> \\\\* The data presented in the maps are compiled from official sources, including state and county health departments and additional county-level news releases or news articles, and represent laboratory-confirmed measles cases reported by public health authorities in 2025. All data are documented and available in the [Github repository(link is external)](https://github.com/CSSEGISandData/measles_data). Case locations are mapped to county centroids.\n\n## The Current Situation with Measles\n\nTo date in 2025 measles outbreaks have been reported in multiple states, raising concerns about continued spread, increases in hospitalizations and deaths, and loss of measles elimination status, highlighting the importance of measles vaccination and rapid detection and reporting of suspected and confirmed measles cases.\n\nMeasles is a highly contagious disease spread primarily through the air when an infected person coughs, sneezes, or talks, releasing tiny droplets containing the virus. People infected with measles have fever and a red, slightly raised rash. Some people with measles develop complications like ear infections, pneumonia, diarrhea, or inflammation of the brain itself, encephalitis, which can cause brain damage. Severe measles can lead to hospitalization and even death. The best way to prevent contracting measles is through measles vaccination. Having a high percentage of people fully vaccinated against measles is the best way to prevent outbreaks, and is also the best way to protect people who cannot get measles vaccines, such as babies or people with cancer.\n\n## U.S. Measles Cases Mapped\n\nThe maps above show the current geographic distribution of confirmed measles cases in 2025 by county across the United States, with the largest outbreak seen in west Texas from which other outbreaks have spread. The cumulative cases map includes measles cases reported for each county in the United States since January 1, 2025, revealing the relative scale of the outbreaks across states. The recent cases map includes only those cases reported within the past two weeks, providing a near real-time view of active transmission or newly imported cases. Blue dots represent locally acquired cases while red dots represent imported cases from out of jurisdiction (out of state or out of country) travel. As indicated by the relative size of the blue dots, most of the reported cases are due to local transmission, with relatively few cases being imported. Of the imported cases, the vast majority occur in travelers returning from other countries with ongoing measles outbreaks.\n\nIn addition to the measles maps, the following table shows the cumulative number and recent measles case counts, and whether imported or locally acquired, for each county (and state) where confirmed measles cases were reported in 2025.\n\nCounty LevelState Level\n\nImported and locally acquired measles cases by county in the United States, 2025\n\n### Imported and locally acquired measles cases by county in the United States, 2025\n\nPage 1 of 15\n\n|  |  | County | Imported | Local | Total | Recent 2 Weeks |\n| --- | --- | --- | --- | --- | --- | --- |\n| 1 |  | Gaines, Texas | 0 | 414 | 414 | 0 |\n| 2 |  | Mohave, Arizona | 0 | 107 | 107 | 27 |\n| 3 |  | Lea, New Mexico | 0 | 67 | 67 | 0 |\n| 4 |  | El Paso, Texas | 0 | 61 | 61 | 0 |\n| 5 |  | Terry, Texas | 0 | 60 | 60 | 0 |\n| 6 |  | Lubbock, Texas | 0 | 52 | 52 | 0 |\n| 7 |  | Southwest Health District, Utah | 0 | 51 | 51 | 7 |\n| 8 |  | Oconto, Wisconsin | 9 | 27 | 36 | 0 |\n| 9 |  | Spartanburg, South Carolina | 5 | 29 | 34 | 13 |\n| 10 |  | Gray, Kansas | 0 | 29 | 29 | 0 |\n| 11 |  | Lamar, Texas | 0 | 28 | 28 | 0 |\n| 12 |  | Dawson, Texas | 0 | 26 | 26 | 0 |\n| 13 |  | Haskell, Kansas | 0 | 21 | 21 | 0 |\n| 14 |  | Yoakum, Texas | 0 | 20 | 20 | 0 |\n| 210 |  | U.S. | 159 | 1,522 | 1,681 | 58 |\n\nTable with 5 columns and 210 rows. Currently displaying rows 1 to 15. Including 1 sticky rows. Sorted descending by column \"Total\" (column headers with buttons are sortable)\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/w2j1v.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/w2j1v/full.png)\n\nImported and locally acquired measles cases by state in the United States, 2025\n\n### Imported and locally acquired measles cases by state in the United States, 2025\n\nPage 1 of 4\n\n|  |  | State | Imported | Local | Total | Recent 2 Weeks |\n| --- | --- | --- | --- | --- | --- | --- |\n| 1 |  | Texas | 1 | 801 | 802 | 0 |\n| 2 |  | Arizona | 4 | 107 | 111 | 27 |\n| 3 |  | New Mexico | 1 | 99 | 100 | 0 |\n| 4 |  | Kansas | 0 | 90 | 90 | 0 |\n| 5 |  | Utah | 0 | 67 | 67 | 9 |\n| 6 |  | Ohio | 6 | 38 | 44 | 0 |\n| 7 |  | South Carolina | 6 | 32 | 38 | 13 |\n| 8 |  | North Dakota | 6 | 30 | 36 | 0 |\n| 9 |  | Wisconsin | 9 | 27 | 36 | 0 |\n| 10 |  | Montana | 7 | 25 | 32 | 0 |\n| 11 |  | Colorado | 14 | 17 | 31 | 0 |\n| 12 |  | Michigan | 6 | 23 | 29 | 0 |\n| 13 |  | New York | 5 | 23 | 28 | 1 |\n| 14 |  | Minnesota | 14 | 9 | 23 | 2 |\n| 45 |  | U.S. | 159 | 1,522 | 1,681 | 58 |\n\nTable with 5 columns and 45 rows. Currently displaying rows 1 to 15. Including 1 sticky rows. Sorted descending by column \"Total\" (column headers with buttons are sortable)\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/4zhkG.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/4zhkG/full.png)\n\n> \\\\* The data presented in the table are compiled from official sources, including state and county health departments and additional county-level news releases or news articles, and represents laboratory-confirmed measles cases reported by public health authorities in 2025. Data are available in the [Github repository(link is external)](https://github.com/CSSEGISandData/measles_data). The “Recent 2 Weeks” column total includes the sum of imported and local cases reported in the last two weeks for each location.\n\n## U.S. Measles Cases Over Time\n\nOne of the striking features of the current measles outbreaks is the rate at which measles cases have been increasing. The rate at which measles cases have increased in 2025 is similar to the rate in 2019 when there was a global measles resurgence - and more measles cases in the United States than in any year in the past three decades.\n\nThe time series below shows the increase in measles cases over time in the United States by year since 2018. The cumulative time series shows the total number of measles cases reported to date in 2025 compared with previous years. The sharp upward slope of the curve in 2025 reflects the rapid spread of measles virus this year. The weekly cases chart displays the number of reported measles cases by month since 2019, highlighting the magnitude of the current outbreak relative to recent years. You can toggle between ‘Cumulative cases by year’ and ‘Weekly cases’ graphs.\n\nCumulative Cases by YearWeekly Cases\n\nCumulative measles cases reported in the United States by year\n\n### Cumulative measles cases reported in the United States by year\n\n02004006008001,0001,2001,4001,6001,800\n\n2025\n\n2018\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/mAhEh.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/mAhEh/full.png)\n\nWeekly measles cases in the U.S.\n\n### Weekly measles cases in the U.S.\n\n020406080100120\n\n18\n\n3\n\n7\n\n1\n\n1\n\n5\n\n5\n\n8\n\n5\n\n7\n\n8\n\n9\n\n6\n\n7\n\n1\n\n2\n\n2\n\n2\n\n3\n\n3\n\n5\n\n3\n\n10\n\n2\n\n2\n\n11\n\n2\n\n6\n\n3\n\n2\n\n1\n\n2\n\n1\n\n15\n\n11\n\n39\n\n18\n\n46\n\n20\n\n17\n\n13\n\n8\n\n1\n\n1\n\n11\n\n5\n\n7\n\n10\n\n18\n\n25\n\n30\n\n33\n\n10\n\n44\n\n34\n\n18\n\n107\n\n42\n\n113\n\n37\n\n15\n\n35\n\n120\n\n109\n\n47\n\n69\n\n23\n\n80\n\n60\n\n9\n\n3\n\n28\n\n17\n\n12\n\n20\n\n21\n\n24\n\n1\n\n4\n\n3\n\n3\n\n3\n\n5\n\n1\n\n1\n\n1\n\n2\n\n7\n\n1\n\n3\n\n2\n\n4\n\n1\n\n1\n\n1\n\n1\n\n1\n\n2\n\n5\n\n13\n\n4\n\n17\n\n1\n\n5\n\n1\n\n1\n\n1\n\n2\n\n1\n\n2\n\n2\n\n2\n\n2\n\n2\n\n4\n\n4\n\n2\n\n2\n\n1\n\n6\n\n11\n\n9\n\n9\n\n25\n\n11\n\n11\n\n5\n\n3\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n2\n\n1\n\n2\n\n2\n\n2\n\n1\n\n2\n\n1\n\n1\n\n3\n\n1\n\n5\n\n5\n\n1\n\n1\n\n2\n\n1\n\n2\n\n2\n\n3\n\n11\n\n4\n\n4\n\n2\n\n2\n\n5\n\n3\n\n14\n\n6\n\n3\n\n12\n\n38\n\n9\n\n10\n\n4\n\n3\n\n4\n\n4\n\n5\n\n5\n\n6\n\n4\n\n4\n\n3\n\n7\n\n13\n\n11\n\n7\n\n12\n\n7\n\n9\n\n11\n\n10\n\n3\n\n3\n\n1\n\n2\n\n1\n\n3\n\n1\n\n3\n\n4\n\n3\n\n2\n\n1\n\n0\n\n2\n\n12\n\n23\n\n28\n\n65\n\n76\n\n76\n\n79\n\n93\n\n102\n\n91\n\n107\n\n91\n\n66\n\n48\n\n47\n\n47\n\n23\n\n40\n\n34\n\n34\n\n25\n\n24\n\n41\n\n21\n\n12\n\n8\n\n12\n\n22\n\n5\n\n13\n\n19\n\n27\n\n19\n\n20\n\nSource:Johns Hopkins University [Download image](https://datawrapper.dwcdn.net/EO2An/full.png)\n\n> \\\\* Dates for cases prior to 2025 are sourced from [CDC(link is external)](https://data.cdc.gov/browse?sortBy=relevance&pageSize=20&category=NNDSS), while 2025 case dates align with the cases mapped above. All dates primarily correspond to case report date; however this may vary by reporting source and jurisdiction.  Additional details on dates for cases reported after January 1, 2025 are available in the [Github repository(link is external)](https://github.com/CSSEGISandData/measles_data).\n\nThe rate at which measles cases have increased varies by state depending on the extent of the outbreak. The charts below compare the increase in measles cases across a select set of states reporting the largest outbreaks in 2025. The cumulative state curves show the total number of measles cases reported over time in selected states. The state-specific bar charts illustrate the reported cases by week for selected states, so you can compare the trajectory of the outbreak across states. Both graphs reveal the size of the Texas outbreak relative to other states. You can toggle between ‘Cumulative cases by state’ and ‘Weekly cases by state’.\n\nCumulative Cases by StateWeekly Cases by State\n\nCumulative measles cases reported in states with the largest outbreaks in 2025\n\n### Cumulative measles cases reported in states with the largest outbreaks in 2025\n\n0100200300400500600700800\n\nKS\n\nAZ\n\nNM\n\nUT\n\nTX\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/03DWV.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/03DWV/full.png)\n\nWeekly reported cases for selected states\n\n### Weekly reported cases for selected states\n\nKS\n\nNM\n\nTX\n\nAZ\n\nUT\n\n005050100100\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n7\n\n7\n\n9\n\n9\n\n6\n\n6\n\n7\n\n7\n\n5\n\n5\n\n2\n\n2\n\n8\n\n8\n\n3\n\n3\n\n9\n\n9\n\n1\n\n10\n\n10\n\n2\n\n3\n\n3\n\n3\n\n3\n\n1\n\n1\n\n6\n\n6\n\n2\n\n2\n\n2\n\n2\n\n14\n\n14\n\n6\n\n8\n\n8\n\n6\n\n6\n\n6\n\n6\n\n3\n\n3\n\n6\n\n10\n\n10\n\n5\n\n1\n\n1\n\n2\n\n2\n\n5\n\n5\n\n3\n\n3\n\n2\n\n2\n\n2\n\n2\n\n2\n\n2\n\n7\n\n7\n\n7\n\n7\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n2\n\n2\n\n11\n\n11\n\n20\n\n27\n\n27\n\n50\n\n50\n\n68\n\n68\n\n61\n\n68\n\n68\n\n65\n\n84\n\n84\n\n67\n\n67\n\n67\n\n55\n\n55\n\n44\n\n23\n\n23\n\n23\n\n11\n\n11\n\n8\n\n16\n\n16\n\n11\n\n5\n\n5\n\n2\n\n2\n\n3\n\n3\n\n6\n\n6\n\n2\n\n2\n\n1\n\n1\n\n3\n\n3\n\n1\n\n1\n\n005050100100\n\n4\n\n4\n\n1\n\n1\n\n19\n\n19\n\n6\n\n6\n\n11\n\n13\n\n13\n\n8\n\n8\n\n4\n\n12\n\n12\n\n8\n\n14\n\n14\n\n11\n\n1\n\n1\n\n2\n\n2\n\n6\n\n6\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n3\n\n3\n\n9\n\n9\n\n7\n\n14\n\n14\n\n5\n\n4\n\n4\n\n2\n\n2\n\n2\n\n2\n\n3\n\n3\n\n5\n\n5\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/Q1Qmf.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/Q1Qmf/full.png)\n\n> \\\\* The data presented in the graphs are sourced from official state health department websites. Case dates correspond to date of rash onset when available, although definitions vary by reporting jurisdiction. The dates on the x-axis represent the first day of each week.\n\n## Measles Cases by Vaccination Status\n\nMeasles vaccination is the best way to prevent measles and stop outbreaks. We see this clearly by looking at the vaccination status of measles cases in the United States. Unvaccinated individuals or those with unknown vaccination status represent almost all reported measles cases. These outcomes are consistent with estimates that two doses of measles vaccine protects 97% of those vaccinated.\n\nPercentage of reported measles cases by vaccination status\n\n### Percentage of reported measles cases by vaccination status\n\n020406080100%\n\n6%\n\n94%\n\nVaccinated\n\nUnvaccinated or Unknown\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/K8pv1.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/K8pv1/full.png)\n\n> \\\\* Vaccination status reports are aggregated from official state health department websites and official press releases. The \"unknown\" category includes both cases with documented unknown status and those where investigation is ongoing. Unvaccinated and unknown vaccination status are combined because some jurisdictions (including the state of Texas) report these in combination.\n\n## Measles Cases by Age\n\nBefore the introduction of measles vaccine in the United States in 1963, measles was largely a disease of young children. But measles cases now occur across all age groups. After widespread use of measles vaccine, unvaccinated individuals are less likely to be exposed to measles virus when growing up because they are protected from encountering the virus by vaccinated people in their community. However, when measles outbreaks do occur, as now in the United States, these susceptible adolescents and adults can get measles. The chart below shows the distribution of measles cases by age group in the United States in 2025. Many cases are in school age children, but older adolescents are also getting measles.\n\nU.S. measles cases by age\n\n### U.S. measles cases by age\n\n0-4 Yrs\n\n23%\n\n5-17 Yrs\n\n33%\n\n18+ Yrs\n\n30%\n\nUnknown\n\n14%\n\nSource:Johns Hopkins University [Get the data](https://static.dwcdn.net/data/4tlk9.csv?v=1763056260000) [Download image](https://datawrapper.dwcdn.net/4tlk9/full.png)\n\n> \\\\* Age status of cases are aggregated from official state health department websites and official press releases.\n\n## Technical Notes\n\nThis dashboard is updated Mondays and Thursdays by end of day Eastern Time, with intermittent updates as warranted. The data presented in the maps are compiled from official sources, including state and county health departments and additional county-level news releases or news articles. The data represent all laboratory-confirmed measles cases reported by public health authorities in 2025. The data exclude \"probable cases\", cases not yet laboratory-confirmed, and cases not publicly reported. All reported cases are categorized as local unless indicated otherwise by the reporting source. Data completeness and timeliness vary by reporting jurisdiction. Recent case counts may be incomplete and are subject to backward revision as investigations are completed. To access the data, data sourcing, data/image use and licensing, please refer to the project's [Github repository(link is external)](https://github.com/CSSEGISandData/measles_data). An extended description of the data collection methodology is described in this [JAMA publication(link is external)](https://jamanetwork.com/journals/jama/fullarticle/2839096).\n\n**About This Project**\n\nThe project is a collaborative, interdisciplinary effort conducted by a group of researchers at [Johns Hopkins University](https://www.jhu.edu/) who are tracking and modeling the risk of measles in the U.S. It reflects contributions from the [Center for Systems Science and Engineering (CSSE)](https://systems.jhu.edu/) at the Whiting School of Engineering, the [InternationalVaccine Access Center (IVAC)](https://publichealth.jhu.edu/ivac/) at the Bloomberg School of Public Health, and [the Bloomberg Center for Government Excellence](https://govex.jhu.edu/).\n\nThe team is led by [Lauren Gardner](https://engineering.jhu.edu/faculty/lauren-gardner/), [Shaun Truelove](https://publichealth.jhu.edu/faculty/3998/shaun-truelove), and [William Moss](https://publichealth.jhu.edu/faculty/497/william-john-moss).\n\n![International Vaccine Access Center Logo](https://publichealth.jhu.edu/sites/default/files/2025-05/IVAC.vertical.black_.png)\n\n![Center for Systems Science and Enginneering Logo](https://publichealth.jhu.edu/sites/default/files/2025-05/csse.vertical.black_.png)\n\n![Bloomberg Center for Government Excellence](https://publichealth.jhu.edu/sites/default/files/2025-05/GovEx.vertical.black__0.png)\n\n* * *\n\n© 2025 Johns Hopkins University. All Rights Reserved.\n\n## We use cookies on this site to enhance your user experience.\n\nBy clicking the Accept button, you agree to us doing so.\n\nLearn more\n\nAcceptNo, thanks",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "[Skip to Main Content](https://publications.aap.org/redbook/resources/15187/Red-Book-Online-Outbreaks-Measles?autologincheck=redirected#skipNav)\n\n[Disclaimer »\\\\\n\\\\\nAdvertising](https://publications.aap.org/pages/advertising-disclaimer)\n\n[![AAP logo](https://publications.aap.org/UI/app/svg/umbrella/umbrella-logo.svg)](https://www.aap.org/)\n\n_Search__Close_\n\n[Shopping Cart](https://shop.aap.org/cart/)\n\n_User Tools Dropdown__Close User Tools Dropdown_\n\n[shopAAP](https://shop.aap.org/)\n\n[Shopping C...",
    "content": "[Skip to Main Content](https://publications.aap.org/redbook/resources/15187/Red-Book-Online-Outbreaks-Measles?autologincheck=redirected#skipNav)\n\n[Disclaimer »\\\\\n\\\\\nAdvertising](https://publications.aap.org/pages/advertising-disclaimer)\n\n[![AAP logo](https://publications.aap.org/UI/app/svg/umbrella/umbrella-logo.svg)](https://www.aap.org/)\n\n_Search__Close_\n\n[Shopping Cart](https://shop.aap.org/cart/)\n\n_User Tools Dropdown__Close User Tools Dropdown_\n\n[shopAAP](https://shop.aap.org/)\n\n[Shopping Cart](https://shop.aap.org/cart/)\n\n[Create Account](https://www.aap.org/en/my-account/create-account-landing-page/)\n\n\n\nLogin\n\nExplore AAP_Close_\n\n- [AAP Home](https://www.aap.org/)\n- [shopAAP](https://www.aap.org/en/shopaap/)\n- [PediaLink](https://www.aap.org/en/pedialink/)\n- [HealthyChildren.org](https://www.healthychildren.org/)\n\n![American Academy of Pediatrics Logo](https://aap2.silverchair-cdn.com/data/SiteBuilderAssetsOriginals/Live/images/umbrella/logo-aap_publications.svg)\n\nheader search\n\nsearch inputSearch input auto suggest\n\nfilter your searchAll PublicationsRed Book OnlineAll AAP Sites\n\nSearch\n\n[Advanced Search](https://publications.aap.org/advanced-search)\n\n[![Red Book Online](https://aap2.silverchair-cdn.com/data/SiteBuilderAssets/Live/Images/redbook/redbook39199368.svg)](https://publications.aap.org/redbook)\n\n_Toggle Menu_ Menu\n\n[Skip Nav Destination](https://publications.aap.org/redbook/resources/15187/Red-Book-Online-Outbreaks-Measles?autologincheck=redirected#)\n\nShare\n\n- _Facebook Icon_\n- _X Icon_\n- _LinkedIn Icon_\n\nNovember 10, 2025\n\n[https://emergency.cdc.gov/han/2024/han00504.asp](https://emergency.cdc.gov/han/2024/han00504.asp)\n\n_PDF Icon_ [PDF LinkDownload PDF](https://publications.aap.org/redbook/resources/pdfDownload/15187)\n\nContent License:FreeView\n\nArticle type: [Resources](https://publications.aap.org/redbook/search-results?f_ArticleTypeDisplayName=Resources&fl_SiteID=1000017)\n\nTopics:\n\n[Infectious Diseases](https://publications.aap.org/redbook/search-results?f_FacetCategoryIDs_1=159&fl_SiteID=1000017)\n\n**Measles Cases in 2025**\n\n|     |\n| --- |\n| _April 8, 2025:_ 2025 CDC Provider Letter – [MMR Travel and Outbreak Recommendations](http://composer.publications.aap.org/media/vizdgvux/2025_providerletter_mmrtravelandoutbreakrecs.pdf \"2025 Providerletter Mmrtravelandoutbreakrecs\")<br>_March 7, 2025:_ Health Alert Network (HAN) Health Advisory – [Expanding Measles Outbreak in the US and Guidance for the Upcoming Travel Season](https://www.cdc.gov/han/2025/han00522.html) |\n\nAs of November 4, 2025, a total of 1,681 confirmed measles cases were reported in the United States. Among these, 1,658 of the measles cases were reported by 42 jurisdictions: Alabama, Alaska, Arizona, Arkansas, California, Colorado, Florida, Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Michigan, Minnesota, Missouri, Montana, Nebraska, New Jersey, New Mexico, New York City, New York State, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia, Washington, Wisconsin, and Wyoming.\n\nThere have been 44 outbreaks (defined as 3 or more related cases) reported in 2025, and 87% of confirmed cases (1,464 of 1,681) are outbreak-associated. For comparison, 16 outbreaks were reported during 2024 and 69% of cases (198 of 285) were outbreak-associated.\n\n**Age of 1,681 Cases**\n\nUnder 5 years: 445 (26%)\n\n5-19 years: 666 (40%)\n\n20+ years: 563 (33%)\n\nAge unknown: 7 (0%)\n\n**Vaccination Status of 1,681 Cases** Unvaccinated or Unknown: 92%\n\nOne MMR Dose: 4%\n\nTwo MMR Doses: 4%\n\n**Hospitalization of 1,681 Cases** 12% of cases hospitalized (203 of 1,681)\n\n**Hospitalization by Age of 1,681 Cases** Under 5 years: 22% (97 of 445)\n\n5-19 years: 7% (44 of 666)\n\n20+ years: 11% (62 of 563)\n\nAge unknown: 0% (0 of 7)\n\n**US Deaths in 2025**\n\nThere have been 3 confirmed death from measles.\n\n* * *\n\n**US:** [Measles Cases and Outbreaks \\| CDC](https://www.cdc.gov/measles/data-research/?CDC_AAref_Val=https://www.cdc.gov/measles/cases-outbreaks.html)   \\|  **GLOBAL:** [Global Measles Outbreaks (cdc.gov)](https://www.cdc.gov/global-measles-vaccination/data-research/global-measles-outbreaks/)\n\n![Weekly measles cases by rash onset date. The cases show a significant increase in 2025.](http://composer.publications.aap.org/media/r1kh44ol/measles_091625.jpg?rmode=max&width=1265&height=477)\n\n## Clinical Guidance\n\n- **Presentation:** Consider measles in patients with fever and rash and ask about recent international travel, exposure to international travelers, or exposure to people with measles. Patients may have non-specific symptoms (fever, cough, coryza, conjunctivitis) without rash in the prodromal phase of infection, so heightened suspicion, particularly during local outbreaks or in patients with recent travel, can be key to timely diagnosis. The incubation period between exposure and initial symptoms is approximately 8-12 days. **For images of rash see the _Red Book_** **chapter on** [**Measles**](https://doi.org/10.1542/9781610027373-S3_012_002) **.**\n- **Diagnosis:** Measles virus infection can be confirmed by: (1) detection of measles viral RNA by reverse transcriptase-polymerase chain reaction (RT-PCR); (2) detection of measles virus-specific immunoglobulin (Ig) M; (3) a fourfold increase in measles IgG antibody concentration in paired acute and convalescent serum specimens (collected at least 10 days apart); or (4) isolation of measles virus in cell culture.\n- **Who is at highest risk of acquiring measles infection:**\n\n  - Unvaccinated children or adults\n  - Incompletely vaccinated (<2 doses of MMR) children or adults\n  - Individuals with known exposure to measles or recent travel to areas with active measles transmission.\n\n- **Who is at highest risk of severe measles infection or complications of measles:**\n\n  - Infants and children aged less than 5 years\n  - Adults aged more than 20 years\n  - Pregnant women\n  - People with compromised immune systems, such as from cancer, chemotherapy, or HIV infection\n\n- **Complications:** Measles can cause serious illness, even in previously healthy children. Complications of measles can include:\n\n  - Ear infections\n  - Diarrhea\n  - Pneumonia (either from measles virus itself or from bacterial superinfection)\n  - Encephalitis\n  - Death\n  - In addition, measles infection increases the risk of other severe infections for months or years after measles through the mechanism of immune amnesia.\n\n- **Precautions for patients with suspected or confirmed measles infection**: Airborne precautions are needed whenever there is any suspicion of measles exposure. Promptly isolate, collect specimens, and report patients with suspected measles to public health.\n- **Prevention of measles**: Vaccination is the cornerstone of measles prevention. All children should receive measles vaccination as part of the routine childhood vaccine schedule. Unimmunized or incompletely immunized children should begin catch-up vaccination as soon as possible. During an outbreak, MMR vaccine should be offered to all people with known exposure or in the outbreak community who lack evidence of measles immunity. During a community-wide outbreak that affects infants, MMR vaccine has been shown to be effective in preventing symptoms after exposure and may be recommended for infants 6 through 11 months of age. Children who receive their first MMR vaccine prior to 12 months of age will require two additional doses after 12 months of age for full protection. IGIM administered exposed, measles-susceptible people (not previously vaccinated or immunocompromised) will prevent or attenuate infection if administered within 6 days of exposure.\n- **Treatment:** There is no specific antiviral agent for treatment of measles infection. Treatment of children with measles with oral vitamin A decreases measles-related morbidity and mortality. Dosing of vitamin A for treatment of children with measles can be found in the **_Red Book_ chapter on** [**Measles**](https://doi.org/10.1542/9781610027373-S3_012_002) **.**\n- **Reporting:** Involvement of state and local health departments is often advisable for any suspected diagnosis of measles, as there may be specific ways these departments wish to receive specimens and manage patients.\n- **For more information see the _Red Book_** **chapter on** [**Measles**](https://doi.org/10.1542/9781610027373-S3_012_002) **.**\n\n## Resources\n\n- _Red Book_ chapters: [International Travel](https://doi.org/10.1542/9781610027373-S1_006_010) \\| [Immune Globulin Intramuscular (IGIM)](https://doi.org/10.1542/9781610027373-S1_005_002)\n- _Red Book Online_ [webinars](https://publications.aap.org/redbook/resources/15686):\n  - [Identifying and Diagnosing Measles in the Pediatric Setting](https://publications.aap.org/redbook/resources/29920)\n  - [The Use of Vitamin A in the Management of Measles](https://publications.aap.org/redbook/resources/31246)\n  - [Infection Prevention & Control for Measles](https://publications.aap.org/redbook/resources/31754)\n  - [Spotting a Threat: Measles in Immunocompromised Children](https://publications.aap.org/redbook/resources/15686)\n- CDC: [Measles (Rubeola)](https://www.cdc.gov/measles/index.html)\n\n|     |\n| --- |\n| **Pediatric Practice Tools and Info**<br>Watch this CDC video to learn more about the signs and symptoms of measles to quickly diagnose infected patients. [Measles Clinical Features and Diagnosis – YouTube](https://www.youtube.com/watch?v=3HFeQEciDVY)<br>CDC: [For Healthcare Professionals – Clinical Overview of Measles](https://www.cdc.gov/measles/hcp/clinical-overview/index.html)<br>AAP: [Measles Vaccine](https://www.aap.org/en/patient-care/measles/measles-vaccine/) (aap.org)<br>AAP: [Communicating with Families and Promoting Vaccine Confidence](https://www.aap.org/en/patient-care/immunizations/communicating-with-families-and-promoting-vaccine-confidence/) (aap.org)<br>AAP: [Immunizations Across America Map](https://www.aap.org/en/patient-care/immunizations/immunizations-across-america/) is updated weekly with locations experiencing outbreaks and current case numbers (aap.org) |\n\n|     |\n| --- |\n| **Public Health Resources**<br>CDC: [Measles – Information for Public Health Professionals](https://www.cdc.gov/measles/php/guidance/index.html) |\n\n|     |\n| --- |\n| **Infection Prevention and Control Resources**<br>[Project Firstline](https://www.aap.org/en/patient-care/infection-prevention-and-control/project-firstline) (aap.org) |\n\n|     |\n| --- |\n| **Information for Patients and Caregivers**<br>AAP HealthyChildren.org: [How to Protect Your Children During a Measles Outbreak](https://www.healthychildren.org/English/safety-prevention/immunizations/Pages/How-to-Protect-Your-Children-During-A-Measles-Outbreak.aspx?_ga=2.24437498.1546064966.1634759789-1502919326.1571434943&_gl=1*ug49ag*_ga*MTUwMjkxOTMyNi4xNTcxNDM0OTQz*_ga_FD9D3XZVQQ*MTYzNDgzMjAzNS4xODUuMS4xNjM0ODMyODcyLjA.)<br>In Spanish: [Cómo proteger a sus niños durante un brote de sarampión](https://www.healthychildren.org/spanish/safety-prevention/immunizations/paginas/how-to-protect-your-children-during-a-measles-outbreak.aspx?_ga=2.24437498.1546064966.1634759789-1502919326.1571434943&_gl=1*ug49ag*_ga*mtuwmjkxotmyni4xntcxndm0otqz*_ga_fd9d3xzvqq*mtyzndgzmjazns4xoduums4xnjm0odmyodcylja.)<br>[AAP HealthyChildren.org: Measles: What Parents Need to Know](https://www.healthychildren.org/English/health-issues/vaccine-preventable-diseases/Pages/Measles.aspx) (available in Arabic, Haitian Creole, Hmong, Nepali, Russian, Somali, Spanish, Ukrainian) |\n\n[![Red Book Online](https://aap2.silverchair-cdn.com/data/SiteBuilderAssets/Live/Images/redbook/redbook39199368.svg)](https://publications.aap.org/redbook)\n\n- [Red Book 2024–2027](https://publications.aap.org/redbook/book/755)\n- [Outbreaks & Emerging Infections](https://publications.aap.org/redbook/resources/17748)\n- [Updates and Errata](https://publications.aap.org/redbook/resources/15805)\n- [Previous Editions](https://publications.aap.org/redbook/resources/15504)\n\n- [About](https://publications.aap.org/redbook/pages/about)\n\n### Journals\n\n- [Pediatrics](https://publications.aap.org/pediatrics)\n- [Pediatrics Open Science](https://publications.aap.org/pediatricsopenscience)\n- [Hospital Pediatrics](https://publications.aap.org/hospitalpediatrics)\n- [Pediatrics in Review](https://publications.aap.org/pediatricsinreview)\n- [NeoReviews](https://publications.aap.org/neoreviews)\n- [AAP Grand Rounds](https://publications.aap.org/aapgrandrounds)\n\n### [Policy](https://publications.aap.org/pediatrics/pages/policy)\n\n### [Books](https://publications.aap.org/aapbooks)\n\n### News\n\n- [Latest News](https://publications.aap.org/aapnews)\n- [Archive](https://publications.aap.org/aapnews/search-results?sort=Date+-+Newest+First)\n\n### Solutions\n\n- [Pediatric Care Online](https://publications.aap.org/pediatriccare)\n- [Red Book Online](https://publications.aap.org/redbook)\n- [Pediatric Patient Education](https://publications.aap.org/patiented)\n- [AAP Toolkits](https://publications.aap.org/toolkits)\n- [AAP Pediatric Coding Newsletter](https://publications.aap.org/codingnews)\n\n### [First 1,000 Days Knowledge Center](https://publications.aap.org/first1000days)\n\n### [Institutions/Librarians](https://publications.aap.org/pages/aap-library)\n\n### [Group Practices](https://publications.aap.org/pages/group-practices)\n\n### [Licensing/Permissions](https://publications.aap.org/pages/licensing-permissions)\n\n### [Integrations](https://publications.aap.org/pages/integration-tools)\n\n### [Advertising](http://www.wt-group.com/aap/)\n\n[![American Academy of Pediatrics](https://aap2.silverchair-cdn.com/data/SiteBuilderAssetsOriginals/Live/images/umbrella/aap-title-white-h2.svg?versionId=8641)](https://www.aap.org/)\n\n- [Facebook](https://www.facebook.com/AmerAcadPeds)\n- [X](https://x.com/AmerAcadPeds)\n- [LinkedIn](https://www.linkedin.com/company/american-academy-of-pediatrics/)\n- [Instagram](https://www.instagram.com/ameracadpeds/?hl=en)\n- [YouTube](https://www.youtube.com/channel/UClR8YIQX5Fb8J2wmsUKLhvQ)\n\n- [Privacy Statement](https://www.aap.org/en/pages/privacy-statement/) \\| [Accessibility Statement](https://publications.aap.org/pages/accessibility_statement) \\| [Terms of Use](https://www.aap.org/en/pages/terms-of-use/) \\| [Support Center](https://www.aap.org/en/support-center/) \\| [Contact Us](https://www.aap.org/en/forms/contact-support-center/)\n- © Copyright American Academy of Pediatrics\n\n_Close Modal_\n\nClose Modal\n\n##### This Feature Is Available To Subscribers Only\n\n[Sign In](https://publications.aap.org/sign-in?returnUrl=%2fredbook%2fresources%2f15187%2fRed-Book-Online-Outbreaks-Measles%3fautologincheck%3dredirected) or [Create an Account](https://publications.aap.org/my-account/register?siteId=1000017&returnUrl=%2fredbook%2fresources%2f15187%2fRed-Book-Online-Outbreaks-Measles%3fautologincheck%3dredirected)\n\n_Close Modal_\n\n_Close Modal_\n\nThis site uses cookies. By continuing to use our website, you are agreeing to [our privacy policy.](https://www.aap.org/en-us/Pages/Privacy-Statement.aspx)\n\nAccept",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "[Skip to main content](https://dph.sc.gov/diseases-conditions/infectious-diseases/measles-rubeola/2025-measles-outbreak#main-content)\n\nUpdated: Nov. 12, 2025\n\n## Current Situation\n\nDPH is actively responding to a measles outbreak in the Upstate region. As of Nov. 12, 2025, [DPH is reporting 46 cases of measles](https://dph.sc.gov/news/wednesday-measles-update-dph-confirms-8-new-measles-cases-upstate-outbreak-bringing-outbreak \"WEDNESDAY MEASLES UPDATE: DPH Confirms 8 new Measles Cases in Upstate...",
    "content": "[Skip to main content](https://dph.sc.gov/diseases-conditions/infectious-diseases/measles-rubeola/2025-measles-outbreak#main-content)\n\nUpdated: Nov. 12, 2025\n\n## Current Situation\n\nDPH is actively responding to a measles outbreak in the Upstate region. As of Nov. 12, 2025, [DPH is reporting 46 cases of measles](https://dph.sc.gov/news/wednesday-measles-update-dph-confirms-8-new-measles-cases-upstate-outbreak-bringing-outbreak \"WEDNESDAY MEASLES UPDATE: DPH Confirms 8 new Measles Cases in Upstate Outbreak, Bringing Outbreak Total to 43, Total Reported This Year to 46\") since July 9, 43 centered around Spartanburg County in the current outbreak.\n\nOn Oct. 2, 2025, [DPH confirmed a measles outbreak in Upstate region](https://dph.sc.gov/news/dph-confirms-measles-outbreak-upstate-region \"DPH Confirms Measles Outbreak in Upstate Region\"). An outbreak is defined as three or more cases of the same infectious disease linked to a common exposure.\n\nThere has been a rise in measles cases in the Upstate this year, with most concentrated in Spartanburg County.\n\nSome cases are travel-related exposures or close contacts of known cases. Other cases have no identified source, suggesting that measles is circulating in the community and could spread further. We have seen measles spread quickly in unvaccinated households here in South Carolina. We also know that it can spread quickly in unvaccinated communities based on outbreaks in other states.\n\n### Key Takeaways\n\n- **Measles is highly contagious**:\n  - A person is **contagious four days** **before** **and** **after** **a rash begins**, meaning someone can spread measles before they know they are infected.\n  - The virus can **linger in the air for up to two hours** after an infected person leaves.\n- The measles vaccine (MMR and MMRV) is the best way to protect yourself and others against measles. Use the [DPH Recommendations for Measles Vaccination chart](https://dph.sc.gov/sites/scdph/files/2025-10/Measles_Outbreak_Vaccine_Recommendations_20251020.pdf) to understand if you need to be vaccinated or not.\n\n## Updates\n\nWe will post measles updates twice a week, at noon on Tuesday and Friday. In time, this update frequency may change to more or less each week depending on disease activity.\n\n### Mobile Health Unit (MHU) Vaccines\n\nIn response to the ongoing measles outbreak, the South Carolina Department of Public Health (DPH) has activated its Mobile Health Unit to deploy to the following locations to offer measles-mumps-rubella (MMR) vaccine to unvaccinated individuals at no cost. _NOTE: The MMR vaccine is given as a two-dose series and booster doses are generally not needed. DPH also provides information about vaccine services by other providers. Use the_ [_online vaccine locator_](https://scdph.maps.arcgis.com/apps/instant/nearby/index.html?appid=18897a672ea84553a2aaea2dc17af76e) _to help find the one nearest you._\n\n**Locations:**\n\n- Wednesday, Nov. 12: 12-4 p.m. Lyman First Baptist Church, 80 Groce Road, Lyman SC 29365\n- Thursday, Nov. 13: 12-4 p.m. Lyman First Baptist Church, 80 Groce Road, Lyman SC 29365\n\n### Media Briefings\n\n- [Nov. 12 Briefing](https://www.youtube.com/watch?v=pQxi6kLmbes)\n- [Nov. 5 Briefing](https://youtu.be/QqpXS0vDIjU)\n- [Oct. 29 Briefing](https://youtu.be/RT3FaPV8f6E)\n- [Oct. 22 Briefing](https://youtu.be/1P_v3PFfRpc)\n- [Oct. 15 Briefing](https://www.youtube.com/watch?v=Zm33bPa1xZw)\n- [Oct. 9 Briefing](https://www.youtube.com/watch?v=baOoDM-Bn2g)\n- [Oct. 3 Briefing](https://www.youtube.com/watch?v=l88na6H_Gys)\n\n### News Releases (2025)\n\n- [WEDNESDAY MEASLES UPDATE: DPH Confirms 8 new Measles Cases in Upstate Outbreak, Bringing Outbreak Total to 43, Total Reported This Year to 46](https://dph.sc.gov/news/wednesday-measles-update-dph-confirms-8-new-measles-cases-upstate-outbreak-bringing-outbreak \"WEDNESDAY MEASLES UPDATE: DPH Confirms 8 new Measles Cases in Upstate Outbreak, Bringing Outbreak Total to 43, Total Reported This Year to 46\") (Nov. 12)\n- [DPH Measles Investigation Identifies Public Exposure at Spartanburg Restaurant](https://dph.sc.gov/news/dph-measles-investigation-identifies-public-exposure-spartanburg-restaurant \"DPH Measles Investigation Identifies Public Exposure at Spartanburg Restaurant\") (Nov. 10)\n- [FRIDAY MEASLES UPDATE: DPH Confirms Additional Measles Case in Upstate Outbreak, Bringing Outbreak Total to 35, Total Reported This Year to 38](https://dph.sc.gov/news/friday-measles-update-dph-confirms-additional-measles-case-upstate-outbreak-bringing-outbreak \"FRIDAY MEASLES UPDATE: DPH Confirms Additional Measles Case in Upstate Outbreak, Bringing Outbreak Total to 35, Total Reported This Year to 38\") (Nov. 7)\n- [TUESDAY MEASLES UPDATE: DPH Reports No New Measles Cases Since Friday](https://dph.sc.gov/news/tuesday-measles-update-dph-reports-no-new-measles-cases-friday \"TUESDAY MEASLES UPDATE: DPH Reports No New Measles Cases Since Friday\") (Nov. 4)\n- [FRIDAY MEASLES UPDATE: DPH Increases Measles Case Count by Four to 37 Total in 2025, 34 Related to Upstate Outbreak](https://dph.sc.gov/news/friday-measles-update-dph-increases-measles-case-count-four-37-total-2025-34-related-upstate \"FRIDAY MEASLES UPDATE: DPH Increases Measles Case Count by Four to 37 Total in 2025, 34 Related to Upstate Outbreak\") (Oct. 31)\n- [TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count by Eight to 33 total in 2025, 30 related to Upstate Outbreak](https://dph.sc.gov/news/tuesday-measles-update-dph-increases-measles-case-count-eight-33-total-2025-30-related-upstate \"TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count by Eight to 33 total in 2025, 30 related to Upstate Outbreak\") (Oct. 28)\n- [FRIDAY UPDATE: DPH Increases Measles Case Count to 25 total in 2025, 22 related to Upstate Outbreak](https://dph.sc.gov/news/friday-update-dph-increases-measles-case-count-25-total-2025-22-related-upstate-outbreak \"FRIDAY UPDATE: DPH Increases Measles Case Count to 25 total in 2025, 22 related to Upstate Outbreak\") (Oct. 24)\n- [TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count by Four to 23 total in 2025, 20 now related to Upstate Outbreak](https://dph.sc.gov/news/tuesday-measles-update-dph-increases-measles-case-count-four-23-total-2025-20-now-related \"TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count by Four to 23 total in 2025, 20 now related to Upstate Outbreak\") (Oct. 21)\n- [FRIDAY UPDATE: DPH Increases Measles Case Count to 19 total in 2025, 15 related to Upstate Outbreak](https://dph.sc.gov/news/friday-update-dph-increases-measles-case-count-19-total-2025-15-related-upstate-outbreak \"FRIDAY UPDATE: DPH Increases Measles Case Count to 19 total in 2025, 15 related to Upstate Outbreak\") (Oct. 17)\n- [DPH Announces Locations of Mobile Measles Vaccination Unit in Spartanburg County](https://dph.sc.gov/news/dph-announces-locations-mobile-measles-vaccination-unit-spartanburg-county \"DPH Announces Locations of Mobile Measles Vaccination Unit in Spartanburg County\") (Oct. 15)\n- [TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count to 16 total in 2025, 12 related to Upstate Outbreak](https://dph.sc.gov/news/tuesday-measles-update-dph-increases-measles-case-count-16-total-2025-12-related-upstate \"TUESDAY MEASLES UPDATE: DPH Increases Measles Case Count to 16 total in 2025, 12 related to Upstate Outbreak\") (Oct. 14)\n- [DPH Confirms State’s 11th Measles Case in Greenville County, eighth related to current outbreak in Upstate](https://dph.sc.gov/news/dph-confirms-states-11th-measles-case-greenville-county-eighth-related-current-outbreak \"DPH Confirms State’s 11th Measles Case in Greenville County, eighth related to current outbreak in Upstate\") (Oct. 9)\n- [MEASLES UPDATE: DPH Confirms locations of Spartanburg County Outbreak, Media Briefing to take Place Tomorrow (Thursday)](https://dph.sc.gov/news/measles-update-dph-confirms-locations-spartanburg-county-outbreak-media-briefing-take-place \"MEASLES UPDATE: DPH Confirms locations of Spartanburg County Outbreak, Media Briefing to take Place Tomorrow (Thursday)\") (Oct. 8)\n- [DPH Confirms 9th and 10th Case of Measles in Spartanburg County, Launches Webpage to Update Public on Outbreak](https://dph.sc.gov/news/dph-confirms-9th-and-10th-case-measles-spartanburg-county-launches-webpage-update-public) (Oct. 7)\n- [DPH Confirms Measles Outbreak in Upstate Region](https://dph.sc.gov/news/dph-confirms-measles-outbreak-upstate-region \"DPH Confirms Measles Outbreak in Upstate Region\") (Oct. 2)\n- [DPH Confirms Measles in Upstate Resident; Fourth Case of Measles in South Carolina in 2025](https://dph.sc.gov/news/dph-confirms-measles-upstate-resident-fourth-case-measles-south-carolina-2025 \"DPH Confirms Measles in Upstate Resident; Fourth Case of Measles in South Carolina in 2025\") (Sept. 26)\n- [DPH Confirms Measles in Upstate Resident; Third Case of Measles in South Carolina in 2025](https://dph.sc.gov/news/dph-confirms-measles-upstate-resident-third-case-measles-south-carolina-2025 \"DPH Confirms Measles in Upstate Resident; Third Case of Measles in South Carolina in 2025\") (Sept. 8)\n- [DPH Confirms Measles in Upstate Resident](https://dph.sc.gov/news/dph-confirms-measles-upstate-resident-0 \"DPH Confirms Measles in Upstate Resident\") (July 9)\n\n## About Measles\n\nMost people recover from measles completely on their own. For uncomplicated cases, bed rest, drinking plenty of fluids and over-the-counter medications to reduce the fever and headache may help make infected individuals more comfortable. For those who require hospitalization, supportive care is the only treatment.\n\nDPH’s [measles page](https://dph.sc.gov/diseases-conditions/infectious-diseases/measles-rubeola \"Measles (Rubeola)\") contains what people need to know about measles (e.g., video, educational materials), and frequently asked questions about symptoms, prevention, vaccination history, and DPH’s role in protecting South Carolina from measles.\n\n### Understanding South Carolina's Vaccination Rates Among School Children\n\nWe still have vulnerable populations, both nationally and in South Carolina. The CDC reports that in 2025: the majority, 97%, of people who got measles were unvaccinated. Measles is still common in many parts of the world, including some countries in Europe, Asia, the Pacific and Africa. Travelers with measles continue to bring measles into the U.S. Measles can spread easily when it reaches a community where groups of people are unvaccinated. Based on the 2021 CDC NIS (National Immunization Survey) Child data, coverage rates in the 19- to 35-month-old survey indicate that 88.9% of these aged children in South Carolina have had at least one dose of MMR vaccine. In South Carolina, two doses of MMR vaccine are required for school entry for kindergarten through 12th grade. For the 2023-2024 school year, 92.1% of kindergarten students had two doses of MMR vaccine, down from 95% for the 2019-2020 school year.\n\n- [45-Day Report of Schools with Required Immunization Certification, 2024-2025 School Year](https://dph.sc.gov/sites/scdph/files/2025-10/45_Day_Report_24-25_20251014.pdf) (pdf)\n- [School Vaccination Coverage and Exemption Data by County](https://dph.sc.gov/health-wellness/child-teen-health/school-vaccination-coverage-data/school-vaccination-coverage-and \"School Vaccination Coverage and Exemption Data by County\")\n\n### U.S. Data\n\nFind the latest numbers of confirmed U.S. measles cases. The Centers for Disease Control and Prevention (CDC) update [this page](https://www.cdc.gov/measles/data-research/index.html) weekly.\n\n## For Providers\n\n- [Clinical Assessment Guide](https://dph.sc.gov/sites/scdph/files/2025-07/Measles_Clinical_Assessment_Guide_202507.pdf) (pdf)\n- [Provider Guidance: Early MMR Vaccination for Infants (6–11 Months) During a Measles Outbreak](https://dph.sc.gov/sites/scdph/files/2025-10/Early-MMR-Vaccine-Guidance.pdf) (pdf)\n- [DPH Health Alert: Measles Outbreak in Upstate Region](https://dph.sc.gov/sites/scdph/files/2025-10/10601-DHA-10-02-2025-MEAS.pdf) (pdf)\n\n## For the Public\n\n- [Measles Fact Sheet for Daycares](https://dph.sc.gov/sites/scdph/files/Library/00456-ENG-CR.pdf) (pdf)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "[Close search form](https://www.cbsnews.com/news/measles-outbreak-us-map/# \"Close search form\")\n\n[Watch CBS News](https://www.cbsnews.com/live/ \"Watch CBS News\")[Watch CBS News](https://www.cbsnews.com/live/)\n\nIn 2025, the United States has recorded the most [measles cases](https://www.cbsnews.com/news/measles-us-cases-record-high-since-1992/) in more than 30 years, Centers for Disease Control and Prevention data shows. A large share of the infections were connected to an outbreak in West Texas ...",
    "content": "[Close search form](https://www.cbsnews.com/news/measles-outbreak-us-map/# \"Close search form\")\n\n[Watch CBS News](https://www.cbsnews.com/live/ \"Watch CBS News\")[Watch CBS News](https://www.cbsnews.com/live/)\n\nIn 2025, the United States has recorded the most [measles cases](https://www.cbsnews.com/news/measles-us-cases-record-high-since-1992/) in more than 30 years, Centers for Disease Control and Prevention data shows. A large share of the infections were connected to an outbreak in West Texas that led to [the deaths](https://www.cbsnews.com/news/measles-death-texas-outbreak/) of [two children](https://www.cbsnews.com/texas/news/texas-measles-outbreak-second-child-death-unvaccinated/).\n\nThe number of cases in Texas alone grew to over [760](https://www.dshs.texas.gov/news-alerts/measles-outbreak-2025) before the state declared it [officially over](https://www.cbsnews.com/news/measles-outbreak-texas-over-health-officials/) in August, while total cases nationwide have topped 1,500, with infections confirmed in at least 39 states.\n\n[Measles](https://www.cbsnews.com/news/what-is-measles-mmr-vaccine-symptoms/) is one of the most contagious infectious diseases, and in some cases, can cause [severe infections](https://www.cdc.gov/measles/signs-symptoms/?CDC_AAref_Val=https://www.cdc.gov/measles/symptoms/complications.html#) in the lungs and brain that can lead to cognitive issues, deafness or death. But doctors and health officials say [the vaccine](https://www.cbsnews.com/news/measles-outbreak-texas-preventable-symptoms/), which is normally given as part of the combination measles-mumps-rubella (MMR) vaccine, is [highly safe and effective](https://www.cbsnews.com/news/texas-measles-outbreak-what-to-know/).\n\nWhile most people's symptoms improve, about 1 in 5 unvaccinated people who get measles will be hospitalized. About 1 out of every 1,000 children with measles will develop brain swelling that can lead to brain damage, and up to 3 of every 1,000 children who become infected will die, the CDC says.\n\nThe largest outbreak so far this year has been in West Texas, but cases have been reported in other states around the country, as well. In South Carolina, for example, [dozens of students were quarantined](https://www.cbsnews.com/news/unvaccinated-students-quarantining-measles-south-carolina/) in October due to an outbreak.\n\nThe CBS News data team is tracking confirmed measles cases nationwide as new data is released by state health departments and the CDC. (The map below is updated on Wednesdays when the CDC releases its latest weekly numbers.)\n\n### Measles cases by state\n\nSo far this year, the U.S. has reported **1,681** cases.\n\nU.S. map showing number of reported cases of measles in 2025.\n\n\\# of cases\n\n0\n\n1-\n\n9\n\n10-\n\n49\n\n50-\n\n99\n\n100-\n\n250\n\n800+\n\nTXTXCACAMTMTNMNMAZAZNVNVCOCOWYWYORORUTUTMNMNIDIDKSKSNENESDSDAKAKNDNDOKOKMOMOWAWAGAGAFLFLMIMIILILIAIAWIWIARARALALNCNCNYNYMSMSLALAPAPATNTNOHOHVAVAKYKYININMEMESCSCWVWVMDMDVTVTNHNHMAMANJNJHIHICTCTDEDERIRINANA\n\nLast updated November 12, 2025 at 1 PM EDT.\n\nNote: CDC updates data every Wednesday. Current year case counts are preliminary.\n\nMap:Taylor Johnston / CBS NewsSource: [CDC](https://www.cdc.gov/measles/data-research/index.html)\n\nThe Texas outbreak primarily affected [children and teenagers](https://www.cbsnews.com/news/vaccination-rate-decline-measles-polio-outbreaks/), nearly all of whom were [unvaccinated](https://www.cbsnews.com/news/measles-outbreak-texas-preventable-symptoms/) or had an unknown vaccination status. State and local health officials confirmed the first patient who died was an unvaccinated school-aged child, and the second was an unvaccinated 8-year-old girl. Neither of the children had underlying health conditions, the Texas health department said. New Mexico also reported the [death of an adult](https://www.cbsnews.com/news/measles-new-mexico-death-investigation/) with measles.\n\n### Measles cases in Texas counties\n\n**762** measles cases have been reported in Texas this year. Click or hover over a county for more details.\n\nMap of measles cases by Texas county\n\n\\# of cases\n\n40\n\n150\n\n400\n\nHoustonHoustonDallasDallasSanAntonioSanAntonioFortWorthFortWorthAmarilloAmarilloEl PasoEl PasoLaredoLaredoAustinAustinCorpusChristiCorpusChristi\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the symbols.\n\nLast updated on August 18, 2025.\n\nNote: The Texas Department of State Health Services officially declared the end of the West Texas measles outbreak on this date after 42 days without any new cases.\n\nMap:Taylor Johnston / CBS NewsSource: [Texas Department of State Health Services](https://www.dshs.texas.gov/news-alerts/measles-outbreak-feb-28-2025)\n\nThe last measles death in the U.S. before this year was in 2019, when a 37-year-old man died from measles complicated by meningitis in California, according to CDC data.\n\nUntil now, the highest number of confirmed cases in the U.S. in recent years was 1,274 in 2019, driven by [outbreaks](https://www.cbsnews.com/news/measles-outbreak-cases-top-700-as-outbreaks-continue-to-spread/) in New York, California and Washington state, but most years the total has been much lower.\n\n### Measles cases by year\n\nLine chart showing the number of measles cases in the U.S. from 1939 to present.\n\n0100K200K300K400K500K600K700K800K1,563\n\nVaccine introduced\n\nVaccine introduced\n\nLast updated October 9, 2025 at 10 AM EDT.\n\nNote: CDC updates data every Wednesday. Current year case counts are preliminary.\n\nChart:Taylor Johnston / CBS NewsSource: [CDC](https://www.cdc.gov/measles/data-research/index.html)\n\n### Measles cases by year\n\nBar chart showing the number of measles cases by year, from 2000 to present.\n\n05001,0001,500\n\n85\n\n116\n\n44\n\n56\n\n37\n\n66\n\n55\n\n43\n\n140\n\n72\n\n63\n\n220\n\n55\n\n187\n\n667\n\n191\n\n86\n\n120\n\n381\n\n1,274\n\n13\n\n49\n\n121\n\n59\n\n285\n\n1,681\n\nLast updated November 12, 2025 at 1 PM EDT.\n\nNote: CDC updates data every Wednesday. Current year case counts are preliminary.\n\nChart:Taylor Johnston / CBS NewsSource: [CDC](https://www.cdc.gov/measles/data-research/index.html)\n\nHealth experts point to [lower vaccination rates](https://www.cbsnews.com/news/vaccination-rate-decline-measles-polio-outbreaks/) as a reason for increases in [preventable diseases](https://www.cbsnews.com/news/measles-outbreak-texas-preventable-symptoms/) like the measles.\n\n### Vaccination status among current cases\n\nOf the **1,681** cases in the U.S., **92%** are either unvaccinated or have an unknown vaccination status, while **8%** have received at least one dose of the MMR vaccine.\n\nStacked bar chart showing the percentage of current cases that are unvaccinated/unknown or had atleast one dose of the MMR vaccine.\n\nUnvaccinated or unknown\n\nAt least one dose\n\n92%\n\n8%\n\nLast updated November 12, 2025 at 1 PM EDT.\n\nNote: Numbers may not add to 100% due to rounding.\n\nChart:Taylor Johnston / CBS NewsSource: [CDC](https://www.cdc.gov/measles/data-research/index.html)\n\nCDC data shows about 93% of kindergarteners in the U.S. were vaccinated against measles during the 2021-2022 school year and only 92.7% in the 2023-2024 school year. This is [down from 95.2%](https://www.cbsnews.com/news/measles-outbreaks-schools-vaccination-rates-decline/) during the 2019-2020 school year — a critical threshold to keep people safe.\n\n\"When more than 95% of people in a community are vaccinated, most people are protected through community immunity (herd immunity),\" [the CDC states](https://www.cdc.gov/measles/data-research/index.html).\n\n### Vaccine coverage among U.S. kindergartners\n\nThe map below shows the estimated MMR vaccine coverage among kindergartners for the 2023-24 school year, with approximately 93% vaccinated. Click or hover over a state for more details.\n\nU.S. map showing estimated kindergarten MMR vaccine coverage during the 2023-24 school year\n\n% vaccinated\n\n80%85%90%95%\n\nTXTXCACAMTMTNMNMAZAZNVNVCOCOWYWYORORUTUTMNMNIDIDKSKSNENESDSDAKAKNDNDOKOKMOMOWAWAGAGAFLFLMIMIILILIAIAWIWIARARALALNCNCNYNYMSMSLALAPAPATNTNOHOHVAVAKYKYININMEMESCSCWVWVMDMDVTVTNHNHMAMANJNJHIHICTCTDEDERIRIDCDC\n\nUse the arrow keys `↑`  `↓`  `←`  `→` to navigate through the map regions.\n\nNote: Montana did not report school vaccination data. Data for public school kindergartners was reported by 49 states and DC, and for private school kindergartners by 48 states and DC.\n\nMap:Taylor Johnston / CBS NewsSource: [CDC](https://www.cdc.gov/measles/data-research/index.html)\n\nHealth and Human Services Secretary [Robert F. Kennedy Jr.](https://www.cbsnews.com/news/rfk-jr-hhs-challenges-make-america-healthy-again/), who has [a history](https://www.cbsnews.com/news/rfk-jr-samoa-measles-outbreak/) of making [false and misleading claims](https://www.cbsnews.com/news/how-many-lives-vaccines-have-saved/) about vaccines, voiced support for vaccination as the [deadly outbreak](https://www.cbsnews.com/news/measles-outbreak-us-map/) spread in the Southwest.\n\n\"We encourage people to get the measles vaccine,\" [Kennedy told](https://www.cbsnews.com/news/rfk-jr-measles-vaccine/) CBS News chief medical correspondent Dr. Jon LaPook in [an interview](https://www.cbsnews.com/news/rfk-jr-interview-takeaways-measles-food-dyes-weight-loss-drugs/) April 8, marking the first time Kennedy has publicly urged people to get the measles vaccine since becoming HHS secretary.\n\nAsked by LaPook what the federal government's official position on the vaccine is, Kennedy reiterated, \"The federal government's position, my position, is that people should get the measles vaccine,\" but added, \"The government should not be mandating those.\"\n\nEdited by\n\n[Nicole Brown Chau](https://www.cbsnews.com/team/nicole-chau/)\n\n# In:\n\n- [Measles](https://www.cbsnews.com/tag/measles/)\n\nBreaking down drop in measles vaccines\n\n[Doctor explains drop in MMR vaccinations as measles cases spike01:48](https://www.cbsnews.com/video/doctor-explains-drop-in-mmr-vaccinations-as-measles-cases-spike/)\n\n#### Doctor explains drop in MMR vaccinations as measles cases spike\n\n(01:48)\n\n\n- [**Officials warn of potential measles exposure at PHL over weekend**\\\\\n![ ](https://assets3.cbsnewsstatic.com/hub/i/r/2025/06/06/c181c7cb-8ea6-493a-a9f7-8bd527e31296/thumbnail/1200x630/f97618454f501cc7bcbdf468c829005f/gettyimages-2149670444.jpg#)](https://www.cbsnews.com/philadelphia/news/measles-exposure-philadelphia-international-airport/?intcid=CNR-01-0623)\n- [**Baby formula recall expands as at least 15 infants sickened by botulism**\\\\\n![ ](https://assets1.cbsnewsstatic.com/hub/i/r/2025/11/11/1cc37deb-034c-4842-a759-b89a45dfb631/thumbnail/1200x630/780e0f2323b80ec38ff0ee9df07382b5/byheart-formla-ap.jpg#)](https://www.cbsnews.com/news/botulism-outbreak-byheart-baby-formula-at-least-15-infants/?intcid=CNR-01-0623)\n- [**ByHeart baby formula recalls all products amid growing botulism outbreak**\\\\\n![ ](https://assets2.cbsnewsstatic.com/hub/i/r/2025/11/11/57bafc77-da45-4a4b-998b-cf4845b59080/thumbnail/1200x630/656dc5279daaf502c72762ed265c7627/byheart-baby-formula.jpg#)](https://www.cbsnews.com/news/byheart-baby-formula-recall-nationwide-infant-botulism-outbreak/?intcid=CNR-01-0623)\n- [**Rev. Jesse Jackson hospitalized in Chicago, Rainbow/PUSH confirms**\\\\\n![ ](https://assets1.cbsnewsstatic.com/hub/i/r/2023/10/07/95f05f9f-7b43-4003-bea4-0a5ebbad9d7e/thumbnail/1200x630/245559d6908641beb59e0d372556bc15/jesse-jackson.jpg#)](https://www.cbsnews.com/chicago/news/rev-jesse-jackson-hospitalized-november-2025/?intcid=CNR-01-0623)\n- [**Case of infant botulism confirmed in N.J., suspected case monitored on L.I.**\\\\\n![ ](https://assets3.cbsnewsstatic.com/hub/i/r/2025/11/11/0ef20b10-e1a2-4cf9-8a50-d6162e68a1ae/thumbnail/1200x630/c35bb27ada059c7ad67795c2674b0c0d/11-dhaliwal-image-720.jpg#)](https://www.cbsnews.com/newyork/news/infant-botulism-byheart-whole-nutrition-infant-formula/?intcid=CNR-01-0623)\n- [**Northern lights might be visible again in Massachusetts Wednesday night**\\\\\n![ ](https://assets1.cbsnewsstatic.com/hub/i/r/2025/11/12/4db8ce3b-8991-4c1b-851b-42c57ab2b8a4/thumbnail/1200x630/90527995caa191b7b211c4127a8cae4d/templeton.jpg#)](https://www.cbsnews.com/boston/news/northern-lights-visible-aurora-massachusetts/?intcid=CNR-01-0623)\n- [**Pastrnak scores twice, hits 400-goal milestone as Bruins beat Maple Leafs**\\\\\n![ ](https://assets2.cbsnewsstatic.com/hub/i/r/2025/11/12/4d44655a-db48-4f4f-8c8b-af7a67080605/thumbnail/1200x630/8aa46936a03a3ad9df3ac2c3d2b62a6c/pasta.jpg#)](https://www.cbsnews.com/boston/news/pastrnak-scores-twice-boston-bruins-beat-toronto-maple-leafs/?intcid=CNR-01-0623)\n- [**Northern lights seen across Pennsylvania, New Jersey and Delaware: PHOTOS**\\\\\n![ ](https://assets3.cbsnewsstatic.com/hub/i/r/2025/11/12/c220b7bc-31e2-4bb8-8d59-5946954aae42/thumbnail/1200x630/c1dccc04db9ee28b8e73b4104966c6e9/g5hro0yxeaaqocc.jpg#)](https://www.cbsnews.com/philadelphia/news/northern-lights-photos-forecast-pennsylvania-new-jersey-delaware/?intcid=CNR-01-0623)\n\nView CBS News In\n\nCBS News App[Open](https://www.cbsnews.com/app/?ftag=CNM-16-10abd6g&url=https://www.cbsnews.com/news/measles-outbreak-us-map/)\n\nChromeSafari[Continue](https://www.cbsnews.com/news/measles-outbreak-us-map/#app)\n\nYour Privacy Choices\n\ncbsi.demdex.net\n\n# cbsi.demdex.net is blocked\n\nThis page has been blocked by an extension\n\n- Try disabling your extensions.\n\nERR\\_BLOCKED\\_BY\\_CLIENT\n\nReload\n\n\nThis page has been blocked by an extension\n\n![](<Base64-Image-Removed>)![](<Base64-Image-Removed>)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "# Healthy New Jersey\n\n×\n\n#### New Jersey Measles Update (11/12/25)\n\n* * *\n\nThe US continues to experience an increase of measles cases in 2025. See CDC’s [**national measles case counts**](https://www.cdc.gov/measles/data-research/index.html#cdc_data_surveillance_section_10-measles-cases-in-2025 \"https://www.cdc.gov/measles/data-research/index.html#cdc_data_surveillance_section_10-measles-cases-in-2025\") for details.\n\nThere are a total of 11 cases reported in 2025 in NJ. There is no known ongoin...",
    "content": "# Healthy New Jersey\n\n×\n\n#### New Jersey Measles Update (11/12/25)\n\n* * *\n\nThe US continues to experience an increase of measles cases in 2025. See CDC’s [**national measles case counts**](https://www.cdc.gov/measles/data-research/index.html#cdc_data_surveillance_section_10-measles-cases-in-2025 \"https://www.cdc.gov/measles/data-research/index.html#cdc_data_surveillance_section_10-measles-cases-in-2025\") for details.\n\nThere are a total of 11 cases reported in 2025 in NJ. There is no known ongoing community spread in NJ.\n\n**NJ residents:** Make sure you’re up to date on [MMR](https://www.nj.gov/health/vaccines/mmr/ \"https://www.nj.gov/health/vaccines/mmr/\") and other [routine vaccines](https://wwwnc.cdc.gov/travel/page/routine-vaccines \"https://wwwnc.cdc.gov/travel/page/routine-vaccines\"), especially before travel. If traveling internationally with an infant (6–11 months), talk to your pediatrician about the MMR vaccine.\n\n## Measles is preventable\n\nIt spreads easily and can be serious—but the MMR vaccine offers strong protection. Whether you're traveling, think you’ve been exposed, or just want to stay informed, this site provides the guidance you need to protect yourself and your community.\n\n[Learn More About Measles](https://www.nj.gov/health/measles/information/about-measles/) [For Professionals](https://www.nj.gov/health/measles/for-health-professionals/)\n\n![Image of a measles rash.](https://www.nj.gov/health/measles/assets/images/measles-rash.webp)\n\n## Measles Exposures in New Jersey\n\nThe New Jersey Department of Health (NJDOH) is alerting the public to possible measles exposures. Anyone unvaccinated or at risk should monitor for symptoms for 21 days from the exposure date. The table below lists confirmed dates, times, and locations of potential exposure and will be updated as needed.\n\nAnyone who suspects a measles exposure, or suspects they may have measles, should NOT visit any medical facility without calling ahead so special arrangements can be made to protect others.\n\n##### New Jersey Measles Exposures Table +−\n\n##### Location\n\n##### Date & Timeframe of Exposure\n\n##### Monitor for Symptoms Until\n\nLocation\n\n###### Newark Liberty International Airport, Terminal B\n\nDate & Timeframe of Exposure\n\nOctober 19, 2025 2:15 PM – 5:30 PM\n\nMonitor for Symptoms Until\n\nNovember 9, 2025 - Complete\n\n##### Recent NJDOH Measles News +−\n\n- **October 27 , 2025** \\- NJ Health Department Alerts Residents of New Potential Exposures from a Non-NJ Measles Case, Urges Individuals to Stay Up to Date on Vaccines \\[ [English](https://nj.gov/health/news/2025/approved/20251027a.shtml)\\] \\[ [Spanish](https://nj.gov/health/news/2025/approved/20251027b.shtml)\\]\n- **September 3, 2025** \\- NJ Health Department Alerts Residents of New Confirmed Measles Case, Urges Individuals to Stay Up to Date on Vaccines \\[ [English](https://nj.gov/health/news/2025/approved/20250903a.shtml)\\] \\[ [Spanish](https://nj.gov/health/news/2025/approved/20250903b.shtml)\\]\n- **August 22, 2025** \\- NJ Health Department Alerts Residents of a New Confirmed Measles Case, Urges Individuals to Stay Up to Date on Vaccines \\[ [English](https://nj.gov/health/news/2025/approved/20250822a.shtml)\\] \\[ [Spanish](https://nj.gov/health/news/2025/approved/20250822b.shtml)\\]\n- **August 15, 2025** \\- NJ Health Department Alerts Residents of New Potential Exposures from a Non-NJ Measles Case, Urges Individuals to Stay Up to Date on Vaccines \\[ [English](https://www.nj.gov/health/news/2025/approved/20250815b.shtml)\\] \\[ [Spanish](https://www.nj.gov/health/news/2025/approved/20250815a.shtml)\\]\n\n## Measles Information\n\n![Child Coughing](https://www.nj.gov/health/measles/assets/images/measles-cough-700-x-500.jpg)\n\n#### How it Spreads\n\nMeasles is easily spread from person to person. Anyone who is not protected against measles is at risk.\n\n[Learn more](https://www.nj.gov/health/measles/information/about-measles)\n\n![Child with bandaid](https://www.nj.gov/health/measles/assets/images/measles-vaccination-700-x-500.jpg)\n\n#### Vaccination and Prevention\n\nMeasles can be prevented with the measles, mumps, and rubella (MMR) vaccine. The MMR vaccine is very safe and effective.\n\n[Learn more](https://www.nj.gov/health/vaccines/mmr/)\n\n![Doctor checking child for fever](https://www.nj.gov/health/measles/assets/images/measles-fever-700-x-500.jpg)\n\n#### Exposed to Measles?\n\nLearn what to do if you have been in a situation where you could catch the virus.\n\n[Learn more](https://www.nj.gov/health/measles/information/measles-exposure/index.shtml)\n\n![airplane](https://www.nj.gov/health/measles/assets/images/measles-airplane-700-x-500.jpg)\n\n## Measles and Travel\n\n##### Measles cases in the United States typically originate from unvaccinated international travelers. Protect yourself with the MMR vaccine before travel.\n\n[Learn more](https://www.nj.gov/health/measles/travel)\n\n## Information for Health Care Professionals\n\n[Evaluating Suspect Measles](https://www.nj.gov/health/measles/for-health-professionals/#evaluation) [Laboratory Testing](https://www.nj.gov/health/measles/for-health-professionals/#laboratory-testing) [Infection Prevention and Measles Exposure](https://www.nj.gov/health/measles/for-health-professionals/#infection-prevention-and-exposure) [Schools](https://www.nj.gov/health/measles/for-health-professionals/#schools)\n\n![a health professional](https://www.nj.gov/health/measles/assets/images/measles-healthcare-professionals.png)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "[Skip directly to search](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#headerSearch)\n\n[Español](https://www.cdc.gov/spanish/) \\| [Other Languages](https://wwwn.cdc.gov/pubs/other-languages/)\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/us_flag_small.png)An official website of the United States government Here's how you know\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA .gov website belongs to an offici...",
    "content": "[Skip directly to search](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#headerSearch)\n\n[Español](https://www.cdc.gov/spanish/) \\| [Other Languages](https://wwwn.cdc.gov/pubs/other-languages/)\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/us_flag_small.png)An official website of the United States government Here's how you know\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA .gov website belongs to an official government organization in the United States.\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA lock (  ) or https:// means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.\n\nThe Trump Administration is working to reopen the government for the American people.\nMission-critical activities of CDC will continue during the Democrat-led government shutdown.\nCertain federal government activities have ceased due to a lack of appropriated funding.\nDuring the government shutdown, only web sites supporting excepted functions will be updated.\nAs a result, the information on this website may not be up to date and the agency may not be able to respond to inquiries.\n\n# Measles Update — United States, January 1–April 17, 2025\n\n_Weekly_ / April 24, 2025 / 74(14);232–238\n\n[Print](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#print)\n\n[plus](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#collapse_116038685aaef946962)\n\nRelated Pages\n\nAdria D. Mathis, MSPH1; Kelley Raines, MPH1; Thomas D. Filardo, MD1; Nicole Wiley, MPH2; Jessica Leung, MPH1; Paul A. Rota, PhD1; Diana Martinez, PhD3; Saroj Rai, PhD3; Varun Shetty, MD3; Nora Holzinger, MA, MPH4; Emma Stanislawski, MPH4; Demetre C. Daskalakis, MD5; Kevin Chatham-Stephens, MD6; Manisha Patel, MD5; David Sugerman, MD1 ( [View author affiliations](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#contribAff))\n\n[View suggested citation](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#suggestedcitation)\n\n### **Summary**\n\n**What is already known about this topic?**\n\nAlthough measles was declared eliminated in the United States in 2000, large outbreaks with 50 or more cases have become more frequent, especially in close-knit communities with low vaccination coverage.\n\n**What is added by this report?**\n\nDuring January 1–April 17, 2025, a total of 800 measles cases were reported in the United States, the second highest annual case count in 25 years; 82% were associated with an ongoing outbreak in close-knit communities with low vaccination coverage in New Mexico, Oklahoma, and Texas. Eighty-five (11%) patients were hospitalized, and three have died.\n\n**What are the implications for public health practice?**\n\nTo prepare for and prevent measles cases and outbreaks, health departments should work with trusted messengers on culturally competent community engagement, education, vaccination efforts, and other infection prevention approaches. Increasing national and local measles, mumps, and rubella vaccination coverage is essential to preventing measles cases and outbreaks.\n\nArticle Metrics\n\n##### Altmetric:\n\n[![Article has an altmetric score of 1392](https://badges.altmetric.com/?size=128&score=1392&types=mmbvtfuo)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340)\n\n[See more details](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340)\n\n[News (154)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=news)\n\n[Blogs (9)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=blogs)\n\n[X (139)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=twitter)\n\n[Facebook (2)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=facebook)\n\n[Video (1)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=video)\n\n[Bluesky (87)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=bluesky)\n\n[Podcasts (2)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=176418340&tab=podcasts)\n\nMendeley (24)\n\n\n[23\\\\\n\\\\\nCITATIONS\\\\\n\\\\\n![23 total citations on Dimensions.](https://badge.dimensions.ai/badge?count=23)\\\\\n\\\\\n23Total citations\\\\\n\\\\\n23Recent citations\\\\\n\\\\\nn/aField Citation Ratio\\\\\n\\\\\nn/aRelative Citation Ratio](https://badge.dimensions.ai/details/doi/10.15585/mmwr.mm7414a1?domain=https://www.cdc.gov)\n\n**Figures**\n\n[Figure 1](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#F1_down)\n\n[Figure 2](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#F2_down)\n\n[**Table**](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#T1_down)\n\nRelated Materials\n\n- [Article PDF](https://www.cdc.gov/mmwr/volumes/74/wr/pdfs/mm7414a1-H.pdf)\n- [Full Issue PDF](https://www.cdc.gov/mmwr/volumes/74/wr/pdfs/mm7414-H.pdf)\n\n## Abstract\n\nA multistate measles outbreak, predominantly affecting members of close-knit communities with low measles vaccination coverage in New Mexico, Oklahoma, and Texas began in January 2025. As of April 17, a total of 800 cases have been reported in the United States in 2025; 654 (82%) cases in New Mexico, Oklahoma, and Texas have been associated with the ongoing outbreak. These cases represent an approximately 180% increase over the 285 measles cases reported in the United States during all of 2024, and the second highest annual case count in the United States in 25 years. Overall, 771 (96%) patients have been unvaccinated or had unknown vaccination status (77% were unvaccinated, and 14% had unknown vaccination status when excluding 590 cases reported by Texas, which requires explicit consent by law \\[i.e., opt-in\\] to enroll in the Texas Immunization Registry), 85 (11%) patients have been hospitalized, and three patients have died. Among 48 (6%) internationally imported cases, 44 (92%) occurred among U.S. residents. Endemic measles was declared eliminated in the United States in 2000 as a direct result of high 2-dose childhood coverage with the measles, mumps, and rubella (MMR) vaccine. However, measles cases and outbreaks continue to occur when travelers with measles return to the United States while they are infectious; larger U.S. outbreaks typically follow importation into close-knit communities with low vaccination coverage. Nationally, risk for widespread measles transmission remains low because of high population-level immunity. To prepare for and prevent measles cases and outbreaks, public health departments should continue working with trusted community messengers on culturally competent community engagement, education, vaccination efforts, and other community infection prevention approaches (e.g., case isolation, contact monitoring, and post-exposure prophylaxis) and coordinating with health care facilities and schools. Increasing national and local MMR vaccination coverage is essential to preventing measles cases and outbreaks.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n## Introduction\n\nMeasles is the most highly contagious febrile rash illness, infecting up to 90% of susceptible close contacts and resulting in serious complications such as pneumonia, encephalitis, and death. Among the 4,056 measles cases reported in the United States during 2001–2022, a total of 727 (18%) were hospitalized, and three deaths were reported\\*; of the 727 hospitalized patients, 473 (65%) were unvaccinated, and 187 (26%) had unknown vaccination status ( _1_). Worldwide, measles vaccination is estimated to have saved 93.7 million lives during 1974–2024 and played a substantial role in reducing childhood mortality ( _2_) by preventing complications associated with measles and deaths from other infectious diseases as a consequence of measles-related immunosuppression ( _3_).\n\nEndemic measles transmission was declared eliminated† in the United States in 2000 after a change from a 1-dose to a 2-dose measles, mumps, and rubella (MMR) vaccination schedule in 1989 ( _4_). However, a recent resurgence in global measles, resulting from COVID-19 pandemic–related challenges in implementing measles vaccination routine services and campaigns, has increased the risk for imported cases and outbreaks in the United States, particularly when U.S. travelers are exposed to measles abroad and return to the United States while they are infectious ( _5_). Although the United States still benefits from high population immunity from routine MMR vaccination, declining immunization rates among school-aged children and communities with already low vaccination coverage threaten a resurgence of measles, along with its potentially serious associated complications. For this report, CDC used national surveillance data to describe the epidemiology of measles cases and outbreaks reported in the United States during the first 16 weeks of 2025.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n## Methods\n\n### Data Source and Case Classification\n\nState health departments notify CDC of confirmed measles cases§ ( _6_) through the National Notifiable Diseases Surveillance System and directly (by email or telephone) to the National Center for Immunization and Respiratory Diseases. Measles vaccination status is ascertained by health departments during each case investigation; patients with written or electronic documentation of receipt of ≥1 dose of a measles-containing vaccine ≥14 days before rash onset are considered vaccinated, and all other patients are classified as unvaccinated or as having unknown measles vaccination status.¶ Measles cases are classified by the Council of State and Territorial Epidemiologists as internationally imported if 1) at least part of the exposure period (7–21 days before rash onset) occurred outside the United States, 2) rash onset occurred within 21 days of entering the United States, and 3) no known exposure to measles occurred in the United States. All other cases are classified as U.S.-acquired ( _6_). For this analysis, patients with imported measles cases were classified as age-eligible for vaccination if they were aged ≥6 months and were not vaccinated according to Advisory Committee on Immunization Practices (ACIP) recommendations ( _4_).\n\n### Analysis of Outbreaks\n\nA measles outbreak was defined as the occurrence of three or more epidemiologically linked\\*\\* cases. Unique measles virus sequences are defined as those differing by at least one nucleotide in the N-450 sequence (i.e., the 450 nucleotides encoding the carboxyl-terminal 150 nucleoprotein amino acids) based on standard World Health Organization recommendations for describing sequence variants†† ( _7_). Patients with confirmed vaccine reactions (i.e., rash caused by a reaction to vaccine strain virus) were not included as persons with measles cases, as studies have found no confirmed instances of human-to-human transmission of the measles vaccine strain virus ( _6_). This activity was reviewed by CDC, deemed not research, and was conducted consistent with applicable federal law and CDC policy.§§\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n## Results\n\n### Characteristics of Reported Measles Cases\n\nDuring January 1–April 17, 2025, a total of 800 confirmed measles cases were reported in 25 U.S. jurisdictions ( [Figure 1](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#F1_down)). The highest number of weekly cases (99) was reported during the week ending March 22 ( [Figure 2](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#F2_down)). Median patient age was 9 years (IQR = 4–23 years); 249 (31%) patients were aged <5 years, 304 (38%) were aged 5–19 years, 231 (29%) were aged ≥20 years, and age was unknown for 16 (2%) patients ( [Table](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#T1_down)). Among all measles patients, 771 (96%) were unvaccinated or their vaccination status was unknown, 10 (1%) had received 1 dose of MMR vaccine, and 19 (2%) had received 2 doses. For Texas cases, it was not possible to disaggregate unvaccinated patients from those with unknown vaccination status because the Texas Immunization Registry requires explicit consent by law (i.e., opt-in) to enroll. Among 210 measles patients (excluding 590 cases reported by Texas), 162 (77%) were unvaccinated, six (3%) had received 1 dose of MMR vaccine, 12 (6%) had received 2 doses, and the vaccination status of 30 (14%) was unknown. Among all 800 cases, 790 (99%) occurred among U.S. residents. Overall, 85 (11%) patients were hospitalized; 56 (66%) of those were unvaccinated, one (1%) had received 1 dose of MMR vaccine, and the vaccination status of 28 (33%) was unknown. Three measles deaths were reported to CDC; two confirmed in Texas in unvaccinated school-aged children with no known underlying medical conditions, and one confirmed in New Mexico in an unvaccinated adult. Most cases (557; 70%) were laboratory-confirmed; among 251 (31%) cases from which specimens were available for molecular sequencing, all were confirmed as wild-type virus strain with 225 (90%) identified as genotype D8 and 26 (10%) as genotype B3.\n\n### International Importations\n\nForty-eight (6%) cases were directly imported from other countries, including 44 (92%) among U.S. residents who had traveled abroad; 752 (94%) cases were U.S.-acquired. Fifteen (31%) importations resulted in secondary cases. Among the 48 internationally imported measles cases, 33 (69%) patients were unvaccinated, one (2%) had received 1 dose of MMR vaccine, four (8%) had received 2 doses, and the vaccination status of 10 (21%) patients was unknown. All 33 of the unvaccinated persons with imported measles were age-eligible for vaccination per ACIP, including 10 infant travelers aged 6–11 months. Source countries of the 48 imported measles cases included Canada (10 cases), Vietnam (10), Mexico (seven), Pakistan (three), the Philippines (two), Saudi Arabia (two), and one imported case each from Afghanistan, Australia, Guinea, Netherlands, Somalia, Spain, and Uganda; a source country could not be determined for seven travelers who visited multiple countries during their exposure period: Tanzania and United Arab Emirates (two cases); China, Japan, and Vietnam (one); France, South Korea, and Vietnam (one); Thailand and Vietnam (one); Indonesia and the Philippines (one); and Southeast Asia (one).\n\n### Measles Outbreaks\n\nTen measles outbreaks have been reported in 2025¶¶; 751 (94%) of all reported confirmed measles cases were outbreak-associated. An imported source was identified for seven outbreaks, and the source of three outbreaks remains unknown. Outbreak-related cases have been reported in 12 states (Georgia, Indiana, Kansas, Kentucky, Michigan, New Jersey, New Mexico, Ohio, Oklahoma, Pennsylvania, Tennessee, and Texas). The largest outbreak began among a close-knit community with low vaccination coverage in Gaines County, Texas in January 2025 and has accounted for 654 (82%) cases reported during 2025 (584 patients in 24 Texas counties, 63 patients in four New Mexico counties, and seven patients in northeastern Oklahoma); the source of this outbreak remains unknown. Thirty-seven confirmed cases in Kansas are suspected to be linked to this outbreak. In addition, an expanding outbreak in Chihuahua, Mexico\\*\\*\\* began in late February after a Mexican resident became infected after reported travel to Gaines County, Texas. All 208 genotyped specimens obtained from measles patients in Kansas, New Mexico, and Texas were genotype D8, 196 (94%) of which had identical N-450 sequences; 12 differed by one nucleotide, which can be expected in prolonged outbreaks.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n## Discussion\n\nA total of 800 measles cases and 10 outbreaks were reported in the United States during the first 16 weeks of 2025, representing approximately a 180% increase over the 285 measles cases reported in the United States during all of 2024. Most cases have been associated with an ongoing outbreak in close-knit communities with low vaccination coverage in New Mexico, Oklahoma, and Texas.\n\nOverall, 11% of measles patients have been hospitalized, and three deaths have been reported. Similar to previous years ( _1_), nearly all (96%) cases occurred in persons who were unvaccinated or whose vaccination status was unknown, and 77% of cases occurred in persons who were unvaccinated when excluding cases reported by Texas. Most (92%) imported cases occurred among U.S. residents returning to the United States while infectious and from all six World Health Organization regions. Adherence to standard measles control measures, including isolation and quarantine, as well as high vaccination coverage locally, prevented secondary transmission from most of these persons who were infectious after returning from travel abroad.\n\nMost cases reported during 2025 have been associated with an ongoing outbreak in close-knit communities in New Mexico, Oklahoma, and Texas, resulting in the second largest outbreak in the United States since elimination was declared in 2000. During 2001–2023, approximately 90% of U.S. measles outbreaks with 50 or more cases occurred in close-knit communities with low vaccination coverage ( _8_). Such communities might have frequent communal gatherings and have concerns about engaging with public health and health care systems for testing, treatment, and vaccination. The United States, Canada,††† and Mexico are all experiencing large, expanding outbreaks in similar interconnected communities. Frequent travel among similar communities across multiple states and countries might facilitate the rapid spread of measles outbreaks. The risk for widespread measles transmission in the United States remains low because of high population immunity resulting from high measles vaccination coverage. However, recent increasing global measles incidence in areas frequently visited by U.S. travelers, coupled with declines in MMR vaccination coverage in many U.S. jurisdictions to <95% (the estimated population-level immunity necessary to prevent measles outbreaks), and spread of measles from ongoing domestic outbreaks to other jurisdictions, have increased the risk for ongoing measles transmission within the United States ( _8_, _9_).\n\n### Limitations\n\nThe findings in this report are subject to at least four limitations. First, imported cases were likely underreported because 30% of reported outbreaks had no known source. Second, outbreak-related cases were likely underreported because certain persons in affected communities might not engage with the health care and public health systems. Third, distinguishing unvaccinated patients from patients with unknown measles vaccination status in Texas was not possible; the Texas Immunization Registry legally requires explicit consent, or opt-in, for adults and by parent or guardian for children to enroll.§§§ Persons with no records available are considered to have an unverified vaccination history. Finally, definitive linkages between the large outbreak in New Mexico, Oklahoma, and Texas and cases reported in Kansas could not be identified.\n\n### Implications for Public Health Practice\n\nTo protect against measles and its complications before traveling internationally, all persons aged ≥12 months should have documented receipt of 2 appropriately spaced doses of MMR vaccine, and infants aged 6–11 months of age should receive 1 dose of MMR vaccine ( _10_). Persons residing in or traveling domestically to outbreak areas should follow local public health guidance, which is developed based on review and analysis of the local outbreak epidemiology ( _6_). Infants aged <6 months are at high risk for measles complications but are too young to be vaccinated, and therefore depend upon population immunity and passively transferred maternal measles antibodies (from previously vaccinated or infected mothers) to prevent infections and related complications.\n\nHealth care providers continue to serve on the front lines to identify measles cases, alert public health departments¶¶¶, ensure recommended testing, and implement measles isolation precautions to prevent health care–associated and community-based transmission. Health care providers should consider measles in the differential diagnosis for all patients (especially those who are unvaccinated) who 1) have fever (temperature ≥101°F \\[≥38.3°C\\]) and a generalized maculopapular rash with cough, coryza, or conjunctivitis, 2) have recently traveled outside the country or to a U.S. region with a known measles outbreak, or 3) have other known or suspected exposure to measles ( _6_). Although no specific Food and Drug Administration–approved antiviral therapy for measles exists, rapid access to supportive care can help relieve symptoms and treat complications such as pneumonia and secondary bacterial and viral infections. Providers should also offer and encourage vaccination for eligible patients who lack presumptive evidence of immunity to measles ( _4_).\n\nPublic health departments might benefit from using a CDC checklist\\*\\*\\*\\* to help guide their readiness activities such as preparing for laboratory testing and data reporting needs, conducting tabletop exercises, and facilitating early engagement with communities with low vaccination coverage and their trusted messengers before measles and other vaccine-preventable disease outbreaks occur. To identify communities at risk, public health departments should consider using both MMR vaccination coverage data from immunization information systems and kindergarten entry and vaccination exemption data from kindergarten entry records. Standard measles control interventions, including vaccination, isolation, quarantine, and postexposure prophylaxis (i.e., administration of MMR vaccine within 72 hours of exposure or immunoglobulin within 6 days of exposure for certain persons) ( _10_), might be challenging to implement in certain communities. Therefore, public health departments should consider partnering with trusted community messengers (e.g., clinicians and religious leaders) on culturally competent community engagement, education, vaccination efforts, and potentially acceptable community infection control approaches. Coordination with health care facilities, early childhood education facilities and schools, and other congregate settings that surround or serve these communities to prepare for measles cases regarding appropriate infection prevention and control, testing, public health follow-up, and early childhood education or school exclusion policies is crucial to limit transmission. Increasing national and local MMR vaccination coverage is essential to preventing measles cases and outbreaks.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n### Acknowledgments\n\nMichael Thomas, CDC; Sierrah Haas, Allison Zaldivar, Kansas Department of Health and Environment; Chad Smelser, New Mexico Department of Health; Anna Marie McSpadden, Ashlyn Wayman, Oklahoma State Department of Health.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\nCorresponding author: Adria D. Mathis, [amathis3@cdc.gov](mailto:amathis3@cdc.gov).\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n* * *\n\n1Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, CDC; 2ASRT, Inc., Smyrna, Georgia; 3Texas Department of State Health Services; 4New Mexico Department of Health; 5Office of the Director, National Center for Immunization and Respiratory Diseases, CDC; 6Immunization Services Division, National Center for Immunization and Respiratory Diseases, CDC.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\nAll authors have completed and submitted the International Committee of Medical Journal Editors form for disclosure of potential conflicts of interest. No potential conflicts of interest were disclosed.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n\\\\* Two measles deaths were reported in 2003 (one in a child aged 13 years who had chronic granulomatous disease and one in an adult aged 75 years), and one was reported in 2015 in an adult with immunocompromise aged 28 years.\n\n† Measles elimination is defined as the absence of endemic measles transmission for ≥12 months in the presence of an adequate surveillance system.\n\n§ An acute febrile rash illness with laboratory confirmation (detection of measles virus–specific nucleic acid from a clinical specimen using real-time reverse transcription–polymerase chain reaction or a positive serologic test for measles immunoglobulin M antibody) or direct epidemiologic linkage to a laboratory-confirmed case.\n\n¶ For residents of Texas, vaccination history is verified in the Texas Immunization Registry (ImmTrac2) or by review of vaccination records; patients with no vaccination records in the registry were considered to have an unverified vaccination history. Texas only disaggregates unvaccinated and unknown vaccination status among hospitalized patients; these records are provider-verified.\n\n\\\\*\\\\* Epidemiologic linkages include having known or suspected contact with an infectious measles patient during the exposure period (7–21 days before rash onset) and living in or visiting a geographic area with ongoing measles transmission during the exposure period.\n\n†† Genotyping was performed at CDC and at the Vaccine Preventable Disease Reference Centers of the Association of Public Health Laboratories.\n\n§§ 45 C.F.R. part 46.102(l)(2), 21 C.F.R. part 56; 42 U.S.C. Sect. 241(d); 5 U.S.C. Sect. 552a; 44 U.S.C. Sect. 3501 et seq.\n\n¶¶ At the time of this report, two measles outbreaks have ended, and eight outbreaks are ongoing. A measles outbreak is considered to be over when no new cases have been identified during two incubation periods (42 days) since the rash onset in the last outbreak-related case.\n\n\\\\*\\\\*\\\\* [https://www.gob.mx/cms/uploads/attachment/file/990598/Aviso\\_Epidemiologico\\_Sarampio\\_n\\_\\_16\\_abril\\_2025.pdf](https://www.gob.mx/cms/uploads/attachment/file/990598/Aviso_Epidemiologico_Sarampio_n__16_abril_2025.pdf)\n\n††† [https://health-infobase.canada.ca/measles-rubella/](https://health-infobase.canada.ca/measles-rubella/)\n\n§§§ [https://www.cdc.gov/iis/policy-legislation/texas.html](https://www.cdc.gov/iis/policy-legislation/texas.html)\n\n¶¶¶ [https://libraries.cste.org/after-hours-contact/](https://libraries.cste.org/after-hours-contact/)\n\n\\\\*\\\\*\\\\*\\* [https://www.cdc.gov/measles/media/pdfs/2025/02/CDC-Public-Health-Checklist\\_Sept18\\_FINAL-updatedlinks-508.pdf](https://www.cdc.gov/measles/media/pdfs/2025/02/CDC-Public-Health-Checklist_Sept18_FINAL-updatedlinks-508.pdf)\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n## References\n\n01. Leung J, Munir NA, Mathis AD, et al. The effects of vaccination status and age on clinical characteristics and severity of measles cases in the United States in the postelimination era, 2001–2022. Clin Infect Dis 2025;80:663–72. [https://doi.org/10.1093/cid/ciae470](http://doi.org/10.1093/cid/ciae470) [PMID:39271123](http://www.ncbi.nlm.nih.gov/pubmed/39271123)\n02. Shattock AJ, Johnson HC, Sim SY, et al. Contribution of vaccination to improved survival and health: modelling 50 years of the Expanded Programme on Immunization. Lancet 2024;403:2307–16. [https://doi.org/10.1016/S0140-6736(24)00850-X](http://doi.org/10.1016/S0140-6736(24)00850-X) [PMID:38705159](http://www.ncbi.nlm.nih.gov/pubmed/38705159)\n03. Mina MJ, Metcalf CJ, de Swart RL, Osterhaus AD, Grenfell BT. Long-term measles-induced immunomodulation increases overall childhood infectious disease mortality. Science 2015;348:694–9. [https://doi.org/10.1126/science.aaa3662](http://doi.org/10.1126/science.aaa3662) [PMID:25954009](http://www.ncbi.nlm.nih.gov/pubmed/25954009)\n04. McLean HQ, Fiebelkorn AP, Temte JL, Wallace GS; CDC. Prevention of measles, rubella, congenital rubella syndrome, and mumps, 2013: summary recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR Recomm Rep 2013;62(No. RR-4):1–34. [PMID:23760231](http://www.ncbi.nlm.nih.gov/pubmed/23760231)\n05. Minta AA, Ferrari M, Antoni S, et al. Progress toward measles elimination—worldwide, 2000–2023. MMWR Morb Mortal Wkly Rep 2024;73:1036–42. [https://doi.org/10.15585/mmwr.mm7345a4](http://doi.org/10.15585/mmwr.mm7345a4) [PMID:39541251](http://www.ncbi.nlm.nih.gov/pubmed/39541251)\n06. Filardo TD, Mathis A, Raines K, et al. Measles \\[Chapter 7\\]. In: Manual for the surveillance of vaccine-preventable diseases. Atlanta, GA: US Department of Health and Human Services, CDC; 2024. [https://www.cdc.gov/surv-manual/php/table-of-contents/chapter-7-measles.html](https://www.cdc.gov/surv-manual/php/table-of-contents/chapter-7-measles.html)\n07. Williams D, Penedos A, Bankamp B, et al. Update: circulation of active genotypes of measles virus and recommendations for use of sequence analysis to monitor viral transmission. Wkly Epidemiol Rec 2022;97:485–92. [https://reliefweb.int/report/world/weekly-epidemiological-record-wer-30-september-2022-vol-97-no-39-2022-pp-481-492-enfr](https://reliefweb.int/report/world/weekly-epidemiological-record-wer-30-september-2022-vol-97-no-39-2022-pp-481-492-enfr)\n08. CDC. Assessing measles outbreak risk in the United States. Atlanta, GA: US Department of Health and Human Services; 2024. [https://www.cdc.gov/ncird/whats-new/measles-outbreak-risk-in-us.html](https://www.cdc.gov/ncird/whats-new/measles-outbreak-risk-in-us.html)\n09. Seither R, Yusuf OB, Dramann D, et al. Coverage with selected vaccines and exemption rates among children in kindergarten—United States, 2023–24 school year. MMWR Morb Mortal Wkly Rep 2024;73:925–32. [https://doi.org/10.15585/mmwr.mm7341a3](http://doi.org/10.15585/mmwr.mm7341a3) [PMID:39418212](http://www.ncbi.nlm.nih.gov/pubmed/39418212)\n10. CDC. Vaccines and immunizations: routine measles, mumps, and rubella vaccination. Atlanta, GA: US Department of Health and Human Services, CDC; 2021. [https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html](https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html)\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n##### [![Return to your place in the text](https://www.cdc.gov/images/arrow_up.gif)](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm\\#F1_up)**FIGURE 1**. **Reported number of confirmed\\* measles cases, by state (N = 800) — United States, January 1–April 17, 2025**\n\n![The figure is a map of the United States illustrating the reported number of confirmed measles cases, by state, during January 1–April 17, 2025.](https://www.cdc.gov/mmwr/volumes/74/wr/figures/mm7414a1-F1_Measles_Update-medium.gif?_=26551)\n\n\\\\* An acute febrile rash illness with laboratory confirmation of measles or a direct epidemiologic link to a laboratory-confirmed measles case.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n##### [![Return to your place in the text](https://www.cdc.gov/images/arrow_up.gif)](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm\\#F2_up)**FIGURE 2**. **Number of reported confirmed\\* measles cases, by week of rash onset and importation status (N = 800) — United States, January 1–April 17, 2025†**\n\n![The figure is a histogram of the number of reported confirmed measles cases in the United States, by week of rash onset and importation status, during January 1–April 17, 2025.](https://www.cdc.gov/mmwr/volumes/74/wr/figures/mm7414a1-F2_Measles_Update.gif?_=26554)\n\n\\\\* An acute febrile rash illness with laboratory confirmation of measles or a direct epidemiologic link to a laboratory-confirmed measles case.\n\n† Data are preliminary as of April 17, 2025. Data for the week ending April 19, 2025, are for a partial week.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n| Characteristic | No. of measles cases (%) |\n| :-- | :-: |\n| Total | International importations | U.S.-acquired |\n| :-: | :-: | :-: |\n| **Total measles cases** | **800 (100)** | **48 (6)** | **752 (94)** |\n| **Age group, yrs** |\n| <5 | **249 (31)** | 17 (35) | 232 (31) |\n| 5–19 | **304 (38)** | 6 (13) | 298 (40) |\n| ≥20 | **231 (29)** | 22 (46) | 209 (28) |\n| Unknown | **16 (2)** | 3 (6) | 13 (2) |\n| **Measles vaccination status** |\n| Unvaccinated or unknown | **771 (96)** | 43 (90) | 728 (97) |\n| Vaccinated, 2 doses | **19 (2)** | 4 (8) | 15 (2) |\n| Vaccinated, 1 dose | **10 (1)** | 1 (2) | 9 (1) |\n| **Measles vaccination status (excluding Texas residents)** |\n| Unvaccinated | **162 (77)** | 30 (68) | 132 (80) |\n| Unknown | **30 (14)** | 9 (20) | 21 (13) |\n| Vaccinated, 2 doses | **12 (6)** | 4 (9) | 8 (5) |\n| Vaccinated, 1 dose | **6 (3)** | 1 (2) | 5 (3) |\n| **Residency** |\n| U.S. resident | **790 (99)** | 44 (92) | 746 (99) |\n| **Outcome** |\n| Hospitalized | **85 (11)** | 15 (31) | 70 (9) |\n| Died† | **3 (3.8)** | 0 (—) | 3 (4.0) |\n| **Vaccination status of hospitalized patients**§ |\n| Unvaccinated | **56 (66)** | 11 (73) | 45 (64) |\n| Unknown | **28 (33)** | 3 (20) | 25 (36) |\n| Vaccinated, 1 dose | **1 (1)** | 1 (7) | 0 (—) |\n\n##### **TABLE. Selected characteristics of patients with reported measles — United States, January 1–April 17, 2025\\*** [![Return to your place in the text](https://www.cdc.gov/images/arrow_up.gif)](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm\\#T1_up)\n\n\\\\* Data are preliminary as of April 17, 2025.\n\n† Deaths per 1,000 persons with measles.\n\n§ Percentage among all hospitalized patients.\n\n[Top](https://www.cdc.gov/mmwr/volumes/74/wr/mm7414a1.htm#)\n\n**Suggested citation for this article:** Mathis AD, Raines K, Filardo TD, et al. Measles Update — United States, January 1–April 17, 2025. MMWR Morb Mortal Wkly Rep 2025;74:232–238. DOI: [http://dx.doi.org/10.15585/mmwr.mm7414a1](http://dx.doi.org/10.15585/mmwr.mm7414a1).\n\n_MMWR_ and _Morbidity and Mortality Weekly Report_ are service marks of the U.S. Department of Health and Human Services.\n\nUse of trade names and commercial sources is for identification only and does not imply endorsement by the U.S. Department of\nHealth and Human Services.\n\nReferences to non-CDC sites on the Internet are\nprovided as a service to _MMWR_ readers and do not constitute or imply\nendorsement of these organizations or their programs by CDC or the U.S.\nDepartment of Health and Human Services. CDC is not responsible for the content\nof pages found at these sites. URL addresses listed in _MMWR_ were current as of\nthe date of publication.\n\nAll HTML versions of _MMWR_ articles are generated from final proofs through an automated process.\nThis conversion might result in character translation or format errors in the HTML version.\nUsers are referred to the electronic PDF version ( [https://www.cdc.gov/mmwr](https://www.cdc.gov/mmwr))\nand/or the original _MMWR_ paper copy for printable versions of official text, figures, and tables.\n\nQuestions or messages regarding errors in formatting should be addressed to\n[mmwrq@cdc.gov](https://www.cdc.gov/mmwr/form/index.html).\n\nView Page In: [Article PDF](https://www.cdc.gov/mmwr/volumes/74/wr/pdfs/mm7414a1-H.pdf) [Full Issue PDF](https://www.cdc.gov/mmwr/volumes/74/wr/pdfs/mm7414-H.pdf)\n\nLast Reviewed: April 24, 2025\n\nSource: [Centers for Disease Control and Prevention](https://www.cdc.gov/)\n\nSASstats",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "1. [Home](https://www.paho.org/en)\n2. [News](https://www.paho.org/en/news)\n3. Measles cases rise in the Americas in 2025\n\n\n# Measles cases rise in the Americas in 2025\n\n[Share to Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025&title=Measles%20cases%20rise%20in%20the%20Americas%20in%202025 \"Share to Facebook\")[Share to X](https://twitter.com/intent/tweet?text=Measles%20cases%20rise%20in%20the%20Americas%20in%202025+http...",
    "content": "1. [Home](https://www.paho.org/en)\n2. [News](https://www.paho.org/en/news)\n3. Measles cases rise in the Americas in 2025\n\n\n# Measles cases rise in the Americas in 2025\n\n[Share to Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025&title=Measles%20cases%20rise%20in%20the%20Americas%20in%202025 \"Share to Facebook\")[Share to X](https://twitter.com/intent/tweet?text=Measles%20cases%20rise%20in%20the%20Americas%20in%202025+https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025 \"Share to X\")[Share to WhatsApp](https://wa.me/?text=https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025 \"Share to WhatsApp\")[Share to Linkedin](https://www.linkedin.com/sharing/share-offsite/?url=https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025 \"Share to Linkedin\")[Copy link](https://www.paho.org/en/news/3-7-2025-measles-cases-rise-americas-2025# \"Copy link\")\n\n![Boy receives vaccination ](https://www.paho.org/sites/default/files/styles/max_1500x1500/public/2025-07/vacunacion-americas-1400x902.jpg?itok=RNWSBBfy)\n\nPAHO / WHO / Sebastián Oliel\n\nCredit\n\nWashington, D.C., 3 July 2025 (PAHO) – A total of 7,132 confirmed cases of measles and 13 deaths have been reported in the Region of the Americas as of mid-June 2025, according to the latest [epidemiological update](https://www.paho.org/en/documents/epidemiological-update-measles-americas-region-1-july-2025) from the Pan American Health Organization (PAHO). This represents a 29-fold increase compared to the 244 cases reported during the same period in 2024.\n\nNine countries have reported cases in 2025, with Canada (3,170 cases, 1 death), Mexico (2,597 cases, 9 deaths) and the United States (1,227 cases, 3 deaths), accounting for the majority. Other countries reporting cases include Bolivia (60), Argentina (34), Belize (34), Brazil (5), Peru (4) and Costa Rica (1). The outbreaks originated from importations from countries both within and outside the Region. The most affected age groups are children under 5 and adolescents aged 10 to 19 years.\n\nThe rise in cases underscores the urgent need to address gaps in routine immunization. PAHO is calling on countries to reach and sustain 95% coverage with two doses of measles-containing vaccine, especially in communities with low coverage or active outbreaks.\n\nPAHO is providing technical cooperation to most countries to strengthen epidemiological surveillance, train healthcare workers, and engage with communities to ensure timely detection and an effective response. To contain the outbreaks and prevent the spread of this vaccine-preventable disease, the Organization recommends the urgent implementation of intensified vaccination campaigns in affected areas and in those areas at risk of spread. PAHO does not recommend implementing restrictions on international travel.\n\nThe upward trend mirrors the global situation, where surveillance data from the World Health Organization (WHO) has recorded 188,355 suspected cases and 88,853 confirmed in 168 countries as of 6 June 2025. The Eastern Mediterranean Region accounts for the highest share (35%), followed by the African Region (21%) and the European Region (16%).\n\n[News Releases](https://www.paho.org/en/news/news-releases)\n\n[Immunization](https://www.paho.org/en/topics/immunization)\n\n[Measles](https://www.paho.org/en/topics/measles)\n\n[Brasil](https://www.paho.org/pt/brasil)\n\n[Haïti](https://www.paho.org/fr/haiti)\n\n[Argentina](https://www.paho.org/es/argentina)\n\n[Comprehensive Immunization (CIM)](https://www.paho.org/en/comprehensive-immunization-cim)\n\n## Latest news\n\n[![Measles patient](https://www.paho.org/sites/default/files/styles/4_3_small/public/2025-11/measles-patient.jpg?h=ae97dba1&itok=bnGMZyUl)](https://www.paho.org/en/news/10-11-2025-paho-calls-regional-action-americas-lose-measles-elimination-status)\n\n[PAHO calls for regional action as the Americas lose measles elimination status](https://www.paho.org/en/news/10-11-2025-paho-calls-regional-action-americas-lose-measles-elimination-status)\n\n10 Nov 2025\n\n[![Arrival of aid to Jamaica](https://www.paho.org/sites/default/files/styles/4_3_small/public/2025-11/emt-aecid-llegada.jpg?h=eed8f32f&itok=Hh60dlMe)](https://www.paho.org/en/news/7-11-2025-paho-scales-its-emergency-health-response-across-caribbean-following-hurricane)\n\n[PAHO scales up its emergency health response across the Caribbean following Hurricane Melissa](https://www.paho.org/en/news/7-11-2025-paho-scales-its-emergency-health-response-across-caribbean-following-hurricane)\n\n7 Nov 2025\n\n[![Dr. Jarbas Barbosa, Director of PAHO, Florika Fink-Hooijer, Director-General of HERA, and European Commissioner for Equality, Preparedness and Crisis Management, Hadja Lahbib, who oversees HERA within the European Commission.](https://www.paho.org/sites/default/files/styles/4_3_small/public/2025-11/acuerdo-comision-europea.jpg?h=717d0fcf&itok=qG_9hwe-)](https://www.paho.org/en/news/7-11-2025-paho-and-european-commissions-health-emergency-authority-make-deal-boost)\n\n[PAHO and European Commission’s Health Emergency Authority make deal to boost preparedness for cross-border health threats](https://www.paho.org/en/news/7-11-2025-paho-and-european-commissions-health-emergency-authority-make-deal-boost)\n\n7 Nov 2025\n\n[See all the news](https://www.paho.org/en/news)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  },
  {
    "snippet": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all W...",
    "content": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all World Health Organization (WHO) regions have reported increased numbers of measles cases, with 395,521 laboratory-confirmed measles cases reported in 2024 and 16,147 reported during the first 2 months of 2025.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Patients in more than half the reported cases were hospitalized, so the true number is probably much higher.[3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r3)\n\nThis review covers clinical presentations and complications of measles, current recommendations, and the epidemiologic background of measles. It also addresses the current debates on immunization and the treatment of measles and presents information on the origins of the various measles vaccines and updates on measles diagnostic testing and molecular genotypes.\n\n## Clinical Presentations and Complications\n\n### Classic Measles Syndrome\n\nBetween 10 and 14 days (range, 7 to 23) after exposure, illness starts with a prodromal phase that includes fever and any of three symptoms — cough, coryza, and conjunctivitis (the “three Cs”). The prodromal phase lasts for 2 to 4 days. Koplik spots, small white spots on the buccal mucosa, are pathognomonic for measles but are not always present ( [Figure 1A](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). The spots may appear 1 to 2 days before the onset of rash and last for an additional 1 to 2 days after rash onset. A typical measles rash is an erythematous maculopapular exanthem that appears 2 to 4 days after the onset of fever, starting with the face and proceeding to the head, trunk, arms, and legs [Figure 1B](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1). Persons with the infection typically can transmit the virus 4 days before and 4 days after the eruption of the rash ( [Figure 1D](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). Diarrhea can appear early in the acute phase and may last for a month.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Prodromal symptoms, rash, and diarrhea in any child should arouse suspicion for measles infection.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a3e5d59c-887d-4205-b19a-01e7b3fabdd4/assets/images/large/nejmra2504516_f1.jpg)\n\nClinical Features and Pathogenesis of Measles.\n\nFeatures of measles include Koplik spots on the buccal mucosa (Panel A); rash on the trunk, spreading to the face, head, arms, and legs (Panel B); and conjunctivitis (Panel C). Day 0 denotes the day the measles rash appears; Day −4 is the probable start of infectiousness, Day 4 is the probable end of infectiousness, and Day −23 is the earliest possible exposure day (Panel D). CD150+ lymphocytes are T and B memory lymphocytes targeted by the measles virus. 3 Cs denotes cough, coryza, and conjunctivitis, and MeV measles virus. Images in Panels A, B, and C were provided by Du Tuan Quy, M.D., with the approval of Le Nguyen Thanh Nhan, M.D., Ph.D., Children’s Hospital 1, Ho Chi Minh City, Vietnam.\n\n#### Measles 2025\n\n•\n\nMeasles causes a range of serious health issues, including immune amnesia that may last up to 1 year in fully recovered patients and increased susceptibility to sometimes severe secondary infections. Research on restoring immunity more rapidly is needed.\n\n•\n\nMeasles vaccine has a long safety history and is highly effective against all circulating measles genotypes.\n\n•\n\nMeasles is highly contagious; therefore, a high coverage level (>95%) of both recommended doses of measles vaccine is necessary to prevent community transmission.\n\n•\n\nVitamin A supplementation is recommended for all persons who have measles to reduce complications and the risk of death, particularly in persons who have deficient levels of vitamin A, such as persons living in low- and middle-income countries. Vitamin A does not prevent measles infection. More data are needed regarding the benefits of vitamin A in persons living in developed countries who have measles.\n\n•\n\nWaning levels of maternal measles antibodies at 3 to 4 months of age has increased measles risk in young infants. Further research on the effectiveness of early measles vaccination is needed.\n\n•\n\nAdditional randomized, controlled trials are needed to evaluate the clinical efficacy of vaccine microneedle patches, which may help to increase vaccination coverage.\n\nBecause measles is a systemic infection, it can affect the skin, eyes, gut, and respiratory system. Complications that occur in approximately 30% of measles cases[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) — and frequently occur up to 1 month after infection — include diarrhea, pneumonia, otitis media, and conjunctivitis ( [Table 1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t1) and [Figure 1C](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)).[5-14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) Pneumonitis and giant-cell pneumonia are rare but severe and potentially fatal complications of measles. These conditions are reported mainly in persons who are immunosuppressed and in young children.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/5fc57d63-5308-4630-9801-53c070590258/assets/images/large/nejmra2504516_t1.jpg)\n\n| Complications | Incidence in<br>Developed Countries | Comments |\n| --- | --- | --- |\n| Pneumonia | 1–6 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Among the most common complications during the first month of measles; most common cause of measles hospitalization |\n| Diarrhea | 8–10 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Common complication during the first month of measles |\n| Keratitis or keratoconjunctivitis | 3–10 per 100 measles cases [6-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6) | Keratoconjunctivitis may appear in the prodromal stages of measles and persist for as long as 3 months[6](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6); keratitis with retinitis and optic neuritis also has been reported.[7-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r7) |\n| Corneal ulceration | Rare | Documented in 1–4 per 100 measles cases in the 1980s in Africa and South Asia[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10); measles can cause corneal ulceration directly and facilitate a secondary infection (such as herpes simplex keratitis) that leads to corneal ulceration[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10) |\n| Blindness | Rare | Measles is a leading cause of childhood blindness in places where measles is endemic; results of surveys conducted in schools in Africa in the 1970s suggested that measles was the cause of 33 to 79% cases of blindness.[11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r11) |\n| Otitis media | 7–9 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | One of the most common complications during the first month of measles; can lead to sensorineural deafness, which was observed in 5 to 10% of measles cases in the United States before the introduction of measles vaccination programs[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) |\n| Death | 1–3 per 1000 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | 16 per 1000 measles cases in low-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); 9 per 1000 measles cases in middle-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); up to 180 per 1000 measles cases reported in the context of humanitarian relief efforts during major outbreaks[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) |\n| Malnutrition | 8–10 per 100 measles cases |  |\n| Acute postinfectious measles encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within the first week of measles, after the appearance of the first symptoms, and is associated with 20% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Measles-inclusion body encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within 7 days to 6 months after onset of measles and is associated with 100% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Subacute sclerosing panencephalitis | 7–11 per 100,000 measles cases[5,14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Develops within 7–10 years after measles and is associated with 100% mortality within 1–3 years after onset[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14); young children with measles (<2 years of age) are at increased risk |\n\nIncidence of Severe Complications Associated with Measles.\n\nEven after recovery, children who have had measles are at high risk for late complications such as pneumonia, malnutrition, and blindness. Blindness is usually due to severe corneal ulceration, and sometimes corneal perforation, in children who are deficient in vitamin A.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Temporary immune amnesia caused by depletion of B-cell and T-cell memory by the measles virus has recently been shown to be a mechanism for longer-term susceptibility to secondary infections in persons who have had measles (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1), available with the full text of this article at NEJM.org). Children recovering from measles are at elevated relative risk for serious secondary infection, particularly pneumonia. Even in a high-resource area of Germany, the risk of pneumonia among children with measles was elevated as compared with that among children who had noninfectious diseases (risk ratio, 1.6; 95% confidence interval \\[CI\\], 1.4 to 2.0).[15](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r15) In low- and middle-income countries, the risk is greater than in countries with higher incomes, and measles is associated with substantial mortality.[16](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r16)\n\nMeasles-associated encephalitis is a rare but serious, and potentially fatal, complication. It can occur during the first 7 days of infection (acute postinfectious measles encephalitis), 1 to 6 months after infection (measles-inclusion body encephalitis), or even years after full recovery (subacute sclerosing panencephalitis).[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Atypical Measles Syndrome\n\nAtypical measles syndrome was first reported in the 1960s among children who received the inactivated (killed) measles vaccine that was in use during the period 1963–1967. After these children were exposed to measles virus in the community, they became ill with a severe form of measles disease marked by high fever, an unusual type of rash (a petechial or morbilliform rash that began on the arms and legs), and severe pneumonia.[17](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r17) This atypical measles syndrome has been reported rarely since the inactivated measles vaccine was withdrawn in 1967.[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Modified Measles Syndrome\n\nMeasles can occur in persons who are fully vaccinated (i.e., have received two doses) or who are undervaccinated. These breakthrough infections can result from primary vaccine failure, lack of seroconversion after immunization, or secondary vaccine failure due to waning of the measles-antibody level (waning immunity), which can occur 6 or more years after vaccination.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\nPersons with primary vaccine failure may have the classic measles syndrome, but persons with secondary vaccine failure tend to have milder symptoms — often only a rash with little or no fever, nonspecific respiratory symptoms, and a lower viral load. Persons with secondary vaccine failure are at lower risk for transmission than unvaccinated persons who have measles infection.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\n### Measles in Special Populations\n\nWhen measles outbreaks occur, persons with compromised immunity, such as malnourished children, immunocompromised persons (e.g., persons who have human immunodeficiency virus \\[HIV\\] or are receiving cancer treatment), and pregnant persons are particularly vulnerable. Persons with HIV who are not immune to measles are at increased risk for more severe measles infection with pneumonia or encephalitis.\n\nIn a series of 23 pediatric cancer patients in China who had measles infection, 5 underwent ventilation, 1 had liver failure, and 4 died. These outcomes occurred even though 20 of the 23 patients had been vaccinated (including the 4 who died) and 21 had been treated with intravenous immune globulin.[19](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r19)\n\nMalnutrition and measles have a historical link, particularly in the context of humanitarian relief efforts. The bidirectional relationship between measles and malnutrition was described decades ago.[20](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r20) Malnutrition is a primary contributor to death in 45% of fatal measles cases.[21](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r21) Measles is worse in children who are already malnourished, and postmeasles effects can lead to malnutrition in children who were not malnourished before they were infected with measles.[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) Measles can lead to or exacerbate vitamin A deficiency[22](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r22) or a persistent nutritional deficit.[23](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r23) Malnourished children have a poor response to measles vaccine and other vaccines.[24,25](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r24)\n\nAlthough measles virus is not teratogenic, measles in pregnant persons can lead to fetal loss, intrauterine growth retardation, and premature delivery.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26) The case fatality rate among pregnant persons with measles can range from 5% in areas where measles is endemic, such as in Asia and in sub-Saharan Africa, to 20 to 30% among fragile populations, such as refugee populations.[27](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r27) Preterm birth is reported as the most frequent fetal complication.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26)\n\n## Current Recommendations\n\n### Current Global Pediatric Measles Vaccination Policy\n\nMeasles vaccine has a long history. Various attenuated measles vaccine strains were developed and are in active use worldwide (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1)) either as a monovalent vaccine or combined with mumps and rubella vaccines, with or without varicella vaccine.\n\nThe recommended age for the first dose of measles-containing vaccine depends on the waning of maternal antibodies in the patient and the risk of measles exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) In countries where measles is in elimination status (i.e., continuous transmission has been absent for more than 12 months), the first dose may be given at 12 to 18 months of age for maximum immunogenicity, although this schedule leaves most infants in the country susceptible to infection. In countries where measles is endemic — mainly low- and middle-income countries — the first dose of measles vaccine is usually given at 9 months of age. China and South Africa are exceptions, with the routine first dose given at 8 months and 6 months of age, respectively.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Given that 10 to 15% of infants who receive the first dose at 9 months of age do not have seroconversion and to ensure protection for children who either do not have a response to the first dose or miss the first dose entirely, the WHO recommends a second dose for all children globally.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) The recommended shortest time between the two doses is 4 weeks. The timing of the first and second doses of measles vaccine in each country depends on the epidemiologic context and the recommendations of the immunization program of the country. The WHO also recommends an additional dose for infants 6 to 11 months of age during measles outbreaks in regions where measles is endemic.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nIn the United States, the first dose is given at 12 to 15 months of age and the second dose at 4 to 6 years. Infants 6 to 11 months of age may also be given an additional dose in regions where there are outbreaks or before international travel ( [Table 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2)).[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/e68e9ebb-772d-401e-9e60-19a351da1c99/assets/images/large/nejmra2504516_t2.jpg)\n\n| Recommendation | Schedule and Dose |\n| --- | --- |\n| Preschool children |  |\n| Routine childhood schedule | Two-dose schedule — First dose at 12 to 15 months of age (MMR vaccine), second dose at 4 to 6 years of age (MMR-V vaccine) |\n| In outbreak locations or before international travel | Additional dose is given as early as 6 months of age to all children younger than 12 months of age; routine two-dose schedule is still recommended, but earlier second dose is recommended [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) |\n| Healthy adults | Two-dose schedule unless evidence of immunity; no booster program for those with evidence of previous vaccination on two-dose schedule [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Special populations |  |\n| Health care workers born before 1957 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Health care workers born in 1957 or later | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Received measles vaccine between 1967 and 1989 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| ≥12 mo of age with HIV infection | Two-dose schedule: first dose at 12 months of age (MMR vaccine), second dose can be earlier than routine (at 13 months of age; MMR vaccine) [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [§](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn4) |\n| International travelers | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Family carers of immunocompromised patients | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n\nSummary of Current Measles Vaccination Recommendations in the United States. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn1)\n\n\\*\n\nAdapted from Centers for Disease Control and Prevention recommendations, available at [https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html](https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html). HIV denotes human immunodeficiency virus, MMR measles–mumps–rubella, and MMR-V measles–mumps–rubella–varicella.\n\n†\n\nA 28-day period between the doses is recommended.\n\n‡\n\nEvidence of immunity includes written documentation of one or more doses of measles vaccine administered on or after the first birthday for preschool-age children and adults not considered high risk; written documentation of two doses of measles vaccine for school-age children and adults at high risk, including students at post–high school secondary educational institutions, health care personnel, and international travelers; laboratory evidence of immunity; laboratory confirmation of disease; and birth before 1957 (except in health care workers born before 1957, for whom the evidence of immunity is laboratory evidence of immunity or laboratory confirmation of disease).\n\n§\n\nMMR vaccine is indicated only in the absence of severe immunosuppression, which is defined as a CD4 percentage of less than 15% for at least 6 months in persons 5 years of age or younger and a CD4 percentage of less than 15% and CD4 count of less than 200 lymphocytes per cubic millimeter for at least 6 months for persons 5 years of age or older. MMR-V is contraindicated in persons with HIV infection; only MMR vaccine is approved for use in such patients.\n\nBecause the measles virus has a high reproduction number, high coverage of both doses of measles vaccine (≥95%) at the population level is required to maintain effective herd immunity against measles transmission.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) In reality, this goal is a very difficult one to attain for most countries owing to growing global vaccine hesitancy and other challenges, such as financial barriers, poor access to health care, and inappropriate contraindications in certain cases. Even when high vaccination coverage is achieved, small, poorly vaccinated communities may still have outbreaks.[30,31](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r30)\n\n### Postexposure Prophylaxis\n\nIn unvaccinated or undervaccinated persons, measles vaccine is recommended within 72 hours after exposure. When there are contraindications to the measles vaccine, such as in immunocompromised or pregnant persons or infants younger than 6 months of age, human immune globulin is recommended to be given within 6 days after exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nRecommendations for postexposure prophylaxis and the availability of immune globulin products vary among countries.[32](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r32) In many low- and middle-income countries, access to immune globulin is very limited owing to its high cost and low availability.\n\nA recent meta-analysis showed that the estimated effectiveness of postexposure prophylaxis for the prevention of measles ranged from 76% (95% CI, 0 to 94) to 100% (95% CI, 56 to 100) with immune globulin and from 83% (95% CI, 34 to 96) to 100% (95% CI, not evaluable) with the measles vaccine.[33](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33) Postexposure prophylaxis with immune globulin offers greater short-term protection than postexposure prophylaxis with the measles vaccine but at greater cost and use of resources.\n\nThe effectiveness of postexposure prophylaxis may be affected by the concentration of measles antibodies in immune globulin products,[34](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r34) the nature and intensity of measles exposure events, and the timing of postexposure prophylaxis.[35](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r35) The timing of postexposure prophylaxis reported in the studies included in the meta-analysis was recommended mainly on the basis of the duration of measles incubation; there are very limited data on the effect of delayed postexposure prophylaxis.[33,36](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33)\n\nBecause levels of measles antibodies in the immune globulin donor population have decreased over time,[37](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r37) measles antibody concentration in immune globulin products is also decreasing. This change highlights the need for periodic review of the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38) Although the correlates of protection for measles have been recently debated,[40](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r40) the previously published threshold (i.e., >120 mIU per milliliter) has been widely accepted and used as the target serum concentration for measles antibodies after postexposure passive immunization, thereby guiding the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38)\n\n### Management of Measles\n\nThere is no approved antiviral medication for measles. Management of measles infection involves early detection and treatment of complications as well as patient isolation to prevent nosocomial and community transmission.\n\nVitamin A deficiency has been associated with measles severity and mortality among children in low- and middle-income countries. In large-scale, community-based, randomized trials in many Asian and African countries between 1983 and 1992, administration of vitamin A reduced measles mortality by 34 to 50% among children 1 to 5 years of age in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Vitamin A deficiency (serum retinol level, <10 μg per deciliter) is a major public health issue affecting preschool-age children in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Since 1993, the WHO has recommended vitamin A, with specific doses according to age groups, to all persons who have acute measles infection, irrespective of the timing of previous doses of vitamin A ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) This recommendation is based on data from studies conducted in low- and middle-income countries,[43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r43) and there has been no report of toxic effects from vitamin A in patients with measles who have received vitamin A according to WHO recommendations.[41,43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) The benefit of routine vitamin A supplementation outside of treating measles or other specific diseases remains debated, particularly when the vitamin A–deficiency status is unknown.[44](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r44) In addition, routine vitamin A supplementation in excess of the recommended dietary allowance can cause acute and chronic toxic effects in well-nourished children and adults.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45) Children are particularly sensitive; daily intakes of more than 1500 IU per kilogram of body weight have been associated with toxic effects in children.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a7a95bfd-40b8-48b8-940b-2823bbd014de/assets/images/large/nejmra2504516_t3.jpg)\n\n| Age Group | Dose | Frequency |\n| --- | --- | --- |\n| Children |  |  |\n| <6 mo | 50,000 IU (15,000 μg RAE) | Daily for 2 days |\n| 6–11 mo | 100,000 IU (30,000 μg RAE) | Daily for 2 days |\n| >12 mo | 200,000 IU (60,000 μg RAE) | Daily for 2 days |\n| Previous vitamin A deficiency or eye complications caused by measles | Third dose | 2–4 wk after the second dose |\n| Adults [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn2) | No recommendation | No recommendation |\n\nU.S. Recommendations for Vitamin A Supplementation in Patients with Measles. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn1)\n\n\\*\n\nAdapted from Stinchfield PA and Orenstein WA.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) IU denotes international unit, and RAE retinol activity equivalents.\n\n†\n\nThe U.S. recommendation aligns with the World Health Organization (WHO) recommendation.[42](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r42) However, the WHO recommends a dose of 5000 to 10,000 IU daily for 4 weeks in adult measles patients. Women of reproductive age should receive only lower, but more frequent, doses of vitamin A (e.g., a daily oral dose of 5000 to 10,000 IU of vitamin A for at least 4 weeks) owing to possible teratogenic effects.\n\nIn the only known study of the use of vitamin A in measles management in the United States, only 39% of patients received vitamin A and received a much lower dose than that recommended by the WHO.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) In contrast, recent cases of toxic effects of vitamin A intake associated with measles outbreaks in the United States (notably in West Texas) were linked to excessive or unsupervised intake of vitamin A outside medical guidance owing to misinformation. These data point to a need for clarity regarding vitamin A supplementation in the treatment of measles to inform health care workers and the public in the United States.\n\nData are limited regarding the benefit of vitamin A in the context of the United States, where vitamin A deficiency is rare. Measles depresses serum levels of vitamin A in well-nourished children to below the levels observed in malnourished children without measles.[46](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r46) In the United States, hospitalized children with measles frequently have low serum vitamin A levels, correlating with measles severity.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Because vitamin A is critical in enhancing immune responses against infections,[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) supplementation with vitamin A is recommended in children with measles. A meeting on the subject led by the National Foundation for Infectious Diseases in November 2019 provided suggestions on vitamin A doses ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).\n\n## Current Measles Epidemiologic Background\n\n### Immunity Gaps in Young Infants and Early Measles Vaccination\n\nRecent data have shown that the rate of decline of maternal antibodies has increased over time both in regions where measles is endemic and in areas where measles has been eliminated.[47,48](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r47) In Canada in the period 2014–2016, more than 90% of 3-month-old infants had levels of maternal measles antibodies that were lower than a threshold neutralization titer of 192 mIU per milliliter.[49](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r49) A recent multicountry modeling exercise predicted 70.8%, 88.3%, and 100% of infants would be seronegative by 2, 4, and 6 months of age, respectively.[50](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r50) A meta-analysis of data from low- and middle-income countries (2018–2024) showed that by 4 months of age, only 24 to 35% of children remained seropositive.[51](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r51) Clearly, many unvaccinated young infants in regions of measles outbreaks are at high risk for acquiring measles.\n\nIn 2023 and 2024, more than 90% of the measles cases worldwide were among children in low- and middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Most of those infected were children younger than 5 years of age, with the highest mortality among those younger than 1 year.[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12) No systematic analysis has been conducted over the past decade to confirm the observed trend of increasing proportions of measles cases and deaths among young infants. Vietnam, which was among the top 10 countries in terms of number of measles cases in March 2025, had reported a rising number of cases among children 6 to 8 months of age; that age group represented 25% of measles cases in some areas.[52](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r52) Young infants are at heightened risk for severe measles-related complications such as pneumonia, encephalitis, and death.[53,54](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r53) Children in this group are also at increased risk for subacute sclerosing panencephalitis, a rare but fatal condition.[55,56](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r55)\n\nIn recognition of the potential vulnerability of young infants, discussions on the timing of the first dose of measles vaccine have been under way for decades and more recently at the WHO.[4,57–60](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) An early dose of measles vaccine given at 3 to 4 months of age could provide protection throughout infancy. Three studies conducted more than a decade ago provided some data regarding the safety, efficacy, and potential blunting effect (i.e., reducing the immunogenicity, both short term and long term, of subsequent doses) of an early dose of measles vaccine given at 4 to 4.5 months of age.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) This dose could be either the early administration of the first recommended dose of the vaccine or an additional dose to the current two-dose schedule.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) Both approaches have shown acceptable safety and immunogenicity.[61,62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) The first dose, when given at 4.5 months of age, provided 94% efficacy against measles infection and 100% efficacy against hospitalization for measles.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) Determining the appropriate timing of an early dose requires a balance between the age-stratified infection risk (the age at which maternal antibodies would no longer inhibit measles vaccine immunogenicity) and the duration of vaccine effectiveness over time.[57,58](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r57) A trade-off of administering an early dose is the reportedly more rapid reduction of measles antibody in children who are vaccinated early in infancy.[64,65](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r64) Whether this antibody reduction would translate to reduced vaccine efficacy in later childhood is still an open question.\n\n### Immunity Gaps in Adults and Booster Dose\n\nBecause the two-dose measles vaccine schedule was not introduced in the United States until 1989, persons who received the vaccine between 1967 and 1989 may consider receiving a second dose if they are in a high-risk group, such as health care workers or international travelers.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) An extra dose of measles vaccine may be also considered in persons who received the vaccine between 1963 and 1967, because the inactivated (killed) vaccine that was used was less effective than the current live attenuated vaccine.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) Of note, persons who received measles vaccine between 1967 and 1989 or who received the inactivated measles vaccine may have immunity that is “boosted” over time by natural measles exposure, because measles was still endemic in the United States until 2000.\n\nAmong persons born before 1957 (before the first measles vaccine was licensed in 1963), natural measles immunity is even more certain because measles cases were common until that time. However, measles vaccine should still be considered in health care workers who do not have laboratory evidence of immunity or laboratory confirmation of disease. Currently, there is no recommended routine catch-up vaccination program for adults in the United States.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\nThe primary cause of the resurgence in measles cases is failure to vaccinate, not failure of the vaccine. Neither the Centers for Disease Control and Prevention nor the WHO recommend routine boosters in persons who are fully vaccinated. Studies regarding serologic events conducted in the past 5 years in areas where measles is endemic and in ones where measles has been eliminated have reported immunity gaps in persons who received the vaccine on the two-dose schedule during childhood.[48,66,67](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r48) Most of these persons are 13 to 30 years of age, with some older than 40 years of age. Adults who have likely secondary vaccine failure account for some of the measles cases in outbreaks in well-vaccinated countries, as was the case recently in Mongolia.[68](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r68) A third dose of measles vaccine has been offered, mainly to health care workers, with similar safety and rates of adverse events as those seen with the recommended two doses. However, high antibody levels induced by the third dose waned quickly over a period of 1 to 3 years after the third dose.[69](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r69)\n\n### 2019 Increase in Measles Cases and Ongoing 2024–2025 Measles Crisis\n\nWorldwide, reported measles cases saw a dramatic increase in recent years, from a historic low of 132,490 in 2016 to 869,770 in 2019.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) The global increase in measles cases in 2019 was driven by large outbreaks in several countries. The Democratic Republic of the Congo, Madagascar, Samoa, Ukraine, and Brazil were the countries most affected. Vaccine hesitancy was an important cause in each of the affected countries.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) This factor also contributed to the more than 100,000 measles cases in Europe in 2019 and the increased number of measles cases in the United States almost 20 years after the declaration that the disease had been eliminated in 2000.[71](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r71) In 2019, vaccine hesitancy was recognized by the WHO as one of the top 10 challenges to global health.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2019, no WHO region has achieved and sustained elimination of measles.\n\nThe Covid-19 pandemic worsened the situation by interrupting routine immunization and catch-up campaigns. During the pandemic, global coverage of first measles vaccines decreased to 81%, the lowest level since 2008. Coverage has improved slightly, to 83% in 2022 and 2023.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Low- and middle-income countries have the lowest coverage of first measles vaccines — 64% in low-income countries and 86% in middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) A recent analysis of county-level rates of measles–mumps–rubella (MMR) vaccinations in 37 U.S. states shows that coverage was below 95% in 990 of 1501 counties and below 74% in 70 counties.[72](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r72)\n\nThis poor coverage has sparked large measles outbreaks in several countries since early 2024, and measles is now spreading widely. In 2024, the European region reported the highest number of measles cases in more than 25 years, accounting for 20% of the total measles cases worldwide.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) In the United States, as of May 30, 2025, 1088 confirmed measles cases and 3 deaths have been reported; 96% of those measles cases involved persons who were unvaccinated or whose vaccination status was unknown. In approximately 12% of reported cases, the infected persons were hospitalized.[73](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r73) The current number of cases is already approximately four times as high as the total reported in 2024. If measles outbreaks continue to spread through the United States for more than 12 months, the country will lose its elimination status.\n\nMisinformation suggesting that measles vaccine causes autism and that vitamin A prevents measles has been a serious threat to effective measles control and management in the United States and worldwide. More than 25 years ago, a campaign of misinformation suggesting that measles vaccine causes autism led to loss of confidence in MMR vaccines, especially in the United Kingdom.[74](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r74) This misinformation has been thoroughly investigated and proved to be incorrect. In the United States, the recent decrease in childhood vaccinations has been associated with vaccine hesitancy. Estimates suggest that a 10% decrease in MMR vaccination in the United States may lead to 11.1 million measles cases over a period of 25 years.[75](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r75)\n\nThe withdrawal of the United States from global public health initiatives and from support of global immunization programs is having a profound effect on measles control worldwide. Specifically, removal of support for the WHO, for which the United States contributes 19% of the budget, and Gavi, the Vaccine Alliance, for which it contributes 13% of the budget, will probably affect measles control and contribute to a large number of deaths from measles and other vaccine-preventable diseases in the poorest countries.[76](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r76) As a result, the outlook for measles control in the coming years is bleak. This situation puts U.S. domestic health security at high risk, because infectious diseases do not respect geographic borders.\n\nIn the context of increased international travel, rapid identification of measles cases and genotyping of measles virus are crucial for early detection of outbreaks, tracking of transmission chains, and effective outbreak control. Updates on measles diagnostic and molecular genotypes are provided in the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1).\n\n## Conclusions and Perspectives\n\nThere has been little improvement in global measles control over the past two decades. With a declining environment for global health ( [Figure 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f2)), it is possible that the situation will get worse. Estimates of measles morbidity and mortality associated with vaccine hesitancy are needed to help contain vaccine hesitancy. Enhanced research during measles outbreaks is crucial to address population immunity gaps and improve vaccine coverage in the current measles vaccination program. Rapid diagnostic tests could be used routinely as part of measles global surveillance and could improve the timing of measles outbreak responses.[77](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r77)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/640a0d91-5511-4dac-a546-f7c060be4566/assets/images/large/nejmra2504516_f2.jpg)\n\nKey Events in Measles Research.\n\nCovid-19 denotes coronavirus disease 2019, EPI Expanded Programme on Immunization, LMICs low- and middle-income countries, MMR measles–mumps–rubella, SLAM signaling lymphocytic activation molecule, UNICEF United Nations Children’s Fund, and WHO World Health Organization.\n\nPostmeasles pneumonia has been shown to be largely due to _Streptococcus pneumoniae_. The use of a booster dose of pneumococcal conjugate vaccine for patients recovering from measles to help overcome temporary immunologic amnesia and possibly prevent fatal postmeasles pneumonia is a potential strategy. Clinical trials are needed to determine the appropriate time to administer pneumococcal conjugate vaccine during measles recovery.\n\nMeasles disease is most severe in young infants. Studies from West Africa have shown that measles vaccine can be highly effective, even when it is given as early as 4 months of age.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) This finding needs to be reevaluated in the modern era.\n\nEfforts have been made to improve vaccine delivery[78](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r78) and storage.[79](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r79) Microneedle patches have been developed that offer the possibility of providing vaccination against measles and other conditions in remote areas where cold-chain transport is difficult. Microneedle patches also provide a pain-free, simplified method of vaccine administration. This innovation may help to improve vaccination coverage and reduce cold-chain issues. Additional randomized, controlled trials are needed to evaluate the efficacy of microneedle patches. In addition, further research on new measles vaccine candidates that can be given to younger infants is needed, because such vaccines may be required for eradication of measles.[80](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r80)\n\n## Notes\n\nThis article was published on June 25, 2025, and updated on July 9, 2025, at NEJM.org.\n\n[Disclosure forms](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap2) provided by the authors are available with the full text of this article at NEJM.org.\n\n## Supplementary Material\n\nSupplementary Appendix(nejmra2504516\\_appendix.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_appendix.pdf)\n- 130.27 KB\n\nDisclosure Forms(nejmra2504516\\_disclosures.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_disclosures.pdf)\n- 174.45 KB\n\n## References\n\n1.\n\nLarson HJ, Gakidou E, Murray CJL. The vaccine-hesitant moment. _N Engl J Med_ 2022;387:58-65.\n\n[Crossref](https://www.nejm.org/servlet/linkout?suffix=e_1_3_4_2_2&dbid=4&doi=10.1056%2FNEJMra2504516&key=10.1056%2FNEJMra2106441&site=mms-site)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35767527/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000818600100001)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+vaccine-hesitant+moment.&publication_year=2022&journal=N+Engl+J+Med&pages=58-65&doi=10.1056%2FNEJMra2106441&pmid=35767527)\n\n2.\n\nWorld Health Organization. Immunization data: provisional measles and rubella data. 2024 ( [https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=](https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Immunization+data%3A+provisional+measles+and+rubella+data.+2024+%28https%3A%2F%2Fimmunizationdata.who.int%2Fglobal%3Ftopic%3DProvisional-measles-and-rubella-data%26location%3D%29.)\n\n3.\n\nMahase E. WHO warns “measles is back” as virus spreads across Europe, America, and Afghanistan. _BMJ_ 2025;388:r528-r528.\n\n[Crossref](https://doi.org/10.1136/bmj.r528)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40086824/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+warns+%E2%80%9Cmeasles+is+back%E2%80%9D+as+virus+spreads+across+Europe%2C+America%2C+and+Afghanistan.&publication_year=2025&journal=BMJ&pages=r528-r528&doi=10.1136%2Fbmj.r528&pmid=40086824)\n\n4.\n\nWorld Health Organization. Measles vaccines: WHO position paper — April 2017. _Wkly Epidemiol Rec_ 2017;92:205-228 ( [https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1](https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1)).\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccines%3A+WHO+position+paper+%E2%80%94+April+2017.&publication_year=2017&pages=205-228)\n\n5.\n\nCenters for Disease Control and Prevention. Measles symptoms and complications. May 9, 2024 ( [https://www.cdc.gov/measles/signs-symptoms/index.html](https://www.cdc.gov/measles/signs-symptoms/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+symptoms+and+complications.+May+9%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fsigns-symptoms%2Findex.html%29.)\n\n6.\n\nFlorman AL, Agatston HJ. Keratoconjunctivitis as a diagnostic aid in measles. _JAMA_ 1962;179:568-570.\n\n[Crossref](https://doi.org/10.1001/jama.1962.03050070077019)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/13893670/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Keratoconjunctivitis+as+a+diagnostic+aid+in+measles.&publication_year=1962&journal=JAMA&pages=568-570&doi=10.1001%2Fjama.1962.03050070077019&pmid=13893670)\n\n7.\n\nSemba RD, Bloem MW. Measles blindness. _Surv Ophthalmol_ 2004;49:243-255.\n\n[Crossref](https://doi.org/10.1016/j.survophthal.2003.12.005)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/14998696/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+blindness.&publication_year=2004&journal=Surv+Ophthalmol&pages=243-255&doi=10.1016%2Fj.survophthal.2003.12.005&pmid=14998696)\n\n8.\n\nHirayama T, Ikeda K, Hidaka T, et al. Unilateral measles-associated retrobulbar optic neuritis without encephalitis: a case report and literature review. _Case Rep Neurol_ 2010;2:128-132.\n\n[Crossref](https://doi.org/10.1159/000322143)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/21113282/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unilateral+measles-associated+retrobulbar+optic+neuritis+without+encephalitis%3A+a+case+report+and+literature+review.&publication_year=2010&journal=Case+Rep+Neurol&pages=128-132&doi=10.1159%2F000322143&pmid=21113282)\n\n9.\n\nHaltia M, Tarkkanen A, Vaheri A, Paetau A, Kaakinen K, Erkkilä H. Measles retinopathy during immunosuppression. _Br J Ophthalmol_ 1978;62:356-360.\n\n[Crossref](https://doi.org/10.1136/bjo.62.6.356)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/352388/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+retinopathy+during+immunosuppression.&publication_year=1978&journal=Br+J+Ophthalmol&pages=356-360&doi=10.1136%2Fbjo.62.6.356&pmid=352388)\n\n10.\n\nReddy V, Bhaskaram P, Raghuramulu N, et al. Relationship between measles, malnutrition, and blindness: a prospective study in Indian children. _Am J Clin Nutr_ 1986;44:924-930.\n\n[Crossref](https://doi.org/10.1093/ajcn/44.6.924)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3788839/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Relationship+between+measles%2C+malnutrition%2C+and+blindness%3A+a+prospective+study+in+Indian+children.&publication_year=1986&journal=Am+J+Clin+Nutr&pages=924-930&doi=10.1093%2Fajcn%2F44.6.924&pmid=3788839)\n\n11.\n\nFoster A, Sommer A. Corneal ulceration, measles, and childhood blindness in Tanzania. _Br J Ophthalmol_ 1987;71:331-343.\n\n[Crossref](https://doi.org/10.1136/bjo.71.5.331)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3580349/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Corneal+ulceration%2C+measles%2C+and+childhood+blindness+in+Tanzania.&publication_year=1987&journal=Br+J+Ophthalmol&pages=331-343&doi=10.1136%2Fbjo.71.5.331&pmid=3580349)\n\n12.\n\nSbarra AN, Mosser JF, Jit M, et al. Estimating national-level measles case-fatality ratios in low-income and middle-income countries: an updated systematic review and modelling study. _Lancet Glob Health_ 2023;11(4):e516-e524.\n\n[Crossref](https://doi.org/10.1016/S2214-109X(23)00043-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/36925172/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating+national-level+measles+case-fatality+ratios+in+low-income+and+middle-income+countries%3A+an+updated+systematic+review+and+modelling+study.&publication_year=2023&journal=Lancet+Glob+Health&pages=e516-e524&doi=10.1016%2FS2214-109X%2823%2900043-8&pmid=36925172)\n\n13.\n\nSalama P, Assefa F, Talley L, Spiegel P, van Der Veen A, Gotway CA. Malnutrition, measles, mortality, and the humanitarian response during a famine in Ethiopia. _JAMA_ 2001;286:563-571.\n\n[Crossref](https://doi.org/10.1001/jama.286.5.563)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11476658/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Malnutrition%2C+measles%2C+mortality%2C+and+the+humanitarian+response+during+a+famine+in+Ethiopia.&publication_year=2001&journal=JAMA&pages=563-571&doi=10.1001%2Fjama.286.5.563&pmid=11476658)\n\n14.\n\nFerren M, Horvat B, Mathieu C. Measles encephalitis: towards new therapeutics. _Viruses_ 2019;11:1017-1017.\n\n[Crossref](https://doi.org/10.3390/v11111017)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31684034/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+encephalitis%3A+towards+new+therapeutics.&publication_year=2019&journal=Viruses&pages=1017-1017&doi=10.3390%2Fv11111017&pmid=31684034)\n\n15.\n\nBühl D, Staudacher O, Santibanez S, et al. Specifically increased rate of infections in children post measles in a high resource setting. _Front Pediatr_ 2022;10:896086-896086.\n\n[Crossref](https://doi.org/10.3389/fped.2022.896086)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35813375/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Specifically+increased+rate+of+infections+in+children+post+measles+in+a+high+resource+setting.&publication_year=2022&journal=Front+Pediatr&pages=896086-896086&doi=10.3389%2Ffped.2022.896086&pmid=35813375)\n\n16.\n\nPerin J, Mulick A, Yeung D, et al. Global, regional, and national causes of under-5 mortality in 2000-19: an updated systematic analysis with implications for the Sustainable Development Goals. _Lancet Child Adolesc Health_ 2022;6:106-115.\n\n[Crossref](https://doi.org/10.1016/S2352-4642(21)00311-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34800370/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Global%2C+regional%2C+and+national+causes+of+under-5+mortality+in+2000-19%3A+an+updated+systematic+analysis+with+implications+for+the+Sustainable+Development+Goals.&publication_year=2022&journal=Lancet+Child+Adolesc+Health&pages=106-115&doi=10.1016%2FS2352-4642%2821%2900311-4&pmid=34800370)\n\n17.\n\nPolack FP. Atypical measles and enhanced respiratory syncytial virus disease (ERD) made simple. _Pediatr Res_ 2007;62:111-115.\n\n[Crossref](https://doi.org/10.1203/PDR.0b013e3180686ce0)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/17515829/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Atypical+measles+and+enhanced+respiratory+syncytial+virus+disease+%28ERD%29+made+simple.&publication_year=2007&journal=Pediatr+Res&pages=111-115&doi=10.1203%2FPDR.0b013e3180686ce0&pmid=17515829)\n\n18.\n\nTranter I, Smoll N, Lau CL, et al. Onward virus transmission after measles secondary vaccination failure. _Emerg Infect Dis_ 2024;30:1747-1754.\n\n[Crossref](https://doi.org/10.3201/eid3009.240150)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39173667/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Onward+virus+transmission+after+measles+secondary+vaccination+failure.&publication_year=2024&journal=Emerg+Infect+Dis&pages=1747-1754&doi=10.3201%2Feid3009.240150&pmid=39173667)\n\n19.\n\nGe Y-L, Zhai X-W, Zhu Y-F, et al. Measles outbreak in pediatric hematology and oncology patients in Shanghai, 2015. _Chin Med J (Engl)_ 2017;130:1320-1326.\n\n[Crossref](https://doi.org/10.4103/0366-6999.206358)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28524832/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000402415800010)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+outbreak+in+pediatric+hematology+and+oncology+patients+in+Shanghai%2C+2015.&publication_year=2017&journal=Chin+Med+J+%28Engl%29&pages=1320-1326&doi=10.4103%2F0366-6999.206358&pmid=28524832)\n\n20.\n\nMorley D. Severe measles in the tropics. _Br Med J_ 1969;1:297-300.\n\n[Crossref](https://doi.org/10.1136/bmj.1.5639.297)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/5762650/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Severe+measles+in+the+tropics.&publication_year=1969&journal=Br+Med+J&pages=297-300&doi=10.1136%2Fbmj.1.5639.297&pmid=5762650)\n\n21.\n\nBryce J, Boschi-Pinto C, Shibuya K, Black RE, WHO Child Health Epidemiology Reference Group. WHO estimates of the causes of death in children. _Lancet_ 2005;365:1147-1152.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(05)71877-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/15794969/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+estimates+of+the+causes+of+death+in+children.&publication_year=2005&journal=Lancet&pages=1147-1152&doi=10.1016%2FS0140-6736%2805%2971877-8&pmid=15794969)\n\n22.\n\nKhandait DW, Vasudeo ND, Zodpey SP, Kumbhalkar DT. Risk factors for subclinical vitamin A deficiency in children under the age of 6 years. _J Trop Pediatr_ 2000;46:239-241.\n\n[Crossref](https://doi.org/10.1093/tropej/46.4.239)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/10996988/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Risk+factors+for+subclinical+vitamin+A+deficiency+in+children+under+the+age+of+6+years.&publication_year=2000&journal=J+Trop+Pediatr&pages=239-241&doi=10.1093%2Ftropej%2F46.4.239&pmid=10996988)\n\n23.\n\nKoster FT, Curlin GC, Aziz KM, Haque A. Synergistic impact of measles and diarrhoea on nutrition and mortality in Bangladesh. _Bull World Health Organ_ 1981;59:901-908.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6978197/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Synergistic+impact+of+measles+and+diarrhoea+on+nutrition+and+mortality+in+Bangladesh.&publication_year=1981&journal=Bull+World+Health+Organ&pages=901-908&pmid=6978197)\n\n24.\n\nEskenazi B, Rauch S, Elsiwi B, et al. Undernutrition and antibody response to measles, tetanus and Haemophilus Influenzae type b (Hib) vaccination in pre-school south African children: the VHEMBE birth cohort study. _Vaccine_ 2025;46:126564-126564.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.126564)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39665976/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Undernutrition+and+antibody+response+to+measles%2C+tetanus+and+Haemophilus+Influenzae+type+b+%28Hib%29+vaccination+in+pre-school+south+African+children%3A+the+VHEMBE+birth+cohort+study.&publication_year=2025&journal=Vaccine&pages=126564-126564&doi=10.1016%2Fj.vaccine.2024.126564&pmid=39665976)\n\n25.\n\nMutsaerts EAML, van Cranenbroek B, Madhi SA, et al. Impact of nutritional status on vaccine-induced immunity in children living in South Africa: investigating the B-cell repertoire and metabolic hormones. _Vaccine_ 2024;42:3337-3345.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.04.034)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38637212/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact+of+nutritional+status+on+vaccine-induced+immunity+in+children+living+in+South+Africa%3A+investigating+the+B-cell+repertoire+and+metabolic+hormones.&publication_year=2024&journal=Vaccine&pages=3337-3345&doi=10.1016%2Fj.vaccine.2024.04.034&pmid=38637212)\n\n26.\n\nKhalil A, Samara A, Campbell C, Ladhani SN. Pregnant women and measles: we need to be vigilant during outbreaks. _EClinicalMedicine_ 2024;72:102594-102594.\n\n[Crossref](https://doi.org/10.1016/j.eclinm.2024.102594)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38666235/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Pregnant+women+and+measles%3A+we+need+to+be+vigilant+during+outbreaks.&publication_year=2024&journal=EClinicalMedicine&pages=102594-102594&doi=10.1016%2Fj.eclinm.2024.102594&pmid=38666235)\n\n27.\n\nCongera P, Maraolo AE, Parente S, Schiano Moriello N, Bianco V, Tosone G. Measles in pregnant women: a systematic review of clinical outcomes and a meta-analysis of antibodies seroprevalence. _J Infect_ 2020;80:152-160.\n\n[Crossref](https://doi.org/10.1016/j.jinf.2019.12.012)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31891729/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+in+pregnant+women%3A+a+systematic+review+of+clinical+outcomes+and+a+meta-analysis+of+antibodies+seroprevalence.&publication_year=2020&journal=J+Infect&pages=152-160&doi=10.1016%2Fj.jinf.2019.12.012&pmid=31891729)\n\n28.\n\nCenters for Disease Control and Prevention. ACIP recommendations: measles, mumps and rubella (MMR) vaccine. July 29, 2024 ( [https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html](https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+ACIP+recommendations%3A+measles%2C+mumps+and+rubella+%28MMR%29+vaccine.+July+29%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Facip-recs%2Fhcp%2Fvaccine-specific%2Fmmr.html%29.)\n\n29.\n\nMinta AA, Ferrari M, Antoni S, et al. Progress toward measles elimination — Worldwide, 2000–2023. _MMWR Morb Mortal Wkly Rep_ 2024;73:1036-1042.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm7345a4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39541251/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+measles+elimination+%E2%80%94+Worldwide%2C+2000%E2%80%932023.&publication_year=2024&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1036-1042&doi=10.15585%2Fmmwr.mm7345a4&pmid=39541251)\n\n30.\n\nvan den Hof S, Conyn-van Spaendonck MAE, van Steenbergen JE. Measles epidemic in the Netherlands, 1999-2000. _J Infect Dis_ 2002;186:1483-1486.\n\n[Crossref](https://doi.org/10.1086/344894)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/12404165/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+epidemic+in+the+Netherlands%2C+1999-2000.&publication_year=2002&journal=J+Infect+Dis&pages=1483-1486&doi=10.1086%2F344894&pmid=12404165)\n\n31.\n\nWoudenberg T, van Binnendijk RS, Sanders EA, et al. Large measles epidemic in the Netherlands, May 2013 to March 2014: changing epidemiology. _Euro Surveill_ 2017;22:30443-30443.\n\n[Crossref](https://doi.org/10.2807/1560-7917.ES.2017.22.3.30443)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28128092/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Large+measles+epidemic+in+the+Netherlands%2C+May+2013+to+March+2014%3A+changing+epidemiology.&publication_year=2017&journal=Euro+Surveill&pages=30443-30443&doi=10.2807%2F1560-7917.ES.2017.22.3.30443&pmid=28128092)\n\n32.\n\nYoung MK. The indications and safety of polyvalent immunoglobulin for post-exposure prophylaxis of hepatitis A, rubella and measles. _Hum Vaccin Immunother_ 2019;15:2060-2065.\n\n[Crossref](https://doi.org/10.1080/21645515.2019.1621148)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31116633/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+indications+and+safety+of+polyvalent+immunoglobulin+for+post-exposure+prophylaxis+of+hepatitis+A%2C+rubella+and+measles.&publication_year=2019&journal=Hum+Vaccin+Immunother&pages=2060-2065&doi=10.1080%2F21645515.2019.1621148&pmid=31116633)\n\n33.\n\nMontroy J, Yan C, Khan F, et al. Post-exposure prophylaxis for the prevention of measles: a systematic review. _Vaccine_ 2025;47:126706-126706.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.126706)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39787800/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+prophylaxis+for+the+prevention+of+measles%3A+a+systematic+review.&publication_year=2025&journal=Vaccine&pages=126706-126706&doi=10.1016%2Fj.vaccine.2025.126706&pmid=39787800)\n\n34.\n\nEndo A, Izumi H, Miyashita M, Taniguchi K, Okubo O, Harada K. Current efficacy of postexposure prophylaxis against measles with immunoglobulin. _J Pediatr_ 2001;138:926-928.\n\n[Crossref](https://doi.org/10.1067/mpd.2001.113710)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11391343/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Current+efficacy+of+postexposure+prophylaxis+against+measles+with+immunoglobulin.&publication_year=2001&journal=J+Pediatr&pages=926-928&doi=10.1067%2Fmpd.2001.113710&pmid=11391343)\n\n35.\n\nSheppeard V, Forssman B, Ferson MJ, et al. The effectiveness of prophylaxis for measles contacts in NSW. _N S W Public Health Bull_ 2009;20:81-85.\n\n[Crossref](https://doi.org/10.1071/NB08014)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/19552854/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effectiveness+of+prophylaxis+for+measles+contacts+in+NSW.&publication_year=2009&journal=N+S+W+Public+Health+Bull&pages=81-85&doi=10.1071%2FNB08014&pmid=19552854)\n\n36.\n\nYoung MK, Nimmo GR, Cripps AW, Jones MA. Post-exposure passive immunisation for preventing measles. _Cochrane Database Syst Rev_ 2014;2014:CD010056-CD010056.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24687262/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+passive+immunisation+for+preventing+measles.&publication_year=2014&journal=Cochrane+Database+Syst+Rev&pages=CD010056-CD010056&pmid=24687262)\n\n37.\n\nWilliamson KM, Faddy H, Nicholson S, et al. A cross-sectional study of measles-specific antibody levels in Australian blood donors — implications for measles post-elimination countries. _Vaccines (Basel)_ 2024;12:818-818.\n\n[Crossref](https://doi.org/10.3390/vaccines12070818)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39066455/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+cross-sectional+study+of+measles-specific+antibody+levels+in+Australian+blood+donors+%E2%80%94+implications+for+measles+post-elimination+countries.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=818-818&doi=10.3390%2Fvaccines12070818&pmid=39066455)\n\n38.\n\nYoung MK, Ng S-K, Nimmo GR, Cripps AW. The optimal dose of disease-specific antibodies for post-exposure prophylaxis of measles and rubella in Australia: new guidelines recommended. _Expert Opin Drug Metab Toxicol_ 2018;14:663-669.\n\n[Crossref](https://doi.org/10.1080/17425255.2018.1484449)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29865869/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+dose+of+disease-specific+antibodies+for+post-exposure+prophylaxis+of+measles+and+rubella+in+Australia%3A+new+guidelines+recommended.&publication_year=2018&journal=Expert+Opin+Drug+Metab+Toxicol&pages=663-669&doi=10.1080%2F17425255.2018.1484449&pmid=29865869)\n\n39.\n\nTunis MC, Salvadori MI, Dubey V, Baclic O. Updated NACI recommendations for measles post-exposure prophylaxis. _Can Commun Dis Rep_ 2018;44:226-230.\n\n[Crossref](https://doi.org/10.14745/ccdr.v44i09a07)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31015814/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Updated+NACI+recommendations+for+measles+post-exposure+prophylaxis.&publication_year=2018&journal=Can+Commun+Dis+Rep&pages=226-230&doi=10.14745%2Fccdr.v44i09a07&pmid=31015814)\n\n40.\n\nBolotin S, Hughes SL, Gul N, et al. What is the evidence to support a correlate of protection for measles? A systematic review. _J Infect Dis_ 2020;221:1576-1583.\n\n[Crossref](https://doi.org/10.1093/infdis/jiz380)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31674648/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+evidence+to+support+a+correlate+of+protection+for+measles%3F+A+systematic+review.&publication_year=2020&journal=J+Infect+Dis&pages=1576-1583&doi=10.1093%2Finfdis%2Fjiz380&pmid=31674648)\n\n41.\n\nStinchfield PA, Orenstein WA. Vitamin A for the management of measles in the United States. _Infect Dis Clin Pract_ 2020;28:181-187 ( [https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin\\_a\\_for\\_the\\_management\\_of\\_measles\\_in\\_the.2.aspx](https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin_a_for_the_management_of_measles_in_the.2.aspx)).\n\n[Crossref](https://doi.org/10.1097/IPC.0000000000000873)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+the+management+of+measles+in+the+United+States.&publication_year=2020&journal=Infect+Dis+Clin+Pract&pages=181-187&doi=10.1097%2FIPC.0000000000000873)\n\n42.\n\nWorld Health Organization. Guide for clinical case management and infection prevention and control during a measles outbreak. March 27, 2020 ( [https://www.who.int/publications/i/item/9789240002869](https://www.who.int/publications/i/item/9789240002869)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Guide+for+clinical+case+management+and+infection+prevention+and+control+during+a+measles+outbreak.+March+27%2C+2020+%28https%3A%2F%2Fwww.who.int%2Fpublications%2Fi%2Fitem%2F9789240002869%29.)\n\n43.\n\nHuiming Y, Chaomin W, Meng M. Vitamin A for treating measles in children. _Cochrane Database Syst Rev_ 2005;2005:CD001479-CD001479.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16235283/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+treating+measles+in+children.&publication_year=2005&journal=Cochrane+Database+Syst+Rev&pages=CD001479-CD001479&pmid=16235283)\n\n44.\n\nBjelakovic G, Nikolova D, Bjelakovic M, et al. Effects of primary or secondary prevention with vitamin A supplementation on clinically important outcomes: a systematic review of randomised clinical trials with meta-analysis and trial sequential analysis. _BMJ Open_ 2024;14(5):e078053-e078053.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2023-078053)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38816049/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effects+of+primary+or+secondary+prevention+with+vitamin+A+supplementation+on+clinically+important+outcomes%3A+a+systematic+review+of+randomised+clinical+trials+with+meta-analysis+and+trial+sequential+analysis.&publication_year=2024&journal=BMJ+Open&pages=e078053-e078053&doi=10.1136%2Fbmjopen-2023-078053&pmid=38816049)\n\n45.\n\nPenniston KL, Tanumihardjo SA. The acute and chronic toxic effects of vitamin A. _Am J Clin Nutr_ 2006;83:191-201.\n\n[Crossref](https://doi.org/10.1093/ajcn/83.2.191)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16469975/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+acute+and+chronic+toxic+effects+of+vitamin+A.&publication_year=2006&journal=Am+J+Clin+Nutr&pages=191-201&doi=10.1093%2Fajcn%2F83.2.191&pmid=16469975)\n\n46.\n\nInua M, Duggan MB, West CE, et al. Post-measles corneal ulceration in children in northern Nigeria: the role of vitamin A, malnutrition and measles. _Ann Trop Paediatr_ 1983;3:181-191.\n\n[Crossref](https://doi.org/10.1080/02724936.1983.11748292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6200063/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-measles+corneal+ulceration+in+children+in+northern+Nigeria%3A+the+role+of+vitamin+A%2C+malnutrition+and+measles.&publication_year=1983&journal=Ann+Trop+Paediatr&pages=181-191&doi=10.1080%2F02724936.1983.11748292&pmid=6200063)\n\n47.\n\nGuerra FM, Crowcroft NS, Friedman L, et al. Waning of measles maternal antibody in infants in measles elimination settings — a systematic literature review. _Vaccine_ 2018;36:1248-1255.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2018.01.002)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29398276/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Waning+of+measles+maternal+antibody+in+infants+in+measles+elimination+settings+%E2%80%94+a+systematic+literature+review.&publication_year=2018&journal=Vaccine&pages=1248-1255&doi=10.1016%2Fj.vaccine.2018.01.002&pmid=29398276)\n\n48.\n\nSchenk J, Abrams S, Theeten H, Van Damme P, Beutels P, Hens N. Immunogenicity and persistence of trivalent measles, mumps, and rubella vaccines: a systematic review and meta-analysis. _Lancet Infect Dis_ 2021;21:286-295.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(20)30442-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32888410/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity+and+persistence+of+trivalent+measles%2C+mumps%2C+and+rubella+vaccines%3A+a+systematic+review+and+meta-analysis.&publication_year=2021&journal=Lancet+Infect+Dis&pages=286-295&doi=10.1016%2FS1473-3099%2820%2930442-4&pmid=32888410)\n\n49.\n\nScience M, Savage R, Severini A, et al. Measles antibody levels in young infants. _Pediatrics_ 2019;144(6):e20190630-e20190630.\n\n[Crossref](https://doi.org/10.1542/peds.2019-0630)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31753911/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+antibody+levels+in+young+infants.&publication_year=2019&journal=Pediatrics&pages=e20190630-e20190630&doi=10.1542%2Fpeds.2019-0630&pmid=31753911)\n\n50.\n\nBokop C, Dhar N, Izu A, et al. Sero-epidemiology of measles immunoglobulin G antibodies among newborns from South-East Asia and sub-Saharan Africa: an observational, multicenter study. _Int J Infect Dis_ 2025;154:107882-107882.\n\n[Crossref](https://doi.org/10.1016/j.ijid.2025.107882)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40081737/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Sero-epidemiology+of+measles+immunoglobulin+G+antibodies+among+newborns+from+South-East+Asia+and+sub-Saharan+Africa%3A+an+observational%2C+multicenter+study.&publication_year=2025&journal=Int+J+Infect+Dis&pages=107882-107882&doi=10.1016%2Fj.ijid.2025.107882&pmid=40081737)\n\n51.\n\nOng DS, von Mollendorf C, Mulholland K, Do LAH. Measles seroprevalence in infants under nine months of age in low- and middle-income countries: a systematic review and meta-analysis. _J Infect Dis_ 2025 April 3 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1093/infdis/jiaf177)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40179253/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+seroprevalence+in+infants+under+nine+months+of+age+in+low-+and+middle-income+countries%3A+a+systematic+review+and+meta-analysis.&publication_year=2025&journal=J+Infect+Dis&doi=10.1093%2Finfdis%2Fjiaf177&pmid=40179253)\n\n52.\n\nProMed. Measles — Viet Nam (03): WHO assessment, alert 2025 ( [https://promedmail.org/promed-post/?id=8721943](https://promedmail.org/promed-post/?id=8721943)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=ProMed.+Measles+%E2%80%94+Viet+Nam+%2803%29%3A+WHO+assessment%2C+alert+2025+%28https%3A%2F%2Fpromedmail.org%2Fpromed-post%2F%3Fid%3D8721943%29.)\n\n53.\n\nMina MJ, Metcalf CJE, de Swart RL, Osterhaus AD, Grenfell BT. Long-term measles-induced immunomodulation increases overall childhood infectious disease mortality. _Science_ 2015;348:694-699.\n\n[Crossref](https://doi.org/10.1126/science.aaa3662)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/25954009/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000354045700046)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+measles-induced+immunomodulation+increases+overall+childhood+infectious+disease+mortality.&publication_year=2015&journal=Science&pages=694-699&doi=10.1126%2Fscience.aaa3662&pmid=25954009)\n\n54.\n\nDor E, Fluss R, Israel A, Huppert A. Quantifying the long-term effects of measles infection — a retrospective cohort study. _Clin Microbiol Infect_ 2024;30:1460-1465.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2024.08.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39142629/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Quantifying+the+long-term+effects+of+measles+infection+%E2%80%94+a+retrospective+cohort+study.&publication_year=2024&journal=Clin+Microbiol+Infect&pages=1460-1465&doi=10.1016%2Fj.cmi.2024.08.007&pmid=39142629)\n\n55.\n\nWendorf KA, Winter K, Zipprich J, et al. Subacute sclerosing panencephalitis: the devastating measles complication that might be more common than previously estimated. _Clin Infect Dis_ 2017;65:226-232.\n\n[Crossref](https://doi.org/10.1093/cid/cix302)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28387784/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000404591000015)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Subacute+sclerosing+panencephalitis%3A+the+devastating+measles+complication+that+might+be+more+common+than+previously+estimated.&publication_year=2017&journal=Clin+Infect+Dis&pages=226-232&doi=10.1093%2Fcid%2Fcix302&pmid=28387784)\n\n56.\n\nKhetsuriani N, Sanadze K, Abuladze M, Tatishvili N. High risk of subacute sclerosing panencephalitis following measles outbreaks in Georgia. _Clin Microbiol Infect_ 2020;26:737-742.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2019.10.035)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31707133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=High+risk+of+subacute+sclerosing+panencephalitis+following+measles+outbreaks+in+Georgia.&publication_year=2020&journal=Clin+Microbiol+Infect&pages=737-742&doi=10.1016%2Fj.cmi.2019.10.035&pmid=31707133)\n\n57.\n\nAaby P, Martins CL, Garly M-L, Rodrigues A, Benn CS, Whittle H. The optimal age of measles immunisation in low-income countries: a secondary analysis of the assumptions underlying the current policy. _BMJ Open_ 2012;2(4):e000761-e000761.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2011-000761)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22815465/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+age+of+measles+immunisation+in+low-income+countries%3A+a+secondary+analysis+of+the+assumptions+underlying+the+current+policy.&publication_year=2012&journal=BMJ+Open&pages=e000761-e000761&doi=10.1136%2Fbmjopen-2011-000761&pmid=22815465)\n\n58.\n\nNic Lochlainn LM, de Gier B, van der Maas N, et al. Effect of measles vaccination in infants younger than 9 months on the immune response to subsequent measles vaccine doses: a systematic review and meta-analysis. _Lancet Infect Dis_ 2019;19:1246-1254.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(19)30396-2)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31548081/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effect+of+measles+vaccination+in+infants+younger+than+9+months+on+the+immune+response+to+subsequent+measles+vaccine+doses%3A+a+systematic+review+and+meta-analysis.&publication_year=2019&journal=Lancet+Infect+Dis&pages=1246-1254&doi=10.1016%2FS1473-3099%2819%2930396-2&pmid=31548081)\n\n59.\n\nHughes SL, Bolotin S, Khan S, et al. The effect of time since measles vaccination and age at first dose on measles vaccine effectiveness — a systematic review. _Vaccine_ 2020;38:460-469.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2019.10.090)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31732326/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effect+of+time+since+measles+vaccination+and+age+at+first+dose+on+measles+vaccine+effectiveness+%E2%80%94+a+systematic+review.&publication_year=2020&journal=Vaccine&pages=460-469&doi=10.1016%2Fj.vaccine.2019.10.090&pmid=31732326)\n\n60.\n\nVarma A, Bolotin S, De Serres G, et al. What is the current evidence base for measles vaccination earlier than 9 months of age? Report from an informal technical consultation of the World Health Organization. _Vaccine_ 2025;57:127187-127187.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127187)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40373694/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+current+evidence+base+for+measles+vaccination+earlier+than+9+months+of+age%3F+Report+from+an+informal+technical+consultation+of+the+World+Health+Organization.&publication_year=2025&journal=Vaccine&pages=127187-127187&doi=10.1016%2Fj.vaccine.2025.127187&pmid=40373694)\n\n61.\n\nNjie-Jobe J, Nyamweya S, Miles DJ, et al. Immunological impact of an additional early measles vaccine in Gambian children: responses to a boost at 3 years. _Vaccine_ 2012;30:2543-2550.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2012.01.083)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22314136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunological+impact+of+an+additional+early+measles+vaccine+in+Gambian+children%3A+responses+to+a+boost+at+3+years.&publication_year=2012&journal=Vaccine&pages=2543-2550&doi=10.1016%2Fj.vaccine.2012.01.083&pmid=22314136)\n\n62.\n\nMartins CL, Garly M-L, Balé C, et al. Protective efficacy of standard Edmonston-Zagreb measles vaccination in infants aged 4.5 months: interim analysis of a randomised clinical trial. _BMJ_ 2008;337:a661-a661.\n\n[Crossref](https://doi.org/10.1136/bmj.a661)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/18653640/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Protective+efficacy+of+standard+Edmonston-Zagreb+measles+vaccination+in+infants+aged+4.5+months%3A+interim+analysis+of+a+randomised+clinical+trial.&publication_year=2008&journal=BMJ&pages=a661-a661&doi=10.1136%2Fbmj.a661&pmid=18653640)\n\n63.\n\nFisker AB, Nebie E, Schoeps A, et al. A two-center randomized trial of an additional early dose of measles vaccine: effects on mortality and measles antibody levels. _Clin Infect Dis_ 2018;66:1573-1580.\n\n[Crossref](https://doi.org/10.1093/cid/cix1033)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29177407/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+two-center+randomized+trial+of+an+additional+early+dose+of+measles+vaccine%3A+effects+on+mortality+and+measles+antibody+levels.&publication_year=2018&journal=Clin+Infect+Dis&pages=1573-1580&doi=10.1093%2Fcid%2Fcix1033&pmid=29177407)\n\n64.\n\nBrinkman ID, Butler AL, de Wit J, van Binnendijk RS, Alter G, van Baarle D. Measles vaccination elicits a polyfunctional antibody response, which decays more rapidly in early vaccinated children. _J Infect Dis_ 2022;225:1755-1764.\n\n[Crossref](https://doi.org/10.1093/infdis/jiab318)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34134138/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccination+elicits+a+polyfunctional+antibody+response%2C+which+decays+more+rapidly+in+early+vaccinated+children.&publication_year=2022&journal=J+Infect+Dis&pages=1755-1764&doi=10.1093%2Finfdis%2Fjiab318&pmid=34134138)\n\n65.\n\nvan der Staak M, Ten Hulscher HI, Nicolaie AM, et al. Long-term dynamics of measles virus-specific neutralizing antibodies in children vaccinated before 12 months of age. _Clin Infect Dis_ 2025;80:904-910.\n\n[Crossref](https://doi.org/10.1093/cid/ciae537)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39492687/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+dynamics+of+measles+virus-specific+neutralizing+antibodies+in+children+vaccinated+before+12+months+of+age.&publication_year=2025&journal=Clin+Infect+Dis&pages=904-910&doi=10.1093%2Fcid%2Fciae537&pmid=39492687)\n\n66.\n\nRobert A, Suffel AM, Kucharski AJ. Long-term waning of vaccine-induced immunity to measles in England: a mathematical modelling study. _Lancet Public Health_ 2024;9(10):e766-e775.\n\n[Crossref](https://doi.org/10.1016/S2468-2667(24)00181-6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39342948/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+waning+of+vaccine-induced+immunity+to+measles+in+England%3A+a+mathematical+modelling+study.&publication_year=2024&journal=Lancet+Public+Health&pages=e766-e775&doi=10.1016%2FS2468-2667%2824%2900181-6&pmid=39342948)\n\n67.\n\nMehra S, Kludkleeb S, Chaimayo C, et al. Unveiling immunity gaps and determining a suitable age for a third dose of the measles-containing vaccine: a strategic approach to accelerating measles elimination. _Lancet Reg Health Southeast Asia_ 2024;32:100523-100523.\n\n[Crossref](https://doi.org/10.1016/j.lansea.2024.100523)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39811540/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unveiling+immunity+gaps+and+determining+a+suitable+age+for+a+third+dose+of+the+measles-containing+vaccine%3A+a+strategic+approach+to+accelerating+measles+elimination.&publication_year=2024&journal=Lancet+Reg+Health+Southeast+Asia&pages=100523-100523&doi=10.1016%2Fj.lansea.2024.100523&pmid=39811540)\n\n68.\n\nHagan JE, Crooke SN, Gunregjav N, et al. Breakthrough measles among vaccinated adults born during the post-Soviet transition period in Mongolia. _Vaccines (Basel)_ 2024;12:695-695.\n\n[Crossref](https://doi.org/10.3390/vaccines12060695)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38932425/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Breakthrough+measles+among+vaccinated+adults+born+during+the+post-Soviet+transition+period+in+Mongolia.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=695-695&doi=10.3390%2Fvaccines12060695&pmid=38932425)\n\n69.\n\nAnichini G, Terrosi C, Alessandri G, et al. Seronegative vaccinees may not benefit from multiple booster doses of MMR vaccine in restoring immunity. _J Med Virol_ 2024;96(12):e70135-e70135.\n\n[Crossref](https://doi.org/10.1002/jmv.70135)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39722553/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Seronegative+vaccinees+may+not+benefit+from+multiple+booster+doses+of+MMR+vaccine+in+restoring+immunity.&publication_year=2024&journal=J+Med+Virol&pages=e70135-e70135&doi=10.1002%2Fjmv.70135&pmid=39722553)\n\n70.\n\nPatel MK, Goodson JL, Alexander JP Jr, et al. Progress toward regional measles elimination — worldwide, 2000–2019. _MMWR Morb Mortal Wkly Rep_ 2020;69:1700-1705.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm6945a6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/33180759/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+regional+measles+elimination+%E2%80%94+worldwide%2C+2000%E2%80%932019.&publication_year=2020&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1700-1705&doi=10.15585%2Fmmwr.mm6945a6&pmid=33180759)\n\n71.\n\nHotez PJ, Nuzhath T, Colwell B. Combating vaccine hesitancy and other 21st century social determinants in the global fight against measles. _Curr Opin Virol_ 2020;41:1-7.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.01.001)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32113136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Combating+vaccine+hesitancy+and+other+21st+century+social+determinants+in+the+global+fight+against+measles.&publication_year=2020&journal=Curr+Opin+Virol&pages=1-7&doi=10.1016%2Fj.coviro.2020.01.001&pmid=32113136)\n\n72.\n\nRader B, Walensky RP, Rogers WS, Brownstein JS. Revising US MMR vaccine recommendations amid changing domestic risks. _JAMA_ 2025;333:1201-1202.\n\n[Crossref](https://doi.org/10.1001/jama.2025.3867)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40085113/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Revising+US+MMR+vaccine+recommendations+amid+changing+domestic+risks.&publication_year=2025&journal=JAMA&pages=1201-1202&doi=10.1001%2Fjama.2025.3867&pmid=40085113)\n\n73.\n\nCenters for Disease Control and Prevention. Measles cases and outbreaks. June 6, 2025 ( [https://www.cdc.gov/measles/data-research/index.html](https://www.cdc.gov/measles/data-research/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+cases+and+outbreaks.+June+6%2C+2025+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fdata-research%2Findex.html%29.)\n\n74.\n\nDeStefano F, Shimabukuro TT. The MMR vaccine and autism. _Annu Rev Virol_ 2019;6:585-600.\n\n[Crossref](https://doi.org/10.1146/annurev-virology-092818-015515)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/30986133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+MMR+vaccine+and+autism.&publication_year=2019&journal=Annu+Rev+Virol&pages=585-600&doi=10.1146%2Fannurev-virology-092818-015515&pmid=30986133)\n\n75.\n\nKiang MV, Bubar KM, Maldonado Y, Hotez PJ, Lo NC. Modeling reemergence of vaccine-eliminated infectious diseases under declining vaccination in the US. _JAMA_ 2025 April 24 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1001/jama.2025.6495)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40272967/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Modeling+reemergence+of+vaccine-eliminated+infectious+diseases+under+declining+vaccination+in+the+US.&publication_year=2025&journal=JAMA&doi=10.1001%2Fjama.2025.6495&pmid=40272967)\n\n76.\n\nBendavid E, Bhattacharya J. The relationship of health aid to population health improvements. _JAMA Intern Med_ 2014;174:881-887.\n\n[Crossref](https://doi.org/10.1001/jamainternmed.2014.292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24756557/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+relationship+of+health+aid+to+population+health+improvements.&publication_year=2014&journal=JAMA+Intern+Med&pages=881-887&doi=10.1001%2Fjamainternmed.2014.292&pmid=24756557)\n\n77.\n\nBrown DW, Warrener L, Scobie HM, et al. Rapid diagnostic tests to address challenges for global measles surveillance. _Curr Opin Virol_ 2020;41:77-84.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.05.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32615510/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Rapid+diagnostic+tests+to+address+challenges+for+global+measles+surveillance.&publication_year=2020&journal=Curr+Opin+Virol&pages=77-84&doi=10.1016%2Fj.coviro.2020.05.007&pmid=32615510)\n\n78.\n\nAdigweme I, Yisa M, Ooko M, et al. A measles and rubella vaccine microneedle patch in the Gambia: a phase 1/2, double-blind, double-dummy, randomised, active-controlled, age de-escalation trial. _Lancet_ 2024;403:1879-1892.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(24)00532-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38697170/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+measles+and+rubella+vaccine+microneedle+patch+in+the+Gambia%3A+a+phase+1%2F2%2C+double-blind%2C+double-dummy%2C+randomised%2C+active-controlled%2C+age+de-escalation+trial.&publication_year=2024&journal=Lancet&pages=1879-1892&doi=10.1016%2FS0140-6736%2824%2900532-4&pmid=38697170)\n\n79.\n\nGoodson JL, Rota PA. Innovations in vaccine delivery: increasing access, coverage, and equity and lessons learnt from measles and rubella elimination. _Drug Deliv Transl Res_ 2022;12:959-967.\n\n[Crossref](https://doi.org/10.1007/s13346-022-01130-9)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35211868/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Innovations+in+vaccine+delivery%3A+increasing+access%2C+coverage%2C+and+equity+and+lessons+learnt+from+measles+and+rubella+elimination.&publication_year=2022&journal=Drug+Deliv+Transl+Res&pages=959-967&doi=10.1007%2Fs13346-022-01130-9&pmid=35211868)\n\n80.\n\nPoland GA, Jacobson RM. The re-emergence of measles in developed countries: time to develop the next-generation measles vaccines? _Vaccine_ 2012;30:103-104.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2011.11.085)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22196079/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+re-emergence+of+measles+in+developed+countries%3A+time+to+develop+the+next-generation+measles+vaccines%3F&publication_year=2012&journal=Vaccine&pages=103-104&doi=10.1016%2Fj.vaccine.2011.11.085&pmid=22196079)\n\n### Information\n\n#### Published In\n\nNew England Journal of Medicine\n\n[Recently Published](https://www.nejm.org/toc/nejm/0/0)\n\n#### Copyright\n\nCopyright © 2025 Massachusetts Medical Society. All rights reserved.\n\nFor personal use only. Any commercial reuse of NEJM Group content requires [permission](mailto:permissions@nejm.org).\n\n#### History\n\n**Published online**: June 25, 2025\n\n#### Topics\n\n01. [Childhood Diseases](https://www.nejm.org/browse/topic/childhood-diseases)\n03. [Global Health](https://www.nejm.org/browse/topic/global-health)\n05. [Infectious Disease General](https://www.nejm.org/browse/topic/infectious-disease-general)\n07. [Pediatrics General](https://www.nejm.org/browse/topic/pediatrics-general)\n09. [Vaccines](https://www.nejm.org/browse/topic/vaccines)\n11. [Viral Infections](https://www.nejm.org/browse/topic/viral-infections)\n\n### Authors\n\n#### Affiliations\n\nLien Anh HaDo, M.D., Ph.D. [https://orcid.org/0000-0002-2401-8980](https://orcid.org/0000-0002-2401-8980)\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nKimMulholland, M.B., B.S., M.D.\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nLondon School of Hygiene and Tropical Medicine, London\n\nUniversity of Nagasaki, Nagasaki, Japan\n\n#### Notes\n\nDr. Do can be contacted at [lienanhha.do@mcri.edu.au](mailto:lienanhha.do@mcri.edu.au) or at Murdoch Children’s Research Institute, 50 Flemington Rd., Melbourne, VIC 3052, Australia.\n\n### Metrics\n\n#### Altmetrics\n\n[![Article has an altmetric score of 600](https://badges.altmetric.com/?size=320&score=600&types=mbtttfuu)](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[See more details](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[Picked up by **45** news outlets](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=news)\n\n[Blogged by **1**](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=blogs)\n\n[Posted by **196** X users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=twitter)\n\n[On **3** Facebook pages](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=facebook)\n\n[Referenced by **192** Bluesky users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=bluesky)\n\n**108** readers on Mendeley\n\n\n### Citations\n\n#### Export citation\n\nSelect the format you want to export the citation of this publication.\n\nFormat\\*Please Select\n\n[RIS (ProCite, Reference Manager)](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [EndNote](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [BibTex](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [Medlars](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [RefWorks](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\nPlease select an item in the list\n\nDirect Import\n\nExport citation\n\n#### Cited by\n\n01. - Erika Khuu,\n    - Sohela Moussaoui,\n    - Nicolas Vignier,\n    - Kim Bonello,\n    - Elise Archer,\n\nVaccine hesitancy among migrant populations in Europe: A mixed-methods systematic review, Vaccine, **68**, (127954), (2025). [https://doi.org/10.1016/j.vaccine.2025.127954](https://doi.org/10.1016/j.vaccine.2025.127954 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127954)\n\n02. - Ayman Azhary,\n    - Nooh Mohamed Hajhamed,\n    - Eman Taha Osman Ali,\n    - Claude Mambo Muvunyi,\n    - Emmanuel Edwar Siddig,\n\nResurgent multistate measles outbreak in Sudan amidst conflict: Urgent need for vaccination and international support, International Journal of Infectious Diseases, **160**, (108066), (2025). [https://doi.org/10.1016/j.ijid.2025.108066](https://doi.org/10.1016/j.ijid.2025.108066 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108066)\n\n03. - Corey H. Basch,\n    - Carlee Denholtz,\n    - Rafael Gonzalez Castillo,\n    - Christie Jaime,\n\nPublic health in the age of TikTok: A content analysis of measles narratives, International Journal of Infectious Diseases, **160**, (108055), (2025). [https://doi.org/10.1016/j.ijid.2025.108055](https://doi.org/10.1016/j.ijid.2025.108055 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108055)\n\n04. - Mohammed Mustafa,\n    - Alex S. Reznik,\n    - Juan Uribe,\n    - Joel Mintz,\n    - Sabrina Taldone,\n    - Bhavarth Shukla,\n    - Mohammed Raja,\n    - Yoichiro Natori,\n\nMeasles seropositivity in previously vaccinated individuals: a systematic review and meta-analysis, eClinicalMedicine, (103564), (2025). [https://doi.org/10.1016/j.eclinm.2025.103564](https://doi.org/10.1016/j.eclinm.2025.103564 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.eclinm.2025.103564)\n\n05. - Burcu Bursal,\n    - Taylan Çelik,\n    - İlyas Bingöl,\n    - Demet Tosun,\n    - Sevgi Aslan Tuncay,\n    - Zeynep Kılıç Dağtekin,\n    - Behiye Benaygül Kaçmaz,\n    - Ayper Somer,\n    - Ener Çağrı Dinleyici,\n    - Hasan Tezer,\n    - Ateş Kara,\n    - Sevgen Tanır Başaranoğlu,\n    - Ceren Çetin,\n    - Beril Karakoç,\n    - Senem Behsat Ulukaya,\n    - Enes Sali,\n    - Neval Topal,\n    - Manolya Kara,\n    - Merve İşeri Nepesov,\n    - Pınar Yüksekkaldıran,\n    - Ayşe Tekin Yılmaz,\n    - Sevgi Yaşar Durmuş,\n    - Selin Yıldız,\n    - Esra Çakmak Taşkın,\n    - Hatice Uygun,\n    - Beste Akdeniz Eren,\n    - Güldane Dikme,\n    - Zühal Ümit,\n    - Merve Kılıç Çil,\n    - Gizem Mardinoğlu,\n    - Hacer Aktürk,\n    - Belkıs Hatice İnceli,\n    - Mustafa Gençeli,\n    - Burcu Ceylan Cura Yayla,\n    - Fatma Dilşad Aksoy,\n    - Gül Arga,\n    - Gülsüm Alkan,\n    - Canan Özlü,\n    - Ümit Aslan Sarıtaş,\n    - Coşkun Ekemen,\n    - Cihangül Bayhan,\n    - Asuman Akar,\n    - Ayşe Kübra Açık,\n    - Mehmet Emin Menentoğlu,\n    - Didem Kızmaz İşançlı,\n    - Gülşen Akkoç,\n    - Metin Uysalol,\n    - Ayşe Karaaslan,\n    - Nazan Dalgıç,\n    - Deniz Çakır,\n    - Murat Sütçü,\n    - Özlem Erdede,\n    - Türkan Aydın Teke,\n    - Binnaz Çelik,\n    - Tuğba Erat,\n    - Pınar Önal,\n    - Edanur Yeşil,\n    - Ümit Çelik,\n    - Ayşenur Bostan,\n    - Nevin Çelik,\n    - Halil Özdemir,\n    - Özge Metin Akcan,\n    - Solmaz Çelebi,\n    - Meltem Kıymaz,\n    - Ahu Kara Aksay,\n    - Tuğçe Tural Kara,\n    - Nihal Akçay,\n    - Nevin Hatipoğlu,\n    - Adem Karbuz,\n    - Sevliya Öcal Demir,\n    - Özden Türel,\n    - Eda Kepenekli,\n    - Gözde Apaydın Sever,\n    - Necdet Kuyucu,\n    - Zümrüt Şahbudak Bal,\n    - Mustafa Hacımustafaoğlu,\n    - Gülsüm İclal Bayhan,\n    - Ergin Çiftçi,\n    - Fatma Deniz Aygün,\n    - Dilek Yılmaz,\n\nResurgent measles in Türkiye: predictors of severe disease in a nationwide paediatric cohort, 2023, European Journal of Pediatrics, **184**, 11, (2025). [https://doi.org/10.1007/s00431-025-06539-1](https://doi.org/10.1007/s00431-025-06539-1 \"Crossref\")\n[Crossref](https://doi.org/10.1007/s00431-025-06539-1)\n\n06. - Vladimir Leksa,\n\n\n    Immunitas magistra vitae, EMBO Reports, (2025). [https://doi.org/10.1038/s44319-025-00592-5](https://doi.org/10.1038/s44319-025-00592-5 \"Crossref\")\n    [Crossref](https://doi.org/10.1038/s44319-025-00592-5)\n\n07. - Nichkamol Lertamornkitti,\n    - Philip N. Britton,\n\nMeasles is misery: A brief update for paediatricians, Paediatric Respiratory Reviews, (2025). [https://doi.org/10.1016/j.prrv.2025.10.003](https://doi.org/10.1016/j.prrv.2025.10.003 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.prrv.2025.10.003)\n\n08. - Nigel W. Crawford,\n    - Inna G. Ovsyannikova,\n    - Sompong Vongpunsawad,\n    - Alex De Figueiredo,\n    - Richard B. Kennedy,\n\nOpen Access in 2025: supporting the publication of readily accessible, ‘peer reviewed’ immunization science has never been more important, Vaccine: X, (100745), (2025). [https://doi.org/10.1016/j.jvacx.2025.100745](https://doi.org/10.1016/j.jvacx.2025.100745 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.jvacx.2025.100745)\n\n09. - Kelley Lee,\n    - Jillian Kohler,\n\nGood governance essential to expanding vaccine capacity and strengthening public trust, The Lancet, **406**, 10513, (1707-1710), (2025). [https://doi.org/10.1016/S0140-6736(25)01681-2](https://doi.org/10.1016/S0140-6736(25)01681-2 \"Crossref\")\n[Crossref](https://doi.org/10.1016/S0140-6736(25)01681-2)\n\n10. - Simon F. Dufresne,\n    - Mohammadreza R. Shahmirzadi,\n    - Uday Deotare,\n    - Dima Kabbani,\n    - Shahid Husain,\n    - Coleman Rotstein,\n    - Seyed M. Hosseini-Moghaddam,\n\nMeasles Outbreaks and Implications for Patients Receiving Stem Cell or Cellular Therapies in Canada: Cell Therapy Transplant Canada (CTTC) Infectious Diseases Working Committee, Current Oncology, **32**, 9, (525), (2025). [https://doi.org/10.3390/curroncol32090525](https://doi.org/10.3390/curroncol32090525 \"Crossref\")\n[Crossref](https://doi.org/10.3390/curroncol32090525)\n\n11. See more\n\nLoading...\n\n### View options\n\n#### PDF\n\n[View PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516)\n\n### Figures\n\n### Other\n\n### Share\n\n#### CONTENT LINK\n\nCopy Link\n\nCopied!\n\nCopying failed.\n\n#### Share\n\n[Facebook](https://www.nejm.org/#facebook \"Share on Facebook\") [X](https://www.nejm.org/#twitter \"Share on X\") [LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\") [email](https://www.nejm.org/#email \"Share on email\") [Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[Download PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516?download=true)\n\nNow Reading:\n\n[Share](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n- [Share on Facebook](https://www.nejm.org/#facebook \"Share on Facebook\")\n- [Share on X](https://www.nejm.org/#twitter \"Share on X\")\n- [Share on LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\")\n- [Share on email](https://www.nejm.org/#email \"Share on email\")\n- [Share on Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[**PREVIOUS ARTICLE** \\\\\n\\\\\nAn Evidence-Based Approach to Covid-19 Vaccination\\\\\n\\\\\nPrevious](https://www.nejm.org/doi/full/10.1056/NEJMc2507760)\n\nxrefBack.goTo\n\nxrefBack.goTo\n\nRequest permissionsExpand All\n\nCollapse\n\nExpand Table\n\nShow all references\n\nSHOW ALL BOOKS\n\n[Authors Info & Affiliations](about:blank#tab-contributors)\n\nThis site uses cookies and related technologies, as described in our privacy policy, for purposes that may include site operation, analytics, enhanced user experience, or advertising. You may choose to consent to our use of these technologies, or manage your own preferences.\n\nAcceptManage Settings\n\n# Sign In\n\n{\\\\* #signInForm \\*}\n\n\n{\\\\* signInEmailAddress \\*}\n{\\\\* currentPassword \\*}\n\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\n{\\\\* /signInForm \\*}\n\n\n# Forgot Password\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* #forgotPasswordForm \\*}\n\n\n{\\\\* forgotPasswordEmailAddress \\*}\n{\\\\* captcha \\*}\n\n\n{\\\\* /forgotPasswordForm \\*}\n\n\n# Create New Password\n\nWe've sent an email with instructions to create a new password. Your existing password has not been changed.\n\nCLOSE\n\nTo reset your password, enter a new password twice and click the 'Reset Password' button.\n\n{\\\\* #changePasswordFormNoAuth \\*}\n{\\\\* newPassword \\*}\n{\\\\* newPasswordConfirm \\*}\n\n\n{\\\\* /changePasswordFormNoAuth \\*}\n\n\nYour password has been reset. You will need to [sign in](https://www.nejm.org/signin) again using your new password to access site content and features.\n\n{\\\\* #resetPasswordForm \\*}\n\n\nThe link that you followed to reset your password has expired.\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* signInEmailAddress \\*}\n\n\n{\\\\* /resetPasswordForm \\*}\n\n\nIf the address matches an existing account, you will receive an email with instructions to reset your password.\n\nCopy link\n\n✓\n\nThanks for sharing!\n\nFind any service\n\n[AddToAny](https://www.addtoany.com/ \"Share Buttons\")\n\n[More…](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#addtoany \"Show all\")\n\nA2A\n\nSign in using your account with\n\n- AOL\n- OpenID\n\n- Yahoo!\n\n[Social Login by Janrain](http://janrain.com/products/engage/social-login?utm_source=mms.rpxnow.com&utm_medium=Partner&utm_campaign=attribution)\n\n[X](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n# Sign In\n\nEmail Address\n\nValidating\n\nPassword\n\nValidating\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)",
    "query": "measles cases reported 2024 OR 2025 US state health department"
  }
]