[
  {
    "snippet": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninforma...",
    "content": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.4103/2229-5178.131083) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/pdf/IDOJ-5-144.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![Indian Dermatology Online Journal logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-idermoj.gif)\n\nIndian Dermatol Online J\n\n. 2014 Apr-Jun;5(2):144–147. doi: [10.4103/2229-5178.131083](https://doi.org/10.4103/2229-5178.131083)\n\n# A burst in the incidence of viral exanthems\n\n[Carmen Maria Salavastru](https://pubmed.ncbi.nlm.nih.gov/?term=%22Salavastru%20CM%22%5BAuthor%5D)\n\n### Carmen Maria Salavastru\n\n1Dermatology Clinic 2, Colentina Clinical Hospital, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania\n\nFind articles by [Carmen Maria Salavastru](https://pubmed.ncbi.nlm.nih.gov/?term=%22Salavastru%20CM%22%5BAuthor%5D)\n\n1,✉, [Anca Mihaela Stanciu](https://pubmed.ncbi.nlm.nih.gov/?term=%22Stanciu%20AM%22%5BAuthor%5D)\n\n### Anca Mihaela Stanciu\n\n1Dermatology Clinic 2, Colentina Clinical Hospital, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania\n\nFind articles by [Anca Mihaela Stanciu](https://pubmed.ncbi.nlm.nih.gov/?term=%22Stanciu%20AM%22%5BAuthor%5D)\n\n1, [Klaus Fritz](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fritz%20K%22%5BAuthor%5D)\n\n### Klaus Fritz\n\n1Dermatology Clinic 2, Colentina Clinical Hospital, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania\n\nFind articles by [Klaus Fritz](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fritz%20K%22%5BAuthor%5D)\n\n1, [George Sorin Tiplica](https://pubmed.ncbi.nlm.nih.gov/?term=%22Tiplica%20GS%22%5BAuthor%5D)\n\n### George Sorin Tiplica\n\n1Dermatology Clinic 2, Colentina Clinical Hospital, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania\n\nFind articles by [George Sorin Tiplica](https://pubmed.ncbi.nlm.nih.gov/?term=%22Tiplica%20GS%22%5BAuthor%5D)\n\n1\n\n- Author information\n- Copyright and License information\n\n1Dermatology Clinic 2, Colentina Clinical Hospital, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania\n\n✉\n\n**Address for correspondence:** Dr. Carmen Maria Salavastru, 4 Nicoresti Street, Bucharest 1, 010522, Romania. E-mail: galati1968@yahoo.com\n\nCopyright: © Indian Dermatology Online Journal\n\nThis is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC4030339  PMID: [24860746](https://pubmed.ncbi.nlm.nih.gov/24860746/)\n\n## Abstract\n\n### Background:\n\nVaccines have a major role in eradication programs of viral diseases. Vaccines against measles, rubella, and varicella are included in the vaccination schedules for children in most countries.\n\n### Objective:\n\nA comparative analysis between 2011 and 2012 was performed to investigate if the number of patients with viral exanthemas reported to our clinic in 2012 was increased.\n\n### Materials and Methods:\n\nPatients were grouped in four categories: rubella, measles, varicella and other viral exanthemas.\n\n### Results:\n\nBetween January and April 2011, there were registered 37 cases with viral exanthemas: 69.5% presented with varicella and 30.5% with other viral exanthemas. Between January and April 2012, there were 178 cases registered with viral eruption, of which 37% were of other viral exanthemas, 35.4% rubella, 19.7% measles and 7.9% varicella. The highest incidence was seen in patients aged between 20 and 29 years (52.2%), with 21% having measles, 32.2% rubella, 9% varicella and 37.6% having other exanthemas. In 2012, the number of cases of viral exanthemas increased 5 times, with important outbreaks of new cases of measles and rubella.\n\n### Conclusions:\n\nAlthough vaccines against measles and rubella were being used since 1979 and 1998 respectively, it was only in 2004, that these vaccines became part of the mandatory vaccination schedule. Although persons under 32 years should be protected against measles infection if they are previously vaccinated, more than 90% of the registered cases of measles occurred in such patients. The patients registered between January and April 2011 were mostly pediatric. Adults also were much more affected with measles, rubella, or varicella viruses in 2012 than in 2011.\n\n**Keywords:** Measles, Romania, rubella, vaccination, viral exanthemas\n\n## INTRODUCTION\n\nViral exanthem is a widespread nonspecific rash usually characterized by a generalized eruption of erythematous papules and macules.\\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref1)\\] In most of the cases, they are correlated with self-limited disease. However, in some cases, diagnosis of an exanthema may be crucial to preventing further spread of the disease.\\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref2)\\]\n\nCertain exanthemas have distinct patterns of rashes and prodromal (prerash) symptoms which aid in incriminatingthe causative virus. In many cases, however, an accurate diagnosis cannot be made on the basis of clinical aspect alone. History may be helpful when evaluating these patients, specifically their disease contacts, immunization record, previous exanthematous illnesses and associated prodromal symptoms.\\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref2)\\]\n\nSome illnesses are seasonal, and this knowledge may be useful, too. Manifestation and morbidity of infections differ between the sexes and among different ages.\\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref3)\\]\n\nMeasles or rubeola is a highly infectious disease with a worldwide distribution caused by an RNA paramyxovirus\\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref4)\\] with a basic reproductive number of 15-20\\[ [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref5)\\] (e.g. one case of measles will result in at least 15 new cases infection when introduced in a fully susceptible population).\n\nMeasles remains one of the leading causes of childhood mortality with more than 530,000 children worldwide dying from measles each year.\\[ [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref6)\\]\n\nVashishtha _et al_. show that in India, the median case fatality ratio of measles is 1.63% and cites a recent study that estimates that 80,000 Indian children die each year due to measles with it's complications amounting to 4% of under-five deaths.\\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref7)\\]\n\nMeasles vaccine was used for the 1st time in 1963, in United States. First dose is administrated between 12 and 15 months, followed by the booster shot at the age of 7 years (first grade).\\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref8), [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref9)\\]\n\nLive, attenuated measles vaccine are available either as monovalent vaccine or as measles-containing vaccine (MCV) in combination with rubella or mumps vaccines.\n\nIn 1985 a routine MCV (MCV 1) was introduced in India's Expanded Program on Immunization, with a recommended age for vaccination of 9-12 months. A second dose of measles vaccine (MCV 2) was recommended in the Indian states with ≥80% evaluated coverage for MCV 1. The MCV 2 was administered at the time of the DPT booster dose (at 16-24 months of age). For the Indian states with <80% evaluated coverage for MCV 1 a catch-up measles vaccination campaign was implemented for children aged 9 months to 10 years.\\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref7)\\]\n\nRubella, also called the German measles or 3 days measles, is an epidemic disease caused by an enveloped RNA togavirus.\\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref4)\\] The mechanism of infection is similar to measles.\n\nRubella vaccine was first introduced in 1969. At the moment, administration of the vaccine is the same as for measles vaccine as they are given in combination.\n\nVaricella is caused by the varicella-zoster virus.\\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref10)\\] Varicella vaccine was developed in 1970, in Japan and started to be routinely used in Japan, Korea and afterwards, starting with 1995, in the United States. A tetravalent combination with measles, mumps, rubella (MMR) and varicella is available from 2005. First dose of the vaccine should be administrated between 12 and 15 months and the second dose between 4 and 6 years old, before kindergarten or first grade.\n\nAdults and older children who have not had varicella can also be vaccinated, and the vaccine doses should be 4-8 weeks apart.\n\nThe effectiveness of the vaccine is 100% in prevention of moderate and severe disease and 85-90% in preventing varicella in general. The vaccine gives protection for at least 20 years. However, breakthrough infections can occur even in those who have been vaccinated.\\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref11)\\]\n\n## MATERIALS AND METHODS\n\nAt the beginning of 2012, an increased number of patients with viral exanthemas reported to our outpatient clinic; therefore, a comparative analysis between 2011 and 2012 was performed. The interval chosen was January to April, due to the higher incidence of the viral diseases during this period of the year. The search was made for all of the diagnosis of viral exanthemas. Patients were grouped in four categories: Rubella, measles, varicella, and viral exanthemas. The diagnosis for varicella, rubella and measles was made based on the presence of their clinical signs and evolution of the disease \\[ [Annex 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#T1)\\].\\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref2), [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref4), [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref7), [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref8), [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref10), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref15)\\] A clue for the diagnosis was the patient's history of exposure to an infected contact. The generic name of viral exanthemas was used for all the other viral eruptions.\n\n### Annex 1.\n\nRubella, measles and varicella at a glance\n\n![graphic file with name IDOJ-5-144-g001.jpg](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e960/4030339/75b0a3f75359/IDOJ-5-144-g001.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/table/T1/)\n\n## RESULTS\n\nIn 2011, between January and April, from the 3723 patient attending our clinic, 37 cases were registered with viral exanthems (1%). Among them, 69.5% presented with varicella (26 cases) and 30.5% with miscellaneous types of viral exanthemas (11 cases). There were no cases of rubella or measles registered during this period. The patients were between 6 months and 64 years old, with an average age of 25.2 years. The patients suffering from varicella had an average age of 30.8 years (the youngest was 14 years old, and the oldest was 64 years old). Most of the varicella cases registered were aged between 10 and 19 years old (14 cases). For the other age groups, the distribution was even. Viral exanthemas patients were younger, having an average age of 12.5 years old \\[ [Figure 1a](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#F1)\\]. Viral exanthemas affected only patients aged between 6 months and 23 years old, each decade having an even distribution. Women outnumbered men in a ratio of 3:1. There were no significant difference between the rural and the urban area.\n\n### Figure 1.\n\n![Figure 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e960/4030339/c8a19d1f87ef/IDOJ-5-144-g002.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/figure/F1/)\n\nNumber of cases registered between January and April 2011 (a) and 2012 (b) divided by age groups\n\nBetween January and April 2012, of the 3402 patients who addressed our clinic, 178 were registered with viral eruption, of which 35.4% were diagnosed with rubella (63 cases), 19.7% with measles (35 cases), 7.9% with varicella (14 cases) and 37% being other types viral exanthemas (66 cases). Patients were aged between 4 months and 51 years old, with a mean age of 24.2 years, with no significant difference between the groups \\[ [Figure 1b](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#F1)\\]. The highest percentage of patients wereaged between 20 and 29 years (52.2%). Of these, 21% were suffering from measles (20 cases), 32.2% from rubella (30 cases), 37.6% from other types of viral exanthemas (35 cases) and only 9% from varicella (eight cases). Other incidence peaks for rubella were registered between 10-19 years and 30-39 years: 13 and 17 cases therefore summing 40% and 42% of all the cases registered on those age groups. Men were more affected then women in a ratio of 2.5:1. The majority of the patients were coming from an urban area (82.7%).\n\n## DISCUSSION\n\nCompared to 2011, in 2012, the number of cases of viral exanthemas was 5 times higher, especially due to the outbreak of new cases of measles and rubella.\n\nIn Romania, in 1979 anti-measles vaccination was first introduced, followed by the anti-rubella vaccination in 1998 (bivalent measles-rubella) that was administrated only to teenage girls. In 2004, anti-MMR vaccine was introduced in the mandatory vaccination schedule.\\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref12)\\] Today, in Romania, children younger than 9 years should benefit from the immunization given by the vaccination against rubella. This aspect is reflected in the figures obtained; in 2012, wherein none of our patients affected by rubella infection was younger than 9 years. A potential risk of congenital rubella syndrome can occur if the infection affects pregnant women. In 2012, only a small number of women of childbearing age were registered (15 cases), with a male: female ratio of 3:1.\\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref13)\\] The most recent rubella outbreak reported in Romania was at the end of 2011 in Salaj, in North-Western part of the country, with 1840 cases being registered. Among these, 98% were never vaccinated against rubella. The highest incidence was recorded in teenagers.\\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref13)\\]\n\nEven if the vaccine against measles was first introduced in 1979, sporadic cases and minor epidemics still occur. Although persons under 32 years should be protected against measles infection due to the vaccination, more than 90% of the registered cases of measles occurred in patients that should have been immunized. This situation might have been caused by failure of parents to immunize their children and the failure of childhood immunization to protect some teenagers and adults.\\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref13), [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref14)\\]\n\nIn addition, the introduction of measles vaccination in Europe in 1960s and 1970s fundamentally changed the epidemiology of the disease. The proportion of the population which must be immune in order for transmission to be stopped, called “critical proportion,” is not achieved because the vaccination coverage is low. As a consequence, population from countries where there is a sub-optimal vaccine uptake will experience outbreaks until, through catch-up vaccination campaigns; the number of immune people is kept above the “critical proportion.”\\[ [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref5), [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref13)\\]\n\nSurveillance data report of measles monitoring in Europe, in 2011, mention Romania among the countries with the highest number of cases, next to Italy, German, Spain and France. In these five countries, more than 90% of all cases of measles from Europe were accounted for. In 2011, In 2011, Romania reported more than 4000 cases of measles.\\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref15)\\]\n\nIn Romania, like in most of the European countries, varicella vaccine is not on the mandatory vaccination list.\n\nThe patients affected by viral exanthemas between January and April 2011 are mostly pediatric patients. Most common causes of an erythematous viral exanthema in children are nonpolio _Enteroviruses_ (coxsackie viruses, echo viruses, _Enteroviruses_), respiratory viruses (adenoviruses, rhinoviruses, parainfluenza viruses, respiratory syncytial virus, influenza viruses), acute Epstein-Barr virus, human herpes viruses 6 and 7 and parvovirus B19.\n\nIn 2012, adults were more affected by exenthematous viral infections. Measles, rubella or varicella viruses were involved in 63% of the cases. In 37% of the cases, infective agents as parvovirus B19, Epstein-Barr virus, cytomegalovirus could be considered.\n\nMeasles and rubella elimination is a priority to World Health Organization/Europe. It is important that member states take appropriate action by sustaining high immunization coverage among children and to reduce susceptibility among older age groups. The regional goal is to eliminate measles and rubella by 2015.\\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/#ref16)\\]\n\n## Footnotes\n\n**Source of Support:** Nil\n\n**Conflict of Interest:** None declared\n\n## REFERENCES\n\n- 1.Sarkar R, Mishra K, Garg VK. Fever with rash in a child in India. Indian J Dermatol Venereol Leprol. 2012;78:251–62. doi: 10.4103/0378-6323.95439. \\[ [DOI](https://doi.org/10.4103/0378-6323.95439)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22565424/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Indian%20J%20Dermatol%20Venereol%20Leprol&title=Fever%20with%20rash%20in%20a%20child%20in%20India&author=R%20Sarkar&author=K%20Mishra&author=VK%20Garg&volume=78&publication_year=2012&pages=251-62&pmid=22565424&doi=10.4103/0378-6323.95439&)\\]\n- 2.Scott LA, Stone MS. Viral exanthems. Dermatol Online J. 2003;9:4. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/12952751/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Dermatol%20Online%20J&title=Viral%20exanthems&author=LA%20Scott&author=MS%20Stone&volume=9&publication_year=2003&pages=4&pmid=12952751&)\\]\n- 3.Eshima N, Tokumaru O, Hara S, Bacal K, Korematsu S, Karukaya S, et al. Age-specific sex-related differences in infections: A statistical analysis of national surveillance data in Japan. PLoS One. 2012;7:e42261. doi: 10.1371/journal.pone.0042261. \\[ [DOI](https://doi.org/10.1371/journal.pone.0042261)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC3407080/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22848753/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=PLoS%20One&title=Age-specific%20sex-related%20differences%20in%20infections:%20A%20statistical%20analysis%20of%20national%20surveillance%20data%20in%20Japan&author=N%20Eshima&author=O%20Tokumaru&author=S%20Hara&author=K%20Bacal&author=S%20Korematsu&volume=7&publication_year=2012&pages=e42261&pmid=22848753&doi=10.1371/journal.pone.0042261&)\\]\n- 4.Belazarian LT, Lorenzo ME, Pearson AL, Sweeney SM, Wiss K. Chapter 192: Exanthematous Viral Diseases. In: Goldsmith LA, Katz SI, Gilchrest BA, Paller AS, Leffell DJ, Wolff K, editors. Fitzpatrick's Dermatology in General Medicine. 8th ed. Vol. 2. The McGraw Hill Co; 2012. pp. 2337–66. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Fitzpatrick%27s%20Dermatology%20in%20General%20Medicine&author=LT%20Belazarian&author=ME%20Lorenzo&author=AL%20Pearson&author=SM%20Sweeney&author=K%20Wiss&publication_year=2012&)\\]\n- 5.European Centre for Disease Prevention and Control. European monthly measles monitoring (EMMO). Surveillance Report. Issue 8: 21 February. 2012. \\[Last accessed on 2012 Dec 05\\]. Available from: [http://www.ecdc.europa.eu/en/publications/publications/sur\\_emmo\\_european-monthly-measles-monitoring-february-2012.pdf](http://www.ecdc.europa.eu/en/publications/publications/sur_emmo_european-monthly-measles-monitoring-february-2012.pdf) .\n- 6.Berggren KL, Tharp M, Boyer KM. Vaccine-associated “wild-type” measles. Pediatr Dermatol. 2005;22:130–2. doi: 10.1111/j.1525-1470.2005.22208.x. \\[ [DOI](https://doi.org/10.1111/j.1525-1470.2005.22208.x)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/15804301/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Pediatr%20Dermatol&title=Vaccine-associated%20%E2%80%9Cwild-type%E2%80%9D%20measles&author=KL%20Berggren&author=M%20Tharp&author=KM%20Boyer&volume=22&publication_year=2005&pages=130-2&pmid=15804301&doi=10.1111/j.1525-1470.2005.22208.x&)\\]\n- 7.Vashishtha VM, Choudhury P, Bansal CP, Gupta SG. Measles control strategies in India: Position paper of Indian Academy of Pediatrics. Indian Pediatr. 2013;50:561–4. doi: 10.1007/s13312-013-0165-2. \\[ [DOI](https://doi.org/10.1007/s13312-013-0165-2)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/23942398/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Indian%20Pediatr&title=Measles%20control%20strategies%20in%20India:%20Position%20paper%20of%20Indian%20Academy%20of%20Pediatrics&author=VM%20Vashishtha&author=P%20Choudhury&author=CP%20Bansal&author=SG%20Gupta&volume=50&publication_year=2013&pages=561-4&pmid=23942398&doi=10.1007/s13312-013-0165-2&)\\]\n- 8.Battegay R, Itin C, Itin P. Dermatological signs and symptoms of measles: A prospective case series and comparison with the literature. Dermatology. 2012;224:1–4. doi: 10.1159/000335091. \\[ [DOI](https://doi.org/10.1159/000335091)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22236551/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Dermatology&title=Dermatological%20signs%20and%20symptoms%20of%20measles:%20A%20prospective%20case%20series%20and%20comparison%20with%20the%20literature&author=R%20Battegay&author=C%20Itin&author=P%20Itin&volume=224&publication_year=2012&pages=1-4&pmid=22236551&doi=10.1159/000335091&)\\]\n- 9.National Network of Immunization Information. Measles, Mumps, Rubella (MMR) 2012. \\[Last accessed on 2012 Dec 05\\]. Available from: [http://www.immunizationinfo.org/vaccines/measles](http://www.immunizationinfo.org/vaccines/measles) .\n- 10.Schmader KE, Oxman MN. Chapter 194: Varicella and Herpes Zoster. In: Goldsmith LA, Katz SI, Gilchrest BA, Paller AS, Leffell DJ, Wolff K, editors. Fitzpatrick's Dermatology in General Medicine. 8th ed. Vol. 2. The McGraw Hill Co; 2012. pp. 2383–401. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Fitzpatrick%27s%20Dermatology%20in%20General%20Medicine&author=KE%20Schmader&author=MN%20Oxman&publication_year=2012&)\\]\n- 11.National Network of Immunization Information-Varicella. 2012. \\[Last accessed on 2012 Dec 05\\]. Available from: [http://www.immunizationinfo.org/vaccines/varicella.chickenpox](http://www.immunizationinfo.org/vaccines/varicella.chickenpox) .\n- 12.Matei D. Vaccination program in Romania 2009. Rev Medicala Rom. 2009;56:303–8. \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Rev%20Medicala%20Rom&title=Vaccination%20program%20in%20Romania%202009&author=D%20Matei&volume=56&publication_year=2009&pages=303-8&)\\]\n- 13.Janta D, Stanescu A, Lupulescu E, Molnar G, Pistol A. Ongoing rubella outbreak among adolescents in Salaj, Romania, September 2011–January 2012. \\[Last accessed on 2014 Feb 22\\];Euro Surveill. 2012 17(7):pii=20089. Available online: [http://www.eurosurveillance.org/ViewArticle.aspx?ArticleId=20089](http://www.eurosurveillance.org/ViewArticle.aspx?ArticleId=20089) . \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22370012/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Euro%20Surveill&title=Ongoing%20rubella%20outbreak%20among%20adolescents%20in%20Salaj,%20Romania,%20September%202011%E2%80%93January%202012&author=D%20Janta&author=A%20Stanescu&author=E%20Lupulescu&author=G%20Molnar&author=A%20Pistol&volume=17&issue=7&publication_year=2012&pages=pii=20089&pmid=22370012&)\\]\n- 14.Derrough T, Bacci S, Lopalco PL. Letter to the editor: Commitment needed for the prevention of congenital rubella syndrome in Europe. \\[Last accessed on 2014 Feb 22\\];Euro Surveill. 2012 17(10):pii=20106. Available online: [http://www.eurosurveillance.org/ViewArticle.aspx?ArticleId=20106](http://www.eurosurveillance.org/ViewArticle.aspx?ArticleId=20106) . \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22433598/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Euro%20Surveill&title=Letter%20to%20the%20editor:%20Commitment%20needed%20for%20the%20prevention%20of%20congenital%20rubella%20syndrome%20in%20Europe&author=T%20Derrough&author=S%20Bacci&author=PL%20Lopalco&volume=17&issue=10&publication_year=2012&pages=pii=20106&pmid=22433598&)\\]\n- 15.World Health Organization Regional Office for Europe. Eliminating measles and rubella and preventing congenital rubella infection. 2012. \\[Last accessed on 2012 Dec 05\\]. Available from: [http://www.euro.who.int/en/what-we-do/health-topics/communicable-diseases/measles-and-rubella](http://www.euro.who.int/en/what-we-do/health-topics/communicable-diseases/measles-and-rubella) .\n- 16.Dhillon S, Curran MP. Live attenuated measles, mumps, rubella, and varicella zoster virus vaccine (Priorix-Tetra) Paediatr Drugs. 2008;10:337–47. doi: 10.2165/00148581-200810050-00007. \\[ [DOI](https://doi.org/10.2165/00148581-200810050-00007)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/18754700/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Paediatr%20Drugs&title=Live%20attenuated%20measles,%20mumps,%20rubella,%20and%20varicella%20zoster%20virus%20vaccine%20(Priorix-Tetra)&author=S%20Dhillon&author=MP%20Curran&volume=10&publication_year=2008&pages=337-47&pmid=18754700&doi=10.2165/00148581-200810050-00007&)\\]\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.4103/2229-5178.131083)\n- [PDF (520.2 KB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC4030339/pdf/IDOJ-5-144.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\nBack to Top",
    "query": "Measles misclassification viral exanthems USA"
  },
  {
    "snippet": "[![CU Anschutz Logo](https://www.cuanschutz.edu//images/default-source/global-theme-images/cu-anschutz-medical-campusef1b648a-1b4c-4e65-921c-6e221c0d678c.svg?sfvrsn=d625edb4_1)![Logo](https://news.cuanschutz.edu/hubfs/cu-anschutz-short.svg)](https://www.cuanschutz.edu/)\n\nSearch for:SubmitSubmit\n\n- [Webmail](http://myemail.ucdenver.edu/)\n- [UCD Access](https://portal.prod.cu.edu/UCDAccessFedAuthLogin.html)\n- [Canvas](https://ucdenver.instructure.com/)\n- Quick Links\n\n\n\n\n- Tools & Resources\n  - [Ev...",
    "content": "[![CU Anschutz Logo](https://www.cuanschutz.edu//images/default-source/global-theme-images/cu-anschutz-medical-campusef1b648a-1b4c-4e65-921c-6e221c0d678c.svg?sfvrsn=d625edb4_1)![Logo](https://news.cuanschutz.edu/hubfs/cu-anschutz-short.svg)](https://www.cuanschutz.edu/)\n\nSearch for:SubmitSubmit\n\n- [Webmail](http://myemail.ucdenver.edu/)\n- [UCD Access](https://portal.prod.cu.edu/UCDAccessFedAuthLogin.html)\n- [Canvas](https://ucdenver.instructure.com/)\n- Quick Links\n\n\n\n\n- Tools & Resources\n  - [Events Calendar](https://calendar.cuanschutz.edu/)\n  - [Newsroom](https://news.cuanschutz.edu/)\n  - [Strauss Health Sciences Library](https://library.cuanschutz.edu/)\n  - [Department A-Z Directory](https://www.ucdenver.edu/AZIndex)\n  - [Campus Directory](https://directory.ucdenver.edu/)\n  - [Leadership](https://www.cuanschutz.edu/about/leadership)\n  - [Faculty & Staff Resources](http://www.ucdenver.edu/faculty-staff/)\n  - [Supporter & Alumni Resources](https://www.cuanschutz.edu/offices/advancement)\n  - [Student Resources](https://cuanschutz.edu/education/student-resources)\n  - [Mental Health Resources](https://www.cuanschutz.edu/mental-health-resources)\n  - [Campus Map](https://www.cuanschutz.edu/about/cu-anschutz-map)\n  - [University Policies](https://www.ucdenver.edu/policies)\n  - [Give Now](https://giving.cu.edu/fund-search?field_campuses=1046)\n- CU Campuses\n  - [CU Anschutz](http://ucdenver.edu/anschutz)\n  - [CU Boulder](https://www.colorado.edu/)\n  - [CU Colorado Springs](https://www.uccs.edu/)\n  - [CU Denver](http://ucdenver.edu/)\n  - [CU System](https://www.cu.edu/)\n  - [CU Online](https://www.cu.edu/online-programs/)\n- CU Anschutz Medical Campus\n  - [School of Dental Medicine](https://dental.cuanschutz.edu/)\n  - [Graduate School](https://graduateschool.cuanschutz.edu/)\n  - [School of Medicine](https://medschool.cuanschutz.edu/)\n  - [College of Nursing](https://nursing.cuanschutz.edu/)\n  - [Skaggs School of Pharmacy and Pharmaceutical Sciences](https://pharmacy.cuanschutz.edu/)\n  - [Colorado School of Public Health](https://coloradosph.cuanschutz.edu/)\n\n## [School of Medicine](https://medschool.cuanschutz.edu/)\n\n- [Home](https://medschool.cuanschutz.edu/)\n- [Education](https://medschool.cuanschutz.edu/education)\n\n\n\n\n[Admissions](https://medschool.cuanschutz.edu/education/md-admissions)\n\n\n\n[Current Students](https://medschool.cuanschutz.edu/education/current-students)\n\n\n\n[Contact Us](https://medschool.cuanschutz.edu/education/contact-us)\n\n\n\n[CUSOM LCME Accreditation](https://medschool.cuanschutz.edu/education/CUSOM-LCME-Accreditation)\n\n- [Research](https://medschool.cuanschutz.edu/research)\n\n\n\n\n[Annual Campus Research Forum](https://medschool.cuanschutz.edu/research/annual-campus-research-forum)\n\n\n\n[Clinical Trials](https://medschool.cuanschutz.edu/research/clinical-trials)\n\n\n\n[Colorado Clinical & Translational Sciences Institute (CCTSI)](https://medschool.cuanschutz.edu/research/colorado-clinical-translational-sciences-institute-(cctsi))\n\n\n\n[Research Core Labs](https://medschool.cuanschutz.edu/research/core-labs)\n\n\n\n[Health Data Compass](https://medschool.cuanschutz.edu/research/trinetx)\n\n\n\n[Information Services](https://medschool.cuanschutz.edu/research/information-services)\n\n\n\n[Office of Grants & Contracts](https://medschool.cuanschutz.edu/research/office-of-grants-contracts)\n\n\n\n[Office of Laboratory Animal Resources](https://medschool.cuanschutz.edu/research/office-of-laboratory-animal-resources)\n\n\n\n[Regulatory Compliance](https://medschool.cuanschutz.edu/research/regulatory-compliance)\n\n\n\n[Research Affairs](https://medschool.cuanschutz.edu/research/research-affairs)\n\n\n\n[Research Development](https://medschool.cuanschutz.edu/research/research-development)\n\n\n\n[Resources for Investigators](https://medschool.cuanschutz.edu/research/resources-for-investigators)\n\n\n\n[Transformational Research Funding](https://medschool.cuanschutz.edu/research/transformational-research-funding)\n\n\n\n[Donate](https://medschool.cuanschutz.edu/research/donate)\n\n- [Patient Care](https://medschool.cuanschutz.edu/patient-care)\n\n\n\n\n[Office of Clinical Affairs](https://medschool.cuanschutz.edu/patient-care/clinical-affairs)\n\n\n\n[Office of Advanced Practice](https://medschool.cuanschutz.edu/patient-care/office-of-advanced-practice)\n\n\n\n[Donate](https://medschool.cuanschutz.edu/patient-care/donate)\n\n- [Departments \\| Centers \\| Institutes](https://medschool.cuanschutz.edu/departments-centers-institutes)\n- [Dean's Office](https://medschool.cuanschutz.edu/deans-office)\n\n\n\n\n[About Us](https://medschool.cuanschutz.edu/deans-office/about-us)\n\n\n\n[Administrative Fellowship Program](https://medschool.cuanschutz.edu/deans-office/administrative-fellowship-program)\n\n\n\n[Administrative Toolbox](https://medschool.cuanschutz.edu/deans-office/administrative-toolbox)\n\n\n\n[Alumni](https://medschool.cuanschutz.edu/deans-office/alumni)\n\n\n\n[Calendar](https://medschool.cuanschutz.edu/deans-office/calendar)\n\n\n\n[Contact Information](https://medschool.cuanschutz.edu/deans-office/contact-information)\n\n\n\n[CU Medicine Today](https://medschool.cuanschutz.edu/deans-office/cu-med-today)\n\n\n\n[The Hub](https://medschool.cuanschutz.edu/deans-office/the-hub)\n\n\n\n[Information Services](https://medschool.cuanschutz.edu/deans-office/information-services)\n\n\n\n[Leadership](https://medschool.cuanschutz.edu/deans-office/leadership)\n\n\n\n[University of Colorado Medicine](https://medschool.cuanschutz.edu/deans-office/university-of-colorado-medicine)\n\n\n\n[Donate](https://medschool.cuanschutz.edu/deans-office/donate)\n\n- [Faculty](https://medschool.cuanschutz.edu/faculty)\n\n\n\n\n[Home](https://medschool.cuanschutz.edu/faculty/home)\n\n\n\n[Faculty Affairs](https://medschool.cuanschutz.edu/faculty/faculty-affairs)\n\n\n\n[Faculty Development](https://medschool.cuanschutz.edu/faculty/development)\n\n\n\n[Faculty Relations](https://medschool.cuanschutz.edu/faculty/relations)\n\n\n\n[News](https://medschool.cuanschutz.edu/faculty/news)\n\n- [News](https://news.cuanschutz.edu/medicine)\n\n- [Webmail](http://myemail.ucdenver.edu/)\n- [UCD Access](https://portal.prod.cu.edu/UCDAccessFedAuthLogin.html)\n- [Canvas](https://ucdenver.instructure.com/)\n- University Quick Links\n\n\n\n\n- Tools & Resources\n  - [Events Calendar](https://calendar.cuanschutz.edu/)\n  - [Newsroom](https://news.cuanschutz.edu/)\n  - [Strauss Health Sciences Library](https://library.cuanschutz.edu/)\n  - [Department A-Z Directory](https://www.ucdenver.edu/AZIndex)\n  - [Campus Directory](https://directory.ucdenver.edu/)\n  - [Leadership](https://www.cuanschutz.edu/about/leadership)\n  - [Faculty & Staff Resources](http://www.ucdenver.edu/faculty-staff/)\n  - [Supporter & Alumni Resources](https://www.cuanschutz.edu/offices/advancement)\n  - [Student Resources](https://cuanschutz.edu/education/student-resources)\n  - [Mental Health Resources](https://www.cuanschutz.edu/mental-health-resources)\n  - [Campus Map](https://www.cuanschutz.edu/about/cu-anschutz-map)\n  - [University Policies](https://www.ucdenver.edu/policies)\n  - [Give Now](https://giving.cu.edu/fund-search?field_campuses=1046)\n- CU Campuses\n  - [CU Anschutz](http://ucdenver.edu/anschutz)\n  - [CU Boulder](https://www.colorado.edu/)\n  - [CU Colorado Springs](https://www.uccs.edu/)\n  - [CU Denver](http://ucdenver.edu/)\n  - [CU System](https://www.cu.edu/)\n  - [CU Online](https://www.cu.edu/online-programs/)\n- CU Anschutz Medical Campus\n  - [School of Dental Medicine](https://dental.cuanschutz.edu/)\n  - [Graduate School](https://graduateschool.cuanschutz.edu/)\n  - [School of Medicine](https://medschool.cuanschutz.edu/)\n  - [College of Nursing](https://nursing.cuanschutz.edu/)\n  - [Skaggs School of Pharmacy and Pharmaceutical Sciences](https://pharmacy.cuanschutz.edu/)\n  - [Colorado School of Public Health](https://coloradosph.cuanschutz.edu/)\n\n![Close-up shot of a baby with a spotty rash hugging a teddy bear. ](https://news.cuanschutz.edu/hubfs/diagnosing%20measles%20-%20SOM%2011.10.25.jpg)\n\nBeginning symptoms of measles can look similar to other common respiratory viruses: cough, stuffy nose, and “overall just feeling pretty crummy,” says infectious disease pediatrician [Michael Bozzella](https://som.cuanschutz.edu/Profiles/Faculty/Profile/32925), DO, assistant professor of [pediatrics](https://medschool.cuanschutz.edu/pediatrics) at the [University of Colorado Anschutz School of Medicine](https://medschool.cuanschutz.edu/).\n\nIt’s typically what’s next that sets measles apart from those more common illnesses – conjunctivitis, high fever, and a spotty red rash that usually starts at the hairline (forehead or nape of the neck) and spreads downward. Knowing the symptoms can help prevent spread of the highly infectious disease, which has no treatment and in severe cases can result in hospitalization and sometimes death.\n\nAs of Nov. 5, the U.S. Centers for Disease Control and Prevention have [reported](https://www.cdc.gov/measles/data-research/index.html) more than 1,600 cases and 44 outbreaks across the country this year. In Colorado, where there have only been five cases in the last decade, state health officials have counted 31 cases so far in 2025.\n\n“It’s all about prevention,” Bozzella says of managing measles. “The vaccine is incredibly safe, well-tolerated, and effective at giving you lasting immunity.”\n\n## Measle mimickers and spotting the difference\n\nDiagnosing measles is not always a slam dunk, Bozzella says. Rashes, especially in children, are common, so it can take some detective work to confirm a measles diagnosis.\n\nKnowing a person’s vaccination history, whether they’ve visited a place where there’s been a confirmed measles case and tracking those symptoms and their timing is important.\n\n“Measles can hang out in the air for up to two hours after an infected person has been in a room. So really, gathering those extra pieces of information can be crucial in figuring out what’s causing the symptoms a person is experiencing,” Bozzella says.\n\nSo-called “measles mimickers” — which have similar symptoms to measles — include viral illness such as adenovirus, parvovirus, and hand, foot, and mouth disease among others. Kawasaki disease, an inflammatory illness, is also on the list of measles look-alikes. These illnesses, can cause fever, runny or stuffy nose, rash, and sometimes conjunctivitis. Children can be especially susceptible.\n\n“Not every fever and rash needs to cause parents to freak out. Sometimes it’s best to pause, gather your thoughts and think things through because viruses in kids are common. If your child has received the measles vaccination and you aren’t aware of them being exposed to an active measles case, there are plenty of other things it could be.”\n\nWhen there is concern of a measles case in the household, Bozzella advises making a call to the pediatrician or family physician and talking through the situation. If the child or person seems to be doing well otherwise, going straight to an emergency department could put others, especially those who are unvaccinated or have compromised immune systems, at high risk of infection.\n\nResearchers estimate the basic reproductive number (RO) of measles — the number of people an infected person can spread the virus to — is between 12 and 18. For SARS-CoV-2, the RO is estimated to be between 1.4 and 2.4.\n\n“Measles is highly infectious, so if there is high concern of an infection, or a confirmed infection, you want to limit your exposure to others,” Bozzella says.\n\n## Vaccine protection and potency\n\nThe only treatment options available for measles are supportive therapies: fluids for dehydration, oxygen if the patient has trouble breathing, and drugs for lowering a fever.\n\n“We don’t have a treatment that helps destroy the virus or keep it from replicating,” Bozzella says. “Once you have a measles infection, it has to play its course.”\n\nWhile some studies have shown that supplemental vitamin A may be associated with better outcomes for measle infections, it doesn’t have any protective factors, Bozzella says. “Vitamin A deficiency in the U.S. is pretty rare and any vitamin in excess can be dangerous, so people really should consult a doctor. Giving kids mega doses of vitamin A can lead to toxic side effects.”\n\nThe best way to prevent spread of measles is vaccination. The measles mumps, and rubella (MMR) vaccine is typically given in two doses in childhood and protects a person for life. Almost everyone who is not vaccinated and is exposed to the measles virus will get sick.\n\nTopics: [Community](https://news.cuanschutz.edu/medicine/tag/community),\n\n\n\n[Pediatrics](https://news.cuanschutz.edu/medicine/tag/pediatrics),\n\n\n\n[Infectious Diseases](https://news.cuanschutz.edu/medicine/tag/infectious-diseases)\n\nSpread the word:\n\n- [Share on Twitter Icon](https://twitter.com/share?url=https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis&via=gotosage)\n- [Share on Facebook](https://www.facebook.com/sharer/sharer.php?u=https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis&title=Some%20Viruses%20%E2%80%98Mimic%E2%80%99%20Measles:%20How%20Doctors%20Make%20a%20Diagnosis&picture=https://6063852.fs1.hubspotusercontent-na1.net/hubfs/6063852/diagnosing%20measles%20-%20SOM%2011.10.25.jpg&description=CU%20Anschutz%20pediatrician%20Michael%20Bozzella%20says%20many%20conditions%20and%20illnesses%20share%20similar%20symptoms%20with%20measles,%20sometimes%20making%20a%20diagnosis%20more%20challenging. \"Share on Facebook\")\n- [Share on LinkedIn](http://www.linkedin.com/shareArticle?mini=true&url=https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis&title=Some%20Viruses%20%E2%80%98Mimic%E2%80%99%20Measles:%20How%20Doctors%20Make%20a%20Diagnosis&summary=CU%20Anschutz%20pediatrician%20Michael%20Bozzella%20says%20many%20conditions%20and%20illnesses%20share%20similar%20symptoms%20with%20measles,%20sometimes%20making%20a%20diagnosis%20more%20challenging. \"Share on LinkedIn\")\n- [Share on Reddit](https://www.reddit.com/submit?url=https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis&title=Some%20Viruses%20%E2%80%98Mimic%E2%80%99%20Measles:%20How%20Doctors%20Make%20a%20Diagnosis \"Share on Reddit\")\n- [Email](mailto:?subject=Some%20Viruses%20%E2%80%98Mimic%E2%80%99%20Measles:%20How%20Doctors%20Make%20a%20Diagnosis&body=Some%20Viruses%20%E2%80%98Mimic%E2%80%99%20Measles:%20How%20Doctors%20Make%20a%20Diagnosis%20https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis \"Email\")\n\n\nFeatured Experts\n\n\n\n![Staff Mention](https://news.cuanschutz.edu/hubfs/School%20of%20Medicine/Michael%20Bozzella%2c%20DO.png)\n\nMichael Bozzella, DO\n\n\n## Related Articles\n\n![Some Viruses ‘Mimic’ Measles: How Doctors Make a Diagnosis](https://news.cuanschutz.edu/hubfs/diagnosing%20measles%20-%20SOM%2011.10.25.jpg)\n\n### [Some Viruses ‘Mimic’ Measles: How Doctors Make a Diagnosis](https://news.cuanschutz.edu/medicine/mimic-measles-diagnosis)\n\nby Kara Mason \\| Nov 11, 2025\n\n\n![Saketh R. Guntupalli, MD, Named Chair of CU Anschutz Department of Obstetrics and Gynecology](https://news.cuanschutz.edu/hubfs/School%20of%20Medicine/Saketh%20R.%20Guntupalli%2c%20MD%2c%20announcement-2.png)\n\n### [Saketh R. Guntupalli, MD, Named Chair of CU Anschutz Department of Obstetrics and Gynecology](https://news.cuanschutz.edu/medicine/guntupalli-department-obstetrics-gynecology-chair)\n\nby School of Medicine \\| Nov 5, 2025\n\n\n![‘Mostly Benign’: Sleep Paralysis Demons Explained](https://news.cuanschutz.edu/hubfs/School%20of%20Medicine/sleep%20paralysis%20oct.%2025.png)\n\n### [‘Mostly Benign’: Sleep Paralysis Demons Explained](https://news.cuanschutz.edu/medicine/-sleep-paralysis-demons-explained)\n\nby Kara Mason \\| Oct 17, 2025\n\n\n### School of Medicine\n\n##### CU Anschutz\n\n##### Fitzsimons Building\n\n13001 East 17th Place\n\nAurora,CO 80045\n\n**303.724.5375**\n\n[Facebook](https://www.facebook.com/CUMedicine/) [Twitter](https://twitter.com/CUMedicalSchool)\n\n#### **School**\n\n[School of Medicine Home](https://medschool.cuanschutz.edu/)\n\n[Find a Doctor](https://www.cudoctors.com/)\n\n[Find a Researcher](https://profiles.ucdenver.edu/Home/default.aspx)\n\n[Departments](https://medschool.cuanschutz.edu/departments-centers-institutes)\n\n[Contact Us](https://medschool.cuanschutz.edu/deans-office/about-us/contact-us)\n\n[Donate](https://giving.cu.edu/about-us/university-colorado-foundation)\n\n[School Profiles](https://som.ucdenver.edu/profiles)\n\n#### **General**\n\n[Affiliate/Partner Hospitals](https://medschool.cuanschutz.edu/patient-care/clinical-affairs/find-a-provider)\n\n[CU Medicine](http://www.cumedicine.us/)\n\n[A-Z Index](https://www.ucdenver.edu/AZIndex)\n\n[Directory](https://directory.ucdenver.edu/)\n\n[Map and Parking](https://www.cuanschutz.edu/offices/facilities-management/parking-transportation-maps)\n\n[Webmail](http://myemail.ucdenver.edu/)\n\n#### **Students**\n\n[Apply Now](https://medschool.cuanschutz.edu/education/md-admissions)\n\n[Alumni](https://medschool.cuanschutz.edu/deans-office/alumni)\n\n[Canvas](https://ucdenver.instructure.com/)\n\n[Health Sciences Library](http://hslibrary.ucdenver.edu/)\n\n[Student Life](https://medschool.cuanschutz.edu/education/current-students)\n\n[Colorado Springs Branch](https://medschool.cuanschutz.edu/education/colorado-springs-branch)\n\n- [Contact Us](https://www.cuanschutztoday.org/contact)\n- [Website Feedback](https://www.ucdenver.edu/atweb/contact/website-feedback)\n- [CU System](https://www.cu.edu/)\n- [Privacy Policy](https://www.ucdenver.edu/legal/privacy-policy)\n- [Terms of Use](https://www.ucdenver.edu/legal)\n- [Accessibility](https://www.cuanschutz.edu/accessibility)\n- [Accreditation](https://www.cuanschutz.edu/university-accreditation)\n- [Employment](https://www.cu.edu/cu-careers)\n- [Give Now](https://giving.cu.edu/fund-search?field_campuses=1046)\n\n* * *\n\n© 2025 [**The Regents of the University of Colorado**](http://www.cu.edu/regents/), a body corporate. All rights reserved.\n\nAccredited by the [**Higher Learning Commission**](https://www.hlcommission.org/institution/1040/). All trademarks are registered property of the University. Used by permission only.",
    "query": "Measles misclassification viral exanthems USA"
  },
  {
    "snippet": "[Skip directly to search](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#headerSearch)\n\n[Español](https://www.cdc.gov/spanish/) \\| [Other Languages](https://wwwn.cdc.gov/pubs/other-languages/)\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/us_flag_small.png)An official website of the United States government Here's how you know\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA .gov website belongs to an offici...",
    "content": "[Skip directly to search](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#headerSearch)\n\n[Español](https://www.cdc.gov/spanish/) \\| [Other Languages](https://wwwn.cdc.gov/pubs/other-languages/)\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/us_flag_small.png)An official website of the United States government Here's how you know\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA .gov website belongs to an official government organization in the United States.\n\n![](https://www.cdc.gov/TemplatePackage/4.0/assets/imgs/uswds/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA lock (  ) or https:// means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.\n\n# Implications of Measles Inclusion by Commercial Syndromic Polymerase Chain Reaction Panels — United States, May 2022–April 2023\n\n_Weekly_ / March 28, 2024 / 73(12);260–264\n\n[Print](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#print)\n\n[plus](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#collapse_1103776627ac72aec51)\n\nRelated Pages\n\nChristine M. Thomas, DO1,2,\\*; Amanda Hartley1,\\*; Ann Schmitz, DVM3,4; Heather D. Reid5; Susan Sullivan, MS6; Elise Huebner, MS7; Meredith Robinson, MS8; Adria Mathis, MSPH9; Mary-Margaret A. Fill, MD1; Kara J. Levinson, PhD10; Tim F. Jones, MD1; William Schaffner, MD11; Caitlin N. Newhouse, MD1; John R. Dunn, DVM, PhD1 ( [View author affiliations](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#contribAff))\n\n[View suggested citation](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#suggestedcitation)\n\n### **Summary**\n\n**What is already known about this topic?**\n\nSyndromic polymerase chain reaction panels test for pathogens that can cause rash illnesses, including measles. Rash illnesses have many causes. Approximately 5% of patients experience a rash after receipt of a measles, mumps, and rubella vaccine.\n\n**What is added by this report?**\n\nAmong syndromic panels conducted by a commercial laboratory, approximately 1% were positive for measles. Patients who received these results were children without known measles risk factors who had been vaccinated against measles, the majority <3 weeks previously. Their results were attributed to detection of measles vaccine virus.\n\n**What are the implications for public health practice?**\n\nAfter vaccination, syndromic panels can detect measles vaccine virus, which is not transmitted to others and does not cause disease in immunocompetent persons. Any detection of measles virus should be immediately reported to public health agencies to determine appropriate public health response.\n\nArticle Metrics\n\n##### Altmetric:\n\n[![Article has an altmetric score of 52](https://badges.altmetric.com/?size=128&score=52&types=mbttfudo)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763)\n\n[See more details](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763)\n\n[News (3)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=news)\n\n[Blogs (1)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=blogs)\n\n[Policy documents (1)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=policy-documents)\n\n[X (20)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=twitter)\n\n[Facebook (1)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=facebook)\n\n[Bluesky (3)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=bluesky)\n\n[Podcasts (1)](https://www.altmetric.com/details.php?domain=www.cdc.gov&citation_id=161234763&tab=podcasts)\n\nMendeley (9)\n\n\n[5\\\\\n\\\\\nCITATIONS\\\\\n\\\\\n![5 total citations on Dimensions.](https://badge.dimensions.ai/badge?count=5)\\\\\n\\\\\n5Total citations\\\\\n\\\\\n5Recent citations\\\\\n\\\\\nn/aField Citation Ratio\\\\\n\\\\\nn/aRelative Citation Ratio](https://badge.dimensions.ai/details/doi/10.15585/mmwr.mm7312a3?domain=https://www.cdc.gov)\n\n[**Box**](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#B1_down)\n\n[**Figure**](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#F1_down)\n\nRelated Materials\n\n- [Article PDF](https://www.cdc.gov/mmwr/volumes/73/wr/pdfs/mm7312a3-H.pdf)\n- [Full Issue PDF](https://www.cdc.gov/mmwr/volumes/73/wr/pdfs/mm7312-H.pdf)\n\n## Abstract\n\nSyndromic polymerase chain reaction (PCR) panels are used to test for pathogens that can cause rash illnesses, including measles. Rash illnesses have infectious and noninfectious causes, and approximately 5% of persons experience a rash 7–10 days after receipt of a measles, mumps, and rubella (MMR) vaccine. MMR vaccine includes live attenuated measles virus, which is detectable by PCR tests. No evidence exists of person-to-person transmission of measles vaccine virus, and illness does not typically result among immunocompetent persons. During September 2022–January 2023, the Tennessee Department of Health received two reports of measles detected by syndromic PCR panels. Both reports involved children (aged 1 and 6 years) without known risk factors for measles, who were evaluated for rash that occurred 11–13 days after routine MMR vaccination. After public health responses in Tennessee determined that both PCR panels had detected measles vaccine virus, six state health departments collaborated to assess the frequency and characteristics of persons receiving a positive measles PCR panel test result in the United States. Information was retrospectively collected from a commercial laboratory testing for measles in syndromic multiplex PCR panels. During May 2022–April 2023, among 1,548 syndromic PCR panels, 17 (1.1%) returned positive test results for measles virus. Among 14 persons who received a positive test result and for whom vaccination and case investigation information were available, all had received MMR vaccine a median of 12 days before specimen collection, and none had known risk factors for acquiring measles. All positive PCR results were attributed to detection of measles vaccine virus. Increased awareness among health care providers about potential measles detection by PCR after vaccination is needed. Any detection of measles virus by syndromic PCR testing should be immediately reported to public health agencies, which can use measles vaccination history and assessment of risk factors to determine the appropriate public health response. If a person recently received MMR vaccine and has no risk factors for acquiring measles, additional public health response is likely unnecessary.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n## Introduction\n\nSyndromic polymerase chain reaction (PCR) panels are used to test for pathogens that can cause rash illnesses, including measles. Rash illnesses have infectious and noninfectious causes, and approximately 5% of persons experience a rash 7–10 days after receipt of a measles, mumps, and rubella (MMR) vaccine ( _1_). A component of MMR vaccines is live attenuated measles virus (genotype A). Although measles vaccine virus is detectable by PCR tests that target the nucleocapsid gene, no evidence of person-to-person transmission exists ( _2_ _,_ _3_). Measles vaccine virus does not cause measles infection and does not typically cause illness among immunocompetent persons ( _1_ _,_ _4_).\n\nDuring September 2022–January 2023, the Tennessee Department of Health received two reports of measles in children aged 1 and 6 years, who were evaluated for rash illnesses without documented exposures or plausible epidemiologic risk factors for measles. Rashes occurred 11–13 days after administration of their routine first dose of MMR vaccine.† Both children received a positive measles test result on syndromic PCR panels for rash illnesses, a platform that simultaneously tests for multiple pathogens. Public health investigations of both reports concluded that positive test results represented detection of the live attenuated measles virus used in MMR vaccine.\n\nSyndromic PCR platforms that report positive measles test results in persons without measles infection could result in extensive, unnecessary public health responses to measles vaccine virus detected after MMR vaccination. To guide future public health response to syndromic PCR panel detection of measles virus, six state health departments§ assessed the frequency and characteristics of persons receiving positive measles PCR panel test results in the United States since a commercial platform became available in May 2022.¶\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n## Methods\n\nA commercial laboratory that included measles testing as part of a syndromic multiplex PCR panel provided the numbers of such panels ordered in the United States during May 2022–April 2023 and the number that detected measles virus by state. Six state health departments in states where syndromic PCR panels had detected measles virus partnered to collect patient information from laboratory reports, including age, sex, location and date of specimen collection, and whether other pathogens were detected. State immunization information systems were queried to identify patient MMR vaccination status and date of vaccination. Clinicians who ordered tests were asked about the patients’ clinical signs and symptoms\\*\\* and epidemiologic risk factors for measles (i.e., recent international travel or known exposure to a person with measles virus infection). For the initial two test results reported in Tennessee, findings were collected from subsequent measles testing, including a measles vaccine assay (MeVA) or viral genotype†† ( _2_ _,_ _5_ _,_ _6_). This activity was reviewed by CDC, deemed not research, and was conducted consistent with applicable federal law and CDC policy.§§\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n## Results\n\n### Detection of Measles Virus by Syndromic PCR Panels\n\nDuring May 2022–April 2023, clinicians nationwide ordered 1,548 syndromic PCR panels from the participating commercial laboratory. In the 25 states where these clinicians practiced, a median of 13 tests were ordered per state (range = 1–368 tests). Among all tests conducted, 17 (1.1%) detected measles virus ( [Figure](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#F1_down)). Tennessee clinicians ordered the most tests (368) and detected measles most frequently (seven; 1.9%). Laboratory reports were available for 14 (82.4%) of 17 syndromic PCR panels that detected measles; these tests were ordered at pediatric (10), urgent care (three), and family practice (one) clinics.¶¶\n\n### Characteristics of Persons with Measles Virus Detected by Syndromic PCR Panels\n\nAmong 14 children with detectable measles virus for whom laboratory reports were available, the median age was 1 year (range = 1–6 years), and 11 (78.6%) were female. All 14 had received an MMR vaccine dose before specimen collection, including 13 who were vaccinated within 21 days of specimen collection (median = 12 days; range = 8–115 days). One outlier (measles virus detected 115 days after vaccination) occurred in a test on a specimen collected from a child whose measles serology was consistent with immunity (measles immunoglobulin G–positive and immunoglobulin M–negative). Seven of the 14 syndromic PCR panels detected one or more additional viruses, including human herpesvirus type 6 (six), enterovirus (four), human herpesvirus type 7 (three), and Epstein-Barr virus (two). Public health agencies were immediately notified by clinicians about the initial two persons in Tennessee and retrospectively followed up with clinicians about the 12 remaining persons whose positive test results had not been previously reported. All 14 children had been evaluated for rash illness. Fever was reported for at least eight children, including four for whom cough or coryza were also reported, thereby meeting the Council of State and Territorial Epidemiologists’ measles clinical case definition. None of the 14 children had any known epidemiologic risk factors for measles, and no subsequent measles cases were linked to them. For two specimens with test results initially reported to the Tennessee Department of Health, subsequent genetic typing was conducted by CDC. For one, MeVA was inconclusive,\\*\\*\\* and for the other, genotyping results were consistent with measles vaccine virus (genotype A).\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n## Discussion\n\nThese measles virus detections by syndromic PCR panels were attributed to previous MMR vaccination because nearly all occurred in persons without risk factors for measles and shortly after receipt of MMR vaccine. Detection of the strain of measles virus used in MMR vaccine typically occurs within 21 days of vaccination, but detection >100 days later has been reported ( _7_), a period that aligns with findings described here. Children frequently experience symptoms of rash and fever from many causes, including other viral illnesses and typical vaccine side effects. This investigation identified an alternative viral etiology for rash for one half of the patients with measles virus detections.\n\nMeasles is a highly contagious airborne infection that can infect 90% of susceptible contacts ( _1_). Preventing measles is essential for population and personal health. Prodromal signs and symptoms include high fever (up to 105°F \\[40.6°C\\]) and either cough, coryza, or conjunctivitis. The prodrome is followed by a maculopapular rash that spreads from head to trunk to lower extremities ( _8_). Severe complications include pneumonia, encephalitis, and death. Viral transmission can occur from 4 days before to 4 days after rash onset. A single MMR vaccine dose is 93% effective in preventing measles, and receipt of 2 doses is 97% effective ( _4_). In the United States, 90% of children receive MMR vaccines by age 24 months ( _1_). Although measles is not endemic in the United States, cases and outbreaks occur sporadically when cases are imported from parts of the world where measles remains endemic ( _8_). Preventing further measles transmission after detection of a case requires a rapid and robust public health response that can include isolating ill persons, verifying immunity of exposed persons, offering postexposure prophylaxis with measles vaccine or immunoglobulin, and implementation of quarantine measures if necessary ( _8_). Notifying public health agencies immediately is imperative to determine which response measures are needed when measles is detected or clinically suspected.\n\nAs demonstrated by this analysis, inclusion of measles virus in syndromic PCR panels can result in incidental detection of measles vaccine virus. Some clinicians who received reports of measles detection by syndromic PCR panels anecdotally shared with health departments that they had neither suspected measles infection in the patient nor realized that the test panel included measles. These clinicians had diagnosed common childhood illnesses, such as roseola or impetigo before receiving test results. When choosing diagnostic tests to evaluate skin rash illnesses, clinicians should consider likely etiologies and determine whether laboratory findings will guide treatment recommendations. Syndromic PCR panels provide the opportunity to rapidly test for multiple pathogens, including those unlikely to cause the illness in question. Inability of these testing panels to differentiate between measles virus causing illness and incidental detection of measles vaccine virus RNA can have significant public health reporting and response ramifications, potentially leading to misdiagnosis of measles virus infection. Any detection of measles virus by syndromic PCR testing, even if suspected to be incidental detection of vaccine strain, should be reported to public health agencies immediately so that appropriate investigation and additional testing can proceed if indicated.\n\nIn collaboration with CDC, the state health departments that conducted this analysis developed a process to assist public health agencies in determining response measures that consider risk factors and pretest probability of measles infection when measles virus is detected by syndromic PCR panels ( [Box](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#B1_down)). Investigators should determine MMR vaccination status and date of receipt and assess whether the person has epidemiologic risk factors for measles. Because signs and symptoms of vaccine reactions can be similar to those associated with measles infection ( _9_), clinical presentations consistent with the measles case definition should be interpreted within the context of identified risk factors for measles. If a person was not recently vaccinated, public health response measures to prevent measles virus transmission are necessary and should include specimen referral for genotyping. However, if the person who received the positive test result was vaccinated during the preceding 21 days and has no epidemiologic risk factors (e.g., travel to a region with endemic measles or a known exposure to a person with measles), further public health response is likely unnecessary, because the positive test result likely represents detection of the attenuated vaccine strain measles virus. For persons who were vaccinated within the preceding 21 days and have a risk factor for measles, public health measures to prevent measles transmission should continue while testing for measles vaccine virus by MeVA or genotype. Genetic confirmation of vaccine reaction might also be considered if a person was vaccinated >21 days earlier and has no epidemiologic risk factors.\n\n### Limitations\n\nThe findings in this report are subject to at least three limitations. First, 12 persons with measles detected by syndromic PCR panels were not reported to public health agencies, and descriptions of their clinical signs, symptoms, and risk factors are limited to clinician recall and documentation, increasing susceptibility for recall bias. Second, the small number of syndromic PCR panels and measles detections in only a subset of states limits generalizability. Finally, because of delayed reporting to public health officials, only two specimens underwent confirmatory molecular testing.\n\n### Implications for Public Health Practice\n\nDuring the first year of measles inclusion in commercial syndromic multiplex PCR panels, approximately 1% of tests reported a positive measles test result after recent routine childhood MMR vaccination. These positive test results most likely represented detection of measles vaccine virus in patients with rashes from a vaccine reaction or other cause, rather than measles infection. To facilitate appropriate public health response, clinicians should notify their local public health agency immediately if they are concerned about possible measles infection or patients receive positive measles test results. Commercial laboratories should critically evaluate use of measles in syndromic PCR panels and rapidly notify public health officials of any measles-positive specimens. When measles infection is not clinically suspected but detected by syndromic PCR testing, public health agencies should consider the likelihood of incidental measles vaccine virus detection by assessing measles vaccination history and risk factors. Because 1 dose of MMR vaccine is 93% effective in preventing measles ( _4_), if a person recently received MMR vaccine and has no risk factors for acquiring measles, additional public health response is likely unnecessary. However, if a person has not recently received MMR vaccine, subsequent public health response should include necessary measures to prevent measles transmission. For a person who recently received MMR vaccine and has a risk factor for acquiring measles, additional testing for measles vaccine virus is needed to determine subsequent response measures.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n### Acknowledgments\n\nThomas Filardo, David Sugerman, Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, CDC; Megan Gumke, Katharine Saunders, Florida Department of Health; Jodi Morgan, Illinois Department of Public Health; Justin Albertson, Erin Ricketts, Erica Wilson, North Carolina Department of Health and Human Services; Whitney Tillman, Texas Department of State Health Services; Elena Diskin, Virginia Department of Health.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\nCorresponding author: Christine M. Thomas, [tqp3@cdc.gov](mailto:tqp3@cdc.gov).\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n* * *\n\n1Tennessee Department of Health; 2Epidemic Intelligence Service, CDC; 3Florida Department of Health; 4Career Epidemiology Field Officer Program, CDC; 5Illinois Department of Public Health; 6North Carolina Department of Health and Human Services; 7Texas Department of State Health Services; 8Virginia Department of Health; 9Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, CDC; 10Division of Laboratory Services, Tennessee Department of Health; 11Vanderbilt University Medical Center, Nashville Tennessee.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\nAll authors have completed and submitted the International Committee of Medical Journal Editors form for disclosure of potential conflicts of interest. No potential conflicts of interest were disclosed.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n\\\\* These authors contributed equally to this report.\n\n† In this report, MMR vaccines refer to both MMR vaccines and measles, mumps, rubella, and varicella vaccines.\n\n§ The state health departments of Florida, Illinois, North Carolina, Tennessee, Texas, and Virginia partnered for this investigation.\n\n¶ Two syndromic panels that use target-enriched multiplex PCR technology available from one commercial laboratory were used for this analysis. Both are marketed for evaluating skin rash illnesses by testing oropharyngeal specimens for _Streptococcus pyogenes_ and either seven or nine viruses, including measles.\n\n\\\\*\\\\* According to the Council of State and Territorial Epidemiologists’ measles case definition, measles is an acute illness characterized by a generalized maculopapular rash lasting ≥3 days; temperature of ≥101°F (≥38.3°C); and cough, coryza, or conjunctivitis. [https://ndc.services.cdc.gov/case-definitions/measles-2013](https://ndc.services.cdc.gov/case-definitions/measles-2013)\n\n†† MeVa is a real-time reverse transcriptase-PCR assay that detects measles vaccine strains.\n\n§§ 45 C.F.R. part 46, 21 C.F.R. part 56; 42 U.S.C. Sect. 241(d); 5 U.S.C. Sect. 552a; 44 U.S.C. Sect. 3501 et seq.\n\n¶¶ The pediatric and family practice clinics also provide walk-in clinic services.\n\n\\\\*\\\\*\\\\* The MeVA result was inconclusive, likely because media used by the commercial laboratory is incompatible with MeVA testing and requires genotyping to detect measles vaccine strains.\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n## References\n\n1. Gastañaduy P, Haber P, Rota PA, Patel M. Measles \\[Chapter 13\\]. In: Epidemiology and prevention of vaccine-preventable diseases. 14th ed. Atlanta, GA: US Department of Health and Human Services, CDC; 2021. [https://www.cdc.gov/vaccines/pubs/pinkbook/meas.html](https://www.cdc.gov/vaccines/pubs/pinkbook/meas.html)\n2. Roy F, Mendoza L, Hiebert J, et al. Rapid identification of measles virus vaccine genotype by real-time PCR. J Clin Microbiol 2017;55:735–43. [https://doi.org/10.1128/JCM.01879-16](http://doi.org/10.1128/JCM.01879-16) [PMID:27852670](http://www.ncbi.nlm.nih.gov/pubmed/27852670)\n3. Greenwood KP, Hafiz R, Ware RS, Lambert SB. A systematic review of human-to-human transmission of measles vaccine virus. Vaccine 2016;34:2531–6. [https://doi.org/10.1016/j.vaccine.2016.03.092](http://doi.org/10.1016/j.vaccine.2016.03.092) [PMID:27083423](http://www.ncbi.nlm.nih.gov/pubmed/27083423)\n4. McLean HQ, Fiebelkorn AP, Temte JL, Wallace GS; CDC. Prevention of measles, rubella, congenital rubella syndrome, and mumps, 2013: summary recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR Recomm Rep 2013;62(No. RR-4):1–34. [PMID:23760231](http://www.ncbi.nlm.nih.gov/pubmed/23760231)\n5. CDC. Measles (rubeola): genetic analysis of measles viruses. Atlanta, GA: US Department of Health and Human Services, CDC; 2022. [https://www.cdc.gov/measles/lab-tools/genetic-analysis.html](https://www.cdc.gov/measles/lab-tools/genetic-analysis.html)\n6. Association of Public Health Laboratories. Measles virus genotype A RT-qPCR (MeVA RT-qPCR). Silver Spring, MD: Association of Public Health Laboratories; 2023. [https://www.aphl.org/Materials/VPD18\\_MeVA\\_Assay\\_CDC\\_Infosheet\\_032718.pdf#search=Meva](https://www.aphl.org/Materials/VPD18_MeVA_Assay_CDC_Infosheet_032718.pdf#search=Meva)\n7. McMahon J, Mackay IM, Lambert SB. Measles vaccine virus RNA in children more than 100 days after vaccination. Viruses 2019;11:636. [https://doi.org/10.3390/v11070636](http://doi.org/10.3390/v11070636) [PMID:31295941](http://www.ncbi.nlm.nih.gov/pubmed/31295941)\n8. Gastañaduy PA, Redd SB, Clemmons NS, et al. Measles \\[Chapter 7\\]. In: Manual for the surveillance of vaccine-preventable diseases. Atlanta, GA: US Department of Health and Human Services, CDC; 2023. [https://www.cdc.gov/vaccines/pubs/surv-manual/chpt07-measles.html](https://www.cdc.gov/vaccines/pubs/surv-manual/chpt07-measles.html)\n9. Martin KG, Banerjee E, McMahon M, et al. Identifying vaccine-associated rash illness amidst a large measles outbreak: Minnesota, 2017. Clin Infect Dis 2020;71:e517–9. [https://doi.org/10.1093/cid/ciaa168](http://doi.org/10.1093/cid/ciaa168) [PMID:32067029](http://www.ncbi.nlm.nih.gov/pubmed/32067029)\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n##### [![Return to your place in the text](https://www.cdc.gov/images/arrow_up.gif)](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm\\#F1_up)**FIGURE**. **Measles detections using syndromic polymerase chain reaction panel testing (N = 17), by state\\* — United States, May 2022–April 2023**\n\n![The figure is a map that shows syndromic polymerase chain reaction panel use and measles detections (N = 17), by state, in the United States during May 2022–April 2023.](https://www.cdc.gov/mmwr/volumes/73/wr/figures/mm7312a3-F_v2-medium.gif?_=51654)\n\n\\\\* Measles virus was detected in panels in the following states: Alabama (three detections), Florida (two), Illinois (one), North Carolina (two), Tennessee (seven), Texas (one), and Virginia (one).\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n##### [![Return to your place in the text](https://www.cdc.gov/images/arrow_up.gif)](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm\\#B1_up)**BOX.** **Proposed public health approach\\* to incidental detection of measles virus, by syndromic polymerase chain reaction panels**\n\n##### **Public health evaluation**\n\n- Documentation of receipt of measles vaccine\n- Evaluation of clinical signs and symptoms†\n- Assessment of risk factors\n  - Epidemiologic link to a measles case§\n  - Elicitation of travel history¶\n\n##### **Public health response**\n\n- No recent vaccination\\*\\*\n  - Full public health response††\n- Recent vaccination\\*\\* with risk factor\n  - Full public health response while awaiting confirmatory testing§§\n- Recent vaccination\\*\\* without risk factor\n  - No further public health response\n\n\\\\* Proposed approach developed by CDC and state health departments of Florida, Illinois, North Carolina, Tennessee, Texas, and Virginia.\n\n† Measles infection typically appears as a prodrome of fever with cough, coryza, and conjunctivitis followed by a descending maculopapular rash. Because vaccine reactions can occur with similar symptoms, signs and symptoms consistent with the measles case definition should be interpreted in the context of identified risk factors for measles.\n\n§ Including exposure to persons with confirmed measles infection and persons with compatible signs and symptoms.\n\n¶ Including travel to areas with measles virus transmission or travel through an international airport.\n\n\\\\*\\\\* Recent vaccination is defined here as receipt of a measles-containing vaccine within the preceding 21 days. If measles virus is detected after 21 days in a vaccinated person without risk factors or signs and symptoms consistent with measles infection, health departments could consider confirmatory testing for vaccine strain to differentiate between wild-type and vaccine strains of measles virus.\n\n†† A full public health response includes identifying persons exposed to measles, checking presumptive evidence of immunity, offering postexposure prophylaxis, and recommending isolation or quarantine measures as appropriate to contain the spread of measles.\n\n§§ Confirmatory testing by measles vaccine assay real-time reverse transcription–polymerase chain reaction or genotyping is available through the Association of Public Health Laboratories ( [https://www.aphl.org/aboutAPHL/publications/Documents/VPD-Reference-Guide.pdf](https://www.aphl.org/aboutAPHL/publications/Documents/VPD-Reference-Guide.pdf)) and CDC Vaccine Preventable Diseases Reference Centers ( [https://www.cdc.gov/measles/lab-tools/genetic-analysis.html](https://www.cdc.gov/measles/lab-tools/genetic-analysis.html)).\n\n[Top](https://www.cdc.gov/mmwr/volumes/73/wr/mm7312a3.htm#)\n\n**Suggested citation for this article:** Thomas CM, Hartley A, Schmitz A, et al. Implications of Measles Inclusion by Commercial Syndromic Polymerase Chain Reaction Panels — United States, May 2022–April 2023. MMWR Morb Mortal Wkly Rep 2024;73:260–264. DOI: [http://dx.doi.org/10.15585/mmwr.mm7312a3](http://dx.doi.org/10.15585/mmwr.mm7312a3).\n\n_MMWR_ and _Morbidity and Mortality Weekly Report_ are service marks of the U.S. Department of Health and Human Services.\n\nUse of trade names and commercial sources is for identification only and does not imply endorsement by the U.S. Department of\nHealth and Human Services.\n\nReferences to non-CDC sites on the Internet are\nprovided as a service to _MMWR_ readers and do not constitute or imply\nendorsement of these organizations or their programs by CDC or the U.S.\nDepartment of Health and Human Services. CDC is not responsible for the content\nof pages found at these sites. URL addresses listed in _MMWR_ were current as of\nthe date of publication.\n\nAll HTML versions of _MMWR_ articles are generated from final proofs through an automated process.\nThis conversion might result in character translation or format errors in the HTML version.\nUsers are referred to the electronic PDF version ( [https://www.cdc.gov/mmwr](https://www.cdc.gov/mmwr))\nand/or the original _MMWR_ paper copy for printable versions of official text, figures, and tables.\n\nQuestions or messages regarding errors in formatting should be addressed to\n[mmwrq@cdc.gov](https://www.cdc.gov/mmwr/form/index.html).\n\nView Page In: [Article PDF](https://www.cdc.gov/mmwr/volumes/73/wr/pdfs/mm7312a3-H.pdf) [Full Issue PDF](https://www.cdc.gov/mmwr/volumes/73/wr/pdfs/mm7312-H.pdf)\n\nLast Reviewed: March 28, 2024\n\nSource: [Centers for Disease Control and Prevention](https://www.cdc.gov/)\n\nSASstats",
    "query": "Measles misclassification viral exanthems USA"
  },
  {
    "snippet": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all W...",
    "content": "Save\n\nContents\n\nMeasles is a highly contagious virus with a primary case reproduction number (i.e., the average number of secondary cases per case patient) of 12 to 18. It is currently spreading rapidly owing to reduced measles vaccination coverage, which is due primarily to the disruption of local immunization programs by the coronavirus disease 2019 (Covid-19) pandemic and of growing vaccine hesitancy.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2024, all World Health Organization (WHO) regions have reported increased numbers of measles cases, with 395,521 laboratory-confirmed measles cases reported in 2024 and 16,147 reported during the first 2 months of 2025.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Patients in more than half the reported cases were hospitalized, so the true number is probably much higher.[3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r3)\n\nThis review covers clinical presentations and complications of measles, current recommendations, and the epidemiologic background of measles. It also addresses the current debates on immunization and the treatment of measles and presents information on the origins of the various measles vaccines and updates on measles diagnostic testing and molecular genotypes.\n\n## Clinical Presentations and Complications\n\n### Classic Measles Syndrome\n\nBetween 10 and 14 days (range, 7 to 23) after exposure, illness starts with a prodromal phase that includes fever and any of three symptoms — cough, coryza, and conjunctivitis (the “three Cs”). The prodromal phase lasts for 2 to 4 days. Koplik spots, small white spots on the buccal mucosa, are pathognomonic for measles but are not always present ( [Figure 1A](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). The spots may appear 1 to 2 days before the onset of rash and last for an additional 1 to 2 days after rash onset. A typical measles rash is an erythematous maculopapular exanthem that appears 2 to 4 days after the onset of fever, starting with the face and proceeding to the head, trunk, arms, and legs [Figure 1B](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1). Persons with the infection typically can transmit the virus 4 days before and 4 days after the eruption of the rash ( [Figure 1D](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)). Diarrhea can appear early in the acute phase and may last for a month.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Prodromal symptoms, rash, and diarrhea in any child should arouse suspicion for measles infection.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a3e5d59c-887d-4205-b19a-01e7b3fabdd4/assets/images/large/nejmra2504516_f1.jpg)\n\nClinical Features and Pathogenesis of Measles.\n\nFeatures of measles include Koplik spots on the buccal mucosa (Panel A); rash on the trunk, spreading to the face, head, arms, and legs (Panel B); and conjunctivitis (Panel C). Day 0 denotes the day the measles rash appears; Day −4 is the probable start of infectiousness, Day 4 is the probable end of infectiousness, and Day −23 is the earliest possible exposure day (Panel D). CD150+ lymphocytes are T and B memory lymphocytes targeted by the measles virus. 3 Cs denotes cough, coryza, and conjunctivitis, and MeV measles virus. Images in Panels A, B, and C were provided by Du Tuan Quy, M.D., with the approval of Le Nguyen Thanh Nhan, M.D., Ph.D., Children’s Hospital 1, Ho Chi Minh City, Vietnam.\n\n#### Measles 2025\n\n•\n\nMeasles causes a range of serious health issues, including immune amnesia that may last up to 1 year in fully recovered patients and increased susceptibility to sometimes severe secondary infections. Research on restoring immunity more rapidly is needed.\n\n•\n\nMeasles vaccine has a long safety history and is highly effective against all circulating measles genotypes.\n\n•\n\nMeasles is highly contagious; therefore, a high coverage level (>95%) of both recommended doses of measles vaccine is necessary to prevent community transmission.\n\n•\n\nVitamin A supplementation is recommended for all persons who have measles to reduce complications and the risk of death, particularly in persons who have deficient levels of vitamin A, such as persons living in low- and middle-income countries. Vitamin A does not prevent measles infection. More data are needed regarding the benefits of vitamin A in persons living in developed countries who have measles.\n\n•\n\nWaning levels of maternal measles antibodies at 3 to 4 months of age has increased measles risk in young infants. Further research on the effectiveness of early measles vaccination is needed.\n\n•\n\nAdditional randomized, controlled trials are needed to evaluate the clinical efficacy of vaccine microneedle patches, which may help to increase vaccination coverage.\n\nBecause measles is a systemic infection, it can affect the skin, eyes, gut, and respiratory system. Complications that occur in approximately 30% of measles cases[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) — and frequently occur up to 1 month after infection — include diarrhea, pneumonia, otitis media, and conjunctivitis ( [Table 1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t1) and [Figure 1C](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f1)).[5-14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) Pneumonitis and giant-cell pneumonia are rare but severe and potentially fatal complications of measles. These conditions are reported mainly in persons who are immunosuppressed and in young children.\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/5fc57d63-5308-4630-9801-53c070590258/assets/images/large/nejmra2504516_t1.jpg)\n\n| Complications | Incidence in<br>Developed Countries | Comments |\n| --- | --- | --- |\n| Pneumonia | 1–6 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Among the most common complications during the first month of measles; most common cause of measles hospitalization |\n| Diarrhea | 8–10 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Common complication during the first month of measles |\n| Keratitis or keratoconjunctivitis | 3–10 per 100 measles cases [6-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6) | Keratoconjunctivitis may appear in the prodromal stages of measles and persist for as long as 3 months[6](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r6); keratitis with retinitis and optic neuritis also has been reported.[7-9](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r7) |\n| Corneal ulceration | Rare | Documented in 1–4 per 100 measles cases in the 1980s in Africa and South Asia[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10); measles can cause corneal ulceration directly and facilitate a secondary infection (such as herpes simplex keratitis) that leads to corneal ulceration[10,11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r10) |\n| Blindness | Rare | Measles is a leading cause of childhood blindness in places where measles is endemic; results of surveys conducted in schools in Africa in the 1970s suggested that measles was the cause of 33 to 79% cases of blindness.[11](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r11) |\n| Otitis media | 7–9 per 100 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | One of the most common complications during the first month of measles; can lead to sensorineural deafness, which was observed in 5 to 10% of measles cases in the United States before the introduction of measles vaccination programs[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) |\n| Death | 1–3 per 1000 measles cases[5](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | 16 per 1000 measles cases in low-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); 9 per 1000 measles cases in middle-income countries[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12); up to 180 per 1000 measles cases reported in the context of humanitarian relief efforts during major outbreaks[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) |\n| Malnutrition | 8–10 per 100 measles cases |  |\n| Acute postinfectious measles encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within the first week of measles, after the appearance of the first symptoms, and is associated with 20% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Measles-inclusion body encephalitis | 1 per 1000 measles cases[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) | Develops within 7 days to 6 months after onset of measles and is associated with 100% mortality[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14) |\n| Subacute sclerosing panencephalitis | 7–11 per 100,000 measles cases[5,14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r5) | Develops within 7–10 years after measles and is associated with 100% mortality within 1–3 years after onset[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14); young children with measles (<2 years of age) are at increased risk |\n\nIncidence of Severe Complications Associated with Measles.\n\nEven after recovery, children who have had measles are at high risk for late complications such as pneumonia, malnutrition, and blindness. Blindness is usually due to severe corneal ulceration, and sometimes corneal perforation, in children who are deficient in vitamin A.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) Temporary immune amnesia caused by depletion of B-cell and T-cell memory by the measles virus has recently been shown to be a mechanism for longer-term susceptibility to secondary infections in persons who have had measles (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1), available with the full text of this article at NEJM.org). Children recovering from measles are at elevated relative risk for serious secondary infection, particularly pneumonia. Even in a high-resource area of Germany, the risk of pneumonia among children with measles was elevated as compared with that among children who had noninfectious diseases (risk ratio, 1.6; 95% confidence interval \\[CI\\], 1.4 to 2.0).[15](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r15) In low- and middle-income countries, the risk is greater than in countries with higher incomes, and measles is associated with substantial mortality.[16](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r16)\n\nMeasles-associated encephalitis is a rare but serious, and potentially fatal, complication. It can occur during the first 7 days of infection (acute postinfectious measles encephalitis), 1 to 6 months after infection (measles-inclusion body encephalitis), or even years after full recovery (subacute sclerosing panencephalitis).[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Atypical Measles Syndrome\n\nAtypical measles syndrome was first reported in the 1960s among children who received the inactivated (killed) measles vaccine that was in use during the period 1963–1967. After these children were exposed to measles virus in the community, they became ill with a severe form of measles disease marked by high fever, an unusual type of rash (a petechial or morbilliform rash that began on the arms and legs), and severe pneumonia.[17](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r17) This atypical measles syndrome has been reported rarely since the inactivated measles vaccine was withdrawn in 1967.[14](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r14)\n\n### Modified Measles Syndrome\n\nMeasles can occur in persons who are fully vaccinated (i.e., have received two doses) or who are undervaccinated. These breakthrough infections can result from primary vaccine failure, lack of seroconversion after immunization, or secondary vaccine failure due to waning of the measles-antibody level (waning immunity), which can occur 6 or more years after vaccination.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\nPersons with primary vaccine failure may have the classic measles syndrome, but persons with secondary vaccine failure tend to have milder symptoms — often only a rash with little or no fever, nonspecific respiratory symptoms, and a lower viral load. Persons with secondary vaccine failure are at lower risk for transmission than unvaccinated persons who have measles infection.[18](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r18)\n\n### Measles in Special Populations\n\nWhen measles outbreaks occur, persons with compromised immunity, such as malnourished children, immunocompromised persons (e.g., persons who have human immunodeficiency virus \\[HIV\\] or are receiving cancer treatment), and pregnant persons are particularly vulnerable. Persons with HIV who are not immune to measles are at increased risk for more severe measles infection with pneumonia or encephalitis.\n\nIn a series of 23 pediatric cancer patients in China who had measles infection, 5 underwent ventilation, 1 had liver failure, and 4 died. These outcomes occurred even though 20 of the 23 patients had been vaccinated (including the 4 who died) and 21 had been treated with intravenous immune globulin.[19](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r19)\n\nMalnutrition and measles have a historical link, particularly in the context of humanitarian relief efforts. The bidirectional relationship between measles and malnutrition was described decades ago.[20](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r20) Malnutrition is a primary contributor to death in 45% of fatal measles cases.[21](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r21) Measles is worse in children who are already malnourished, and postmeasles effects can lead to malnutrition in children who were not malnourished before they were infected with measles.[13](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r13) Measles can lead to or exacerbate vitamin A deficiency[22](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r22) or a persistent nutritional deficit.[23](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r23) Malnourished children have a poor response to measles vaccine and other vaccines.[24,25](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r24)\n\nAlthough measles virus is not teratogenic, measles in pregnant persons can lead to fetal loss, intrauterine growth retardation, and premature delivery.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26) The case fatality rate among pregnant persons with measles can range from 5% in areas where measles is endemic, such as in Asia and in sub-Saharan Africa, to 20 to 30% among fragile populations, such as refugee populations.[27](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r27) Preterm birth is reported as the most frequent fetal complication.[26](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r26)\n\n## Current Recommendations\n\n### Current Global Pediatric Measles Vaccination Policy\n\nMeasles vaccine has a long history. Various attenuated measles vaccine strains were developed and are in active use worldwide (see the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1)) either as a monovalent vaccine or combined with mumps and rubella vaccines, with or without varicella vaccine.\n\nThe recommended age for the first dose of measles-containing vaccine depends on the waning of maternal antibodies in the patient and the risk of measles exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) In countries where measles is in elimination status (i.e., continuous transmission has been absent for more than 12 months), the first dose may be given at 12 to 18 months of age for maximum immunogenicity, although this schedule leaves most infants in the country susceptible to infection. In countries where measles is endemic — mainly low- and middle-income countries — the first dose of measles vaccine is usually given at 9 months of age. China and South Africa are exceptions, with the routine first dose given at 8 months and 6 months of age, respectively.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) Given that 10 to 15% of infants who receive the first dose at 9 months of age do not have seroconversion and to ensure protection for children who either do not have a response to the first dose or miss the first dose entirely, the WHO recommends a second dose for all children globally.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) The recommended shortest time between the two doses is 4 weeks. The timing of the first and second doses of measles vaccine in each country depends on the epidemiologic context and the recommendations of the immunization program of the country. The WHO also recommends an additional dose for infants 6 to 11 months of age during measles outbreaks in regions where measles is endemic.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nIn the United States, the first dose is given at 12 to 15 months of age and the second dose at 4 to 6 years. Infants 6 to 11 months of age may also be given an additional dose in regions where there are outbreaks or before international travel ( [Table 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2)).[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/e68e9ebb-772d-401e-9e60-19a351da1c99/assets/images/large/nejmra2504516_t2.jpg)\n\n| Recommendation | Schedule and Dose |\n| --- | --- |\n| Preschool children |  |\n| Routine childhood schedule | Two-dose schedule — First dose at 12 to 15 months of age (MMR vaccine), second dose at 4 to 6 years of age (MMR-V vaccine) |\n| In outbreak locations or before international travel | Additional dose is given as early as 6 months of age to all children younger than 12 months of age; routine two-dose schedule is still recommended, but earlier second dose is recommended [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) |\n| Healthy adults | Two-dose schedule unless evidence of immunity; no booster program for those with evidence of previous vaccination on two-dose schedule [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Special populations |  |\n| Health care workers born before 1957 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Health care workers born in 1957 or later | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Received measles vaccine between 1967 and 1989 | One or two doses of measles vaccine unless evidence of immunity [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| ≥12 mo of age with HIV infection | Two-dose schedule: first dose at 12 months of age (MMR vaccine), second dose can be earlier than routine (at 13 months of age; MMR vaccine) [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [§](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn4) |\n| International travelers | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n| Family carers of immunocompromised patients | Two-dose schedule unless evidence of immunity [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn2) [‡](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn3) |\n\nSummary of Current Measles Vaccination Recommendations in the United States. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t2fn1)\n\n\\*\n\nAdapted from Centers for Disease Control and Prevention recommendations, available at [https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html](https://www.cdc.gov/vaccines/vpd/mmr/hcp/recommendations.html). HIV denotes human immunodeficiency virus, MMR measles–mumps–rubella, and MMR-V measles–mumps–rubella–varicella.\n\n†\n\nA 28-day period between the doses is recommended.\n\n‡\n\nEvidence of immunity includes written documentation of one or more doses of measles vaccine administered on or after the first birthday for preschool-age children and adults not considered high risk; written documentation of two doses of measles vaccine for school-age children and adults at high risk, including students at post–high school secondary educational institutions, health care personnel, and international travelers; laboratory evidence of immunity; laboratory confirmation of disease; and birth before 1957 (except in health care workers born before 1957, for whom the evidence of immunity is laboratory evidence of immunity or laboratory confirmation of disease).\n\n§\n\nMMR vaccine is indicated only in the absence of severe immunosuppression, which is defined as a CD4 percentage of less than 15% for at least 6 months in persons 5 years of age or younger and a CD4 percentage of less than 15% and CD4 count of less than 200 lymphocytes per cubic millimeter for at least 6 months for persons 5 years of age or older. MMR-V is contraindicated in persons with HIV infection; only MMR vaccine is approved for use in such patients.\n\nBecause the measles virus has a high reproduction number, high coverage of both doses of measles vaccine (≥95%) at the population level is required to maintain effective herd immunity against measles transmission.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) In reality, this goal is a very difficult one to attain for most countries owing to growing global vaccine hesitancy and other challenges, such as financial barriers, poor access to health care, and inappropriate contraindications in certain cases. Even when high vaccination coverage is achieved, small, poorly vaccinated communities may still have outbreaks.[30,31](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r30)\n\n### Postexposure Prophylaxis\n\nIn unvaccinated or undervaccinated persons, measles vaccine is recommended within 72 hours after exposure. When there are contraindications to the measles vaccine, such as in immunocompromised or pregnant persons or infants younger than 6 months of age, human immune globulin is recommended to be given within 6 days after exposure.[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4)\n\nRecommendations for postexposure prophylaxis and the availability of immune globulin products vary among countries.[32](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r32) In many low- and middle-income countries, access to immune globulin is very limited owing to its high cost and low availability.\n\nA recent meta-analysis showed that the estimated effectiveness of postexposure prophylaxis for the prevention of measles ranged from 76% (95% CI, 0 to 94) to 100% (95% CI, 56 to 100) with immune globulin and from 83% (95% CI, 34 to 96) to 100% (95% CI, not evaluable) with the measles vaccine.[33](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33) Postexposure prophylaxis with immune globulin offers greater short-term protection than postexposure prophylaxis with the measles vaccine but at greater cost and use of resources.\n\nThe effectiveness of postexposure prophylaxis may be affected by the concentration of measles antibodies in immune globulin products,[34](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r34) the nature and intensity of measles exposure events, and the timing of postexposure prophylaxis.[35](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r35) The timing of postexposure prophylaxis reported in the studies included in the meta-analysis was recommended mainly on the basis of the duration of measles incubation; there are very limited data on the effect of delayed postexposure prophylaxis.[33,36](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r33)\n\nBecause levels of measles antibodies in the immune globulin donor population have decreased over time,[37](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r37) measles antibody concentration in immune globulin products is also decreasing. This change highlights the need for periodic review of the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38) Although the correlates of protection for measles have been recently debated,[40](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r40) the previously published threshold (i.e., >120 mIU per milliliter) has been widely accepted and used as the target serum concentration for measles antibodies after postexposure passive immunization, thereby guiding the recommended dose.[38,39](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r38)\n\n### Management of Measles\n\nThere is no approved antiviral medication for measles. Management of measles infection involves early detection and treatment of complications as well as patient isolation to prevent nosocomial and community transmission.\n\nVitamin A deficiency has been associated with measles severity and mortality among children in low- and middle-income countries. In large-scale, community-based, randomized trials in many Asian and African countries between 1983 and 1992, administration of vitamin A reduced measles mortality by 34 to 50% among children 1 to 5 years of age in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Vitamin A deficiency (serum retinol level, <10 μg per deciliter) is a major public health issue affecting preschool-age children in low- and middle-income countries.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Since 1993, the WHO has recommended vitamin A, with specific doses according to age groups, to all persons who have acute measles infection, irrespective of the timing of previous doses of vitamin A ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).[4](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) This recommendation is based on data from studies conducted in low- and middle-income countries,[43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r43) and there has been no report of toxic effects from vitamin A in patients with measles who have received vitamin A according to WHO recommendations.[41,43](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) The benefit of routine vitamin A supplementation outside of treating measles or other specific diseases remains debated, particularly when the vitamin A–deficiency status is unknown.[44](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r44) In addition, routine vitamin A supplementation in excess of the recommended dietary allowance can cause acute and chronic toxic effects in well-nourished children and adults.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45) Children are particularly sensitive; daily intakes of more than 1500 IU per kilogram of body weight have been associated with toxic effects in children.[45](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r45)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/a7a95bfd-40b8-48b8-940b-2823bbd014de/assets/images/large/nejmra2504516_t3.jpg)\n\n| Age Group | Dose | Frequency |\n| --- | --- | --- |\n| Children |  |  |\n| <6 mo | 50,000 IU (15,000 μg RAE) | Daily for 2 days |\n| 6–11 mo | 100,000 IU (30,000 μg RAE) | Daily for 2 days |\n| >12 mo | 200,000 IU (60,000 μg RAE) | Daily for 2 days |\n| Previous vitamin A deficiency or eye complications caused by measles | Third dose | 2–4 wk after the second dose |\n| Adults [†](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn2) | No recommendation | No recommendation |\n\nU.S. Recommendations for Vitamin A Supplementation in Patients with Measles. [\\*](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3fn1)\n\n\\*\n\nAdapted from Stinchfield PA and Orenstein WA.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) IU denotes international unit, and RAE retinol activity equivalents.\n\n†\n\nThe U.S. recommendation aligns with the World Health Organization (WHO) recommendation.[42](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r42) However, the WHO recommends a dose of 5000 to 10,000 IU daily for 4 weeks in adult measles patients. Women of reproductive age should receive only lower, but more frequent, doses of vitamin A (e.g., a daily oral dose of 5000 to 10,000 IU of vitamin A for at least 4 weeks) owing to possible teratogenic effects.\n\nIn the only known study of the use of vitamin A in measles management in the United States, only 39% of patients received vitamin A and received a much lower dose than that recommended by the WHO.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) In contrast, recent cases of toxic effects of vitamin A intake associated with measles outbreaks in the United States (notably in West Texas) were linked to excessive or unsupervised intake of vitamin A outside medical guidance owing to misinformation. These data point to a need for clarity regarding vitamin A supplementation in the treatment of measles to inform health care workers and the public in the United States.\n\nData are limited regarding the benefit of vitamin A in the context of the United States, where vitamin A deficiency is rare. Measles depresses serum levels of vitamin A in well-nourished children to below the levels observed in malnourished children without measles.[46](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r46) In the United States, hospitalized children with measles frequently have low serum vitamin A levels, correlating with measles severity.[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) Because vitamin A is critical in enhancing immune responses against infections,[41](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r41) supplementation with vitamin A is recommended in children with measles. A meeting on the subject led by the National Foundation for Infectious Diseases in November 2019 provided suggestions on vitamin A doses ( [Table 3](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#t3)).\n\n## Current Measles Epidemiologic Background\n\n### Immunity Gaps in Young Infants and Early Measles Vaccination\n\nRecent data have shown that the rate of decline of maternal antibodies has increased over time both in regions where measles is endemic and in areas where measles has been eliminated.[47,48](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r47) In Canada in the period 2014–2016, more than 90% of 3-month-old infants had levels of maternal measles antibodies that were lower than a threshold neutralization titer of 192 mIU per milliliter.[49](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r49) A recent multicountry modeling exercise predicted 70.8%, 88.3%, and 100% of infants would be seronegative by 2, 4, and 6 months of age, respectively.[50](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r50) A meta-analysis of data from low- and middle-income countries (2018–2024) showed that by 4 months of age, only 24 to 35% of children remained seropositive.[51](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r51) Clearly, many unvaccinated young infants in regions of measles outbreaks are at high risk for acquiring measles.\n\nIn 2023 and 2024, more than 90% of the measles cases worldwide were among children in low- and middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Most of those infected were children younger than 5 years of age, with the highest mortality among those younger than 1 year.[12](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r12) No systematic analysis has been conducted over the past decade to confirm the observed trend of increasing proportions of measles cases and deaths among young infants. Vietnam, which was among the top 10 countries in terms of number of measles cases in March 2025, had reported a rising number of cases among children 6 to 8 months of age; that age group represented 25% of measles cases in some areas.[52](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r52) Young infants are at heightened risk for severe measles-related complications such as pneumonia, encephalitis, and death.[53,54](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r53) Children in this group are also at increased risk for subacute sclerosing panencephalitis, a rare but fatal condition.[55,56](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r55)\n\nIn recognition of the potential vulnerability of young infants, discussions on the timing of the first dose of measles vaccine have been under way for decades and more recently at the WHO.[4,57–60](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r4) An early dose of measles vaccine given at 3 to 4 months of age could provide protection throughout infancy. Three studies conducted more than a decade ago provided some data regarding the safety, efficacy, and potential blunting effect (i.e., reducing the immunogenicity, both short term and long term, of subsequent doses) of an early dose of measles vaccine given at 4 to 4.5 months of age.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) This dose could be either the early administration of the first recommended dose of the vaccine or an additional dose to the current two-dose schedule.[61-63](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) Both approaches have shown acceptable safety and immunogenicity.[61,62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r61) The first dose, when given at 4.5 months of age, provided 94% efficacy against measles infection and 100% efficacy against hospitalization for measles.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) Determining the appropriate timing of an early dose requires a balance between the age-stratified infection risk (the age at which maternal antibodies would no longer inhibit measles vaccine immunogenicity) and the duration of vaccine effectiveness over time.[57,58](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r57) A trade-off of administering an early dose is the reportedly more rapid reduction of measles antibody in children who are vaccinated early in infancy.[64,65](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r64) Whether this antibody reduction would translate to reduced vaccine efficacy in later childhood is still an open question.\n\n### Immunity Gaps in Adults and Booster Dose\n\nBecause the two-dose measles vaccine schedule was not introduced in the United States until 1989, persons who received the vaccine between 1967 and 1989 may consider receiving a second dose if they are in a high-risk group, such as health care workers or international travelers.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) An extra dose of measles vaccine may be also considered in persons who received the vaccine between 1963 and 1967, because the inactivated (killed) vaccine that was used was less effective than the current live attenuated vaccine.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28) Of note, persons who received measles vaccine between 1967 and 1989 or who received the inactivated measles vaccine may have immunity that is “boosted” over time by natural measles exposure, because measles was still endemic in the United States until 2000.\n\nAmong persons born before 1957 (before the first measles vaccine was licensed in 1963), natural measles immunity is even more certain because measles cases were common until that time. However, measles vaccine should still be considered in health care workers who do not have laboratory evidence of immunity or laboratory confirmation of disease. Currently, there is no recommended routine catch-up vaccination program for adults in the United States.[28](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r28)\n\nThe primary cause of the resurgence in measles cases is failure to vaccinate, not failure of the vaccine. Neither the Centers for Disease Control and Prevention nor the WHO recommend routine boosters in persons who are fully vaccinated. Studies regarding serologic events conducted in the past 5 years in areas where measles is endemic and in ones where measles has been eliminated have reported immunity gaps in persons who received the vaccine on the two-dose schedule during childhood.[48,66,67](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r48) Most of these persons are 13 to 30 years of age, with some older than 40 years of age. Adults who have likely secondary vaccine failure account for some of the measles cases in outbreaks in well-vaccinated countries, as was the case recently in Mongolia.[68](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r68) A third dose of measles vaccine has been offered, mainly to health care workers, with similar safety and rates of adverse events as those seen with the recommended two doses. However, high antibody levels induced by the third dose waned quickly over a period of 1 to 3 years after the third dose.[69](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r69)\n\n### 2019 Increase in Measles Cases and Ongoing 2024–2025 Measles Crisis\n\nWorldwide, reported measles cases saw a dramatic increase in recent years, from a historic low of 132,490 in 2016 to 869,770 in 2019.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) The global increase in measles cases in 2019 was driven by large outbreaks in several countries. The Democratic Republic of the Congo, Madagascar, Samoa, Ukraine, and Brazil were the countries most affected. Vaccine hesitancy was an important cause in each of the affected countries.[70](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r70) This factor also contributed to the more than 100,000 measles cases in Europe in 2019 and the increased number of measles cases in the United States almost 20 years after the declaration that the disease had been eliminated in 2000.[71](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r71) In 2019, vaccine hesitancy was recognized by the WHO as one of the top 10 challenges to global health.[1](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r1) Since 2019, no WHO region has achieved and sustained elimination of measles.\n\nThe Covid-19 pandemic worsened the situation by interrupting routine immunization and catch-up campaigns. During the pandemic, global coverage of first measles vaccines decreased to 81%, the lowest level since 2008. Coverage has improved slightly, to 83% in 2022 and 2023.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) Low- and middle-income countries have the lowest coverage of first measles vaccines — 64% in low-income countries and 86% in middle-income countries.[29](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r29) A recent analysis of county-level rates of measles–mumps–rubella (MMR) vaccinations in 37 U.S. states shows that coverage was below 95% in 990 of 1501 counties and below 74% in 70 counties.[72](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r72)\n\nThis poor coverage has sparked large measles outbreaks in several countries since early 2024, and measles is now spreading widely. In 2024, the European region reported the highest number of measles cases in more than 25 years, accounting for 20% of the total measles cases worldwide.[2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r2) In the United States, as of May 30, 2025, 1088 confirmed measles cases and 3 deaths have been reported; 96% of those measles cases involved persons who were unvaccinated or whose vaccination status was unknown. In approximately 12% of reported cases, the infected persons were hospitalized.[73](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r73) The current number of cases is already approximately four times as high as the total reported in 2024. If measles outbreaks continue to spread through the United States for more than 12 months, the country will lose its elimination status.\n\nMisinformation suggesting that measles vaccine causes autism and that vitamin A prevents measles has been a serious threat to effective measles control and management in the United States and worldwide. More than 25 years ago, a campaign of misinformation suggesting that measles vaccine causes autism led to loss of confidence in MMR vaccines, especially in the United Kingdom.[74](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r74) This misinformation has been thoroughly investigated and proved to be incorrect. In the United States, the recent decrease in childhood vaccinations has been associated with vaccine hesitancy. Estimates suggest that a 10% decrease in MMR vaccination in the United States may lead to 11.1 million measles cases over a period of 25 years.[75](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r75)\n\nThe withdrawal of the United States from global public health initiatives and from support of global immunization programs is having a profound effect on measles control worldwide. Specifically, removal of support for the WHO, for which the United States contributes 19% of the budget, and Gavi, the Vaccine Alliance, for which it contributes 13% of the budget, will probably affect measles control and contribute to a large number of deaths from measles and other vaccine-preventable diseases in the poorest countries.[76](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r76) As a result, the outlook for measles control in the coming years is bleak. This situation puts U.S. domestic health security at high risk, because infectious diseases do not respect geographic borders.\n\nIn the context of increased international travel, rapid identification of measles cases and genotyping of measles virus are crucial for early detection of outbreaks, tracking of transmission chains, and effective outbreak control. Updates on measles diagnostic and molecular genotypes are provided in the [Supplementary Appendix](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap1).\n\n## Conclusions and Perspectives\n\nThere has been little improvement in global measles control over the past two decades. With a declining environment for global health ( [Figure 2](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#f2)), it is possible that the situation will get worse. Estimates of measles morbidity and mortality associated with vaccine hesitancy are needed to help contain vaccine hesitancy. Enhanced research during measles outbreaks is crucial to address population immunity gaps and improve vaccine coverage in the current measles vaccination program. Rapid diagnostic tests could be used routinely as part of measles global surveillance and could improve the timing of measles outbreak responses.[77](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r77)\n\n![](https://www.nejm.org/cms/10.1056/NEJMra2504516/asset/640a0d91-5511-4dac-a546-f7c060be4566/assets/images/large/nejmra2504516_f2.jpg)\n\nKey Events in Measles Research.\n\nCovid-19 denotes coronavirus disease 2019, EPI Expanded Programme on Immunization, LMICs low- and middle-income countries, MMR measles–mumps–rubella, SLAM signaling lymphocytic activation molecule, UNICEF United Nations Children’s Fund, and WHO World Health Organization.\n\nPostmeasles pneumonia has been shown to be largely due to _Streptococcus pneumoniae_. The use of a booster dose of pneumococcal conjugate vaccine for patients recovering from measles to help overcome temporary immunologic amnesia and possibly prevent fatal postmeasles pneumonia is a potential strategy. Clinical trials are needed to determine the appropriate time to administer pneumococcal conjugate vaccine during measles recovery.\n\nMeasles disease is most severe in young infants. Studies from West Africa have shown that measles vaccine can be highly effective, even when it is given as early as 4 months of age.[62](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r62) This finding needs to be reevaluated in the modern era.\n\nEfforts have been made to improve vaccine delivery[78](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r78) and storage.[79](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r79) Microneedle patches have been developed that offer the possibility of providing vaccination against measles and other conditions in remote areas where cold-chain transport is difficult. Microneedle patches also provide a pain-free, simplified method of vaccine administration. This innovation may help to improve vaccination coverage and reduce cold-chain issues. Additional randomized, controlled trials are needed to evaluate the efficacy of microneedle patches. In addition, further research on new measles vaccine candidates that can be given to younger infants is needed, because such vaccines may be required for eradication of measles.[80](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#core-collateral-r80)\n\n## Notes\n\nThis article was published on June 25, 2025, and updated on July 9, 2025, at NEJM.org.\n\n[Disclosure forms](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#ap2) provided by the authors are available with the full text of this article at NEJM.org.\n\n## Supplementary Material\n\nSupplementary Appendix(nejmra2504516\\_appendix.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_appendix.pdf)\n- 130.27 KB\n\nDisclosure Forms(nejmra2504516\\_disclosures.pdf)\n\n- [Download](https://www.nejm.org/doi/suppl/10.1056/NEJMra2504516/suppl_file/nejmra2504516_disclosures.pdf)\n- 174.45 KB\n\n## References\n\n1.\n\nLarson HJ, Gakidou E, Murray CJL. The vaccine-hesitant moment. _N Engl J Med_ 2022;387:58-65.\n\n[Crossref](https://www.nejm.org/servlet/linkout?suffix=e_1_3_4_2_2&dbid=4&doi=10.1056%2FNEJMra2504516&key=10.1056%2FNEJMra2106441&site=mms-site)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35767527/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000818600100001)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+vaccine-hesitant+moment.&publication_year=2022&journal=N+Engl+J+Med&pages=58-65&doi=10.1056%2FNEJMra2106441&pmid=35767527)\n\n2.\n\nWorld Health Organization. Immunization data: provisional measles and rubella data. 2024 ( [https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=](https://immunizationdata.who.int/global?topic=Provisional-measles-and-rubella-data&location=)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Immunization+data%3A+provisional+measles+and+rubella+data.+2024+%28https%3A%2F%2Fimmunizationdata.who.int%2Fglobal%3Ftopic%3DProvisional-measles-and-rubella-data%26location%3D%29.)\n\n3.\n\nMahase E. WHO warns “measles is back” as virus spreads across Europe, America, and Afghanistan. _BMJ_ 2025;388:r528-r528.\n\n[Crossref](https://doi.org/10.1136/bmj.r528)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40086824/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+warns+%E2%80%9Cmeasles+is+back%E2%80%9D+as+virus+spreads+across+Europe%2C+America%2C+and+Afghanistan.&publication_year=2025&journal=BMJ&pages=r528-r528&doi=10.1136%2Fbmj.r528&pmid=40086824)\n\n4.\n\nWorld Health Organization. Measles vaccines: WHO position paper — April 2017. _Wkly Epidemiol Rec_ 2017;92:205-228 ( [https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1](https://iris.who.int/bitstream/handle/10665/255149/WER9217.pdf?sequence=1)).\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccines%3A+WHO+position+paper+%E2%80%94+April+2017.&publication_year=2017&pages=205-228)\n\n5.\n\nCenters for Disease Control and Prevention. Measles symptoms and complications. May 9, 2024 ( [https://www.cdc.gov/measles/signs-symptoms/index.html](https://www.cdc.gov/measles/signs-symptoms/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+symptoms+and+complications.+May+9%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fsigns-symptoms%2Findex.html%29.)\n\n6.\n\nFlorman AL, Agatston HJ. Keratoconjunctivitis as a diagnostic aid in measles. _JAMA_ 1962;179:568-570.\n\n[Crossref](https://doi.org/10.1001/jama.1962.03050070077019)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/13893670/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Keratoconjunctivitis+as+a+diagnostic+aid+in+measles.&publication_year=1962&journal=JAMA&pages=568-570&doi=10.1001%2Fjama.1962.03050070077019&pmid=13893670)\n\n7.\n\nSemba RD, Bloem MW. Measles blindness. _Surv Ophthalmol_ 2004;49:243-255.\n\n[Crossref](https://doi.org/10.1016/j.survophthal.2003.12.005)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/14998696/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+blindness.&publication_year=2004&journal=Surv+Ophthalmol&pages=243-255&doi=10.1016%2Fj.survophthal.2003.12.005&pmid=14998696)\n\n8.\n\nHirayama T, Ikeda K, Hidaka T, et al. Unilateral measles-associated retrobulbar optic neuritis without encephalitis: a case report and literature review. _Case Rep Neurol_ 2010;2:128-132.\n\n[Crossref](https://doi.org/10.1159/000322143)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/21113282/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unilateral+measles-associated+retrobulbar+optic+neuritis+without+encephalitis%3A+a+case+report+and+literature+review.&publication_year=2010&journal=Case+Rep+Neurol&pages=128-132&doi=10.1159%2F000322143&pmid=21113282)\n\n9.\n\nHaltia M, Tarkkanen A, Vaheri A, Paetau A, Kaakinen K, Erkkilä H. Measles retinopathy during immunosuppression. _Br J Ophthalmol_ 1978;62:356-360.\n\n[Crossref](https://doi.org/10.1136/bjo.62.6.356)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/352388/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+retinopathy+during+immunosuppression.&publication_year=1978&journal=Br+J+Ophthalmol&pages=356-360&doi=10.1136%2Fbjo.62.6.356&pmid=352388)\n\n10.\n\nReddy V, Bhaskaram P, Raghuramulu N, et al. Relationship between measles, malnutrition, and blindness: a prospective study in Indian children. _Am J Clin Nutr_ 1986;44:924-930.\n\n[Crossref](https://doi.org/10.1093/ajcn/44.6.924)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3788839/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Relationship+between+measles%2C+malnutrition%2C+and+blindness%3A+a+prospective+study+in+Indian+children.&publication_year=1986&journal=Am+J+Clin+Nutr&pages=924-930&doi=10.1093%2Fajcn%2F44.6.924&pmid=3788839)\n\n11.\n\nFoster A, Sommer A. Corneal ulceration, measles, and childhood blindness in Tanzania. _Br J Ophthalmol_ 1987;71:331-343.\n\n[Crossref](https://doi.org/10.1136/bjo.71.5.331)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/3580349/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Corneal+ulceration%2C+measles%2C+and+childhood+blindness+in+Tanzania.&publication_year=1987&journal=Br+J+Ophthalmol&pages=331-343&doi=10.1136%2Fbjo.71.5.331&pmid=3580349)\n\n12.\n\nSbarra AN, Mosser JF, Jit M, et al. Estimating national-level measles case-fatality ratios in low-income and middle-income countries: an updated systematic review and modelling study. _Lancet Glob Health_ 2023;11(4):e516-e524.\n\n[Crossref](https://doi.org/10.1016/S2214-109X(23)00043-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/36925172/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Estimating+national-level+measles+case-fatality+ratios+in+low-income+and+middle-income+countries%3A+an+updated+systematic+review+and+modelling+study.&publication_year=2023&journal=Lancet+Glob+Health&pages=e516-e524&doi=10.1016%2FS2214-109X%2823%2900043-8&pmid=36925172)\n\n13.\n\nSalama P, Assefa F, Talley L, Spiegel P, van Der Veen A, Gotway CA. Malnutrition, measles, mortality, and the humanitarian response during a famine in Ethiopia. _JAMA_ 2001;286:563-571.\n\n[Crossref](https://doi.org/10.1001/jama.286.5.563)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11476658/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Malnutrition%2C+measles%2C+mortality%2C+and+the+humanitarian+response+during+a+famine+in+Ethiopia.&publication_year=2001&journal=JAMA&pages=563-571&doi=10.1001%2Fjama.286.5.563&pmid=11476658)\n\n14.\n\nFerren M, Horvat B, Mathieu C. Measles encephalitis: towards new therapeutics. _Viruses_ 2019;11:1017-1017.\n\n[Crossref](https://doi.org/10.3390/v11111017)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31684034/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+encephalitis%3A+towards+new+therapeutics.&publication_year=2019&journal=Viruses&pages=1017-1017&doi=10.3390%2Fv11111017&pmid=31684034)\n\n15.\n\nBühl D, Staudacher O, Santibanez S, et al. Specifically increased rate of infections in children post measles in a high resource setting. _Front Pediatr_ 2022;10:896086-896086.\n\n[Crossref](https://doi.org/10.3389/fped.2022.896086)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35813375/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Specifically+increased+rate+of+infections+in+children+post+measles+in+a+high+resource+setting.&publication_year=2022&journal=Front+Pediatr&pages=896086-896086&doi=10.3389%2Ffped.2022.896086&pmid=35813375)\n\n16.\n\nPerin J, Mulick A, Yeung D, et al. Global, regional, and national causes of under-5 mortality in 2000-19: an updated systematic analysis with implications for the Sustainable Development Goals. _Lancet Child Adolesc Health_ 2022;6:106-115.\n\n[Crossref](https://doi.org/10.1016/S2352-4642(21)00311-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34800370/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Global%2C+regional%2C+and+national+causes+of+under-5+mortality+in+2000-19%3A+an+updated+systematic+analysis+with+implications+for+the+Sustainable+Development+Goals.&publication_year=2022&journal=Lancet+Child+Adolesc+Health&pages=106-115&doi=10.1016%2FS2352-4642%2821%2900311-4&pmid=34800370)\n\n17.\n\nPolack FP. Atypical measles and enhanced respiratory syncytial virus disease (ERD) made simple. _Pediatr Res_ 2007;62:111-115.\n\n[Crossref](https://doi.org/10.1203/PDR.0b013e3180686ce0)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/17515829/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Atypical+measles+and+enhanced+respiratory+syncytial+virus+disease+%28ERD%29+made+simple.&publication_year=2007&journal=Pediatr+Res&pages=111-115&doi=10.1203%2FPDR.0b013e3180686ce0&pmid=17515829)\n\n18.\n\nTranter I, Smoll N, Lau CL, et al. Onward virus transmission after measles secondary vaccination failure. _Emerg Infect Dis_ 2024;30:1747-1754.\n\n[Crossref](https://doi.org/10.3201/eid3009.240150)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39173667/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Onward+virus+transmission+after+measles+secondary+vaccination+failure.&publication_year=2024&journal=Emerg+Infect+Dis&pages=1747-1754&doi=10.3201%2Feid3009.240150&pmid=39173667)\n\n19.\n\nGe Y-L, Zhai X-W, Zhu Y-F, et al. Measles outbreak in pediatric hematology and oncology patients in Shanghai, 2015. _Chin Med J (Engl)_ 2017;130:1320-1326.\n\n[Crossref](https://doi.org/10.4103/0366-6999.206358)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28524832/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000402415800010)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+outbreak+in+pediatric+hematology+and+oncology+patients+in+Shanghai%2C+2015.&publication_year=2017&journal=Chin+Med+J+%28Engl%29&pages=1320-1326&doi=10.4103%2F0366-6999.206358&pmid=28524832)\n\n20.\n\nMorley D. Severe measles in the tropics. _Br Med J_ 1969;1:297-300.\n\n[Crossref](https://doi.org/10.1136/bmj.1.5639.297)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/5762650/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Severe+measles+in+the+tropics.&publication_year=1969&journal=Br+Med+J&pages=297-300&doi=10.1136%2Fbmj.1.5639.297&pmid=5762650)\n\n21.\n\nBryce J, Boschi-Pinto C, Shibuya K, Black RE, WHO Child Health Epidemiology Reference Group. WHO estimates of the causes of death in children. _Lancet_ 2005;365:1147-1152.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(05)71877-8)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/15794969/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=WHO+estimates+of+the+causes+of+death+in+children.&publication_year=2005&journal=Lancet&pages=1147-1152&doi=10.1016%2FS0140-6736%2805%2971877-8&pmid=15794969)\n\n22.\n\nKhandait DW, Vasudeo ND, Zodpey SP, Kumbhalkar DT. Risk factors for subclinical vitamin A deficiency in children under the age of 6 years. _J Trop Pediatr_ 2000;46:239-241.\n\n[Crossref](https://doi.org/10.1093/tropej/46.4.239)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/10996988/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Risk+factors+for+subclinical+vitamin+A+deficiency+in+children+under+the+age+of+6+years.&publication_year=2000&journal=J+Trop+Pediatr&pages=239-241&doi=10.1093%2Ftropej%2F46.4.239&pmid=10996988)\n\n23.\n\nKoster FT, Curlin GC, Aziz KM, Haque A. Synergistic impact of measles and diarrhoea on nutrition and mortality in Bangladesh. _Bull World Health Organ_ 1981;59:901-908.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6978197/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Synergistic+impact+of+measles+and+diarrhoea+on+nutrition+and+mortality+in+Bangladesh.&publication_year=1981&journal=Bull+World+Health+Organ&pages=901-908&pmid=6978197)\n\n24.\n\nEskenazi B, Rauch S, Elsiwi B, et al. Undernutrition and antibody response to measles, tetanus and Haemophilus Influenzae type b (Hib) vaccination in pre-school south African children: the VHEMBE birth cohort study. _Vaccine_ 2025;46:126564-126564.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.126564)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39665976/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Undernutrition+and+antibody+response+to+measles%2C+tetanus+and+Haemophilus+Influenzae+type+b+%28Hib%29+vaccination+in+pre-school+south+African+children%3A+the+VHEMBE+birth+cohort+study.&publication_year=2025&journal=Vaccine&pages=126564-126564&doi=10.1016%2Fj.vaccine.2024.126564&pmid=39665976)\n\n25.\n\nMutsaerts EAML, van Cranenbroek B, Madhi SA, et al. Impact of nutritional status on vaccine-induced immunity in children living in South Africa: investigating the B-cell repertoire and metabolic hormones. _Vaccine_ 2024;42:3337-3345.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2024.04.034)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38637212/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Impact+of+nutritional+status+on+vaccine-induced+immunity+in+children+living+in+South+Africa%3A+investigating+the+B-cell+repertoire+and+metabolic+hormones.&publication_year=2024&journal=Vaccine&pages=3337-3345&doi=10.1016%2Fj.vaccine.2024.04.034&pmid=38637212)\n\n26.\n\nKhalil A, Samara A, Campbell C, Ladhani SN. Pregnant women and measles: we need to be vigilant during outbreaks. _EClinicalMedicine_ 2024;72:102594-102594.\n\n[Crossref](https://doi.org/10.1016/j.eclinm.2024.102594)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38666235/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Pregnant+women+and+measles%3A+we+need+to+be+vigilant+during+outbreaks.&publication_year=2024&journal=EClinicalMedicine&pages=102594-102594&doi=10.1016%2Fj.eclinm.2024.102594&pmid=38666235)\n\n27.\n\nCongera P, Maraolo AE, Parente S, Schiano Moriello N, Bianco V, Tosone G. Measles in pregnant women: a systematic review of clinical outcomes and a meta-analysis of antibodies seroprevalence. _J Infect_ 2020;80:152-160.\n\n[Crossref](https://doi.org/10.1016/j.jinf.2019.12.012)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31891729/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+in+pregnant+women%3A+a+systematic+review+of+clinical+outcomes+and+a+meta-analysis+of+antibodies+seroprevalence.&publication_year=2020&journal=J+Infect&pages=152-160&doi=10.1016%2Fj.jinf.2019.12.012&pmid=31891729)\n\n28.\n\nCenters for Disease Control and Prevention. ACIP recommendations: measles, mumps and rubella (MMR) vaccine. July 29, 2024 ( [https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html](https://www.cdc.gov/acip-recs/hcp/vaccine-specific/mmr.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+ACIP+recommendations%3A+measles%2C+mumps+and+rubella+%28MMR%29+vaccine.+July+29%2C+2024+%28https%3A%2F%2Fwww.cdc.gov%2Facip-recs%2Fhcp%2Fvaccine-specific%2Fmmr.html%29.)\n\n29.\n\nMinta AA, Ferrari M, Antoni S, et al. Progress toward measles elimination — Worldwide, 2000–2023. _MMWR Morb Mortal Wkly Rep_ 2024;73:1036-1042.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm7345a4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39541251/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+measles+elimination+%E2%80%94+Worldwide%2C+2000%E2%80%932023.&publication_year=2024&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1036-1042&doi=10.15585%2Fmmwr.mm7345a4&pmid=39541251)\n\n30.\n\nvan den Hof S, Conyn-van Spaendonck MAE, van Steenbergen JE. Measles epidemic in the Netherlands, 1999-2000. _J Infect Dis_ 2002;186:1483-1486.\n\n[Crossref](https://doi.org/10.1086/344894)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/12404165/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+epidemic+in+the+Netherlands%2C+1999-2000.&publication_year=2002&journal=J+Infect+Dis&pages=1483-1486&doi=10.1086%2F344894&pmid=12404165)\n\n31.\n\nWoudenberg T, van Binnendijk RS, Sanders EA, et al. Large measles epidemic in the Netherlands, May 2013 to March 2014: changing epidemiology. _Euro Surveill_ 2017;22:30443-30443.\n\n[Crossref](https://doi.org/10.2807/1560-7917.ES.2017.22.3.30443)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28128092/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Large+measles+epidemic+in+the+Netherlands%2C+May+2013+to+March+2014%3A+changing+epidemiology.&publication_year=2017&journal=Euro+Surveill&pages=30443-30443&doi=10.2807%2F1560-7917.ES.2017.22.3.30443&pmid=28128092)\n\n32.\n\nYoung MK. The indications and safety of polyvalent immunoglobulin for post-exposure prophylaxis of hepatitis A, rubella and measles. _Hum Vaccin Immunother_ 2019;15:2060-2065.\n\n[Crossref](https://doi.org/10.1080/21645515.2019.1621148)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31116633/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+indications+and+safety+of+polyvalent+immunoglobulin+for+post-exposure+prophylaxis+of+hepatitis+A%2C+rubella+and+measles.&publication_year=2019&journal=Hum+Vaccin+Immunother&pages=2060-2065&doi=10.1080%2F21645515.2019.1621148&pmid=31116633)\n\n33.\n\nMontroy J, Yan C, Khan F, et al. Post-exposure prophylaxis for the prevention of measles: a systematic review. _Vaccine_ 2025;47:126706-126706.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.126706)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39787800/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+prophylaxis+for+the+prevention+of+measles%3A+a+systematic+review.&publication_year=2025&journal=Vaccine&pages=126706-126706&doi=10.1016%2Fj.vaccine.2025.126706&pmid=39787800)\n\n34.\n\nEndo A, Izumi H, Miyashita M, Taniguchi K, Okubo O, Harada K. Current efficacy of postexposure prophylaxis against measles with immunoglobulin. _J Pediatr_ 2001;138:926-928.\n\n[Crossref](https://doi.org/10.1067/mpd.2001.113710)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/11391343/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Current+efficacy+of+postexposure+prophylaxis+against+measles+with+immunoglobulin.&publication_year=2001&journal=J+Pediatr&pages=926-928&doi=10.1067%2Fmpd.2001.113710&pmid=11391343)\n\n35.\n\nSheppeard V, Forssman B, Ferson MJ, et al. The effectiveness of prophylaxis for measles contacts in NSW. _N S W Public Health Bull_ 2009;20:81-85.\n\n[Crossref](https://doi.org/10.1071/NB08014)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/19552854/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effectiveness+of+prophylaxis+for+measles+contacts+in+NSW.&publication_year=2009&journal=N+S+W+Public+Health+Bull&pages=81-85&doi=10.1071%2FNB08014&pmid=19552854)\n\n36.\n\nYoung MK, Nimmo GR, Cripps AW, Jones MA. Post-exposure passive immunisation for preventing measles. _Cochrane Database Syst Rev_ 2014;2014:CD010056-CD010056.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24687262/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-exposure+passive+immunisation+for+preventing+measles.&publication_year=2014&journal=Cochrane+Database+Syst+Rev&pages=CD010056-CD010056&pmid=24687262)\n\n37.\n\nWilliamson KM, Faddy H, Nicholson S, et al. A cross-sectional study of measles-specific antibody levels in Australian blood donors — implications for measles post-elimination countries. _Vaccines (Basel)_ 2024;12:818-818.\n\n[Crossref](https://doi.org/10.3390/vaccines12070818)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39066455/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+cross-sectional+study+of+measles-specific+antibody+levels+in+Australian+blood+donors+%E2%80%94+implications+for+measles+post-elimination+countries.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=818-818&doi=10.3390%2Fvaccines12070818&pmid=39066455)\n\n38.\n\nYoung MK, Ng S-K, Nimmo GR, Cripps AW. The optimal dose of disease-specific antibodies for post-exposure prophylaxis of measles and rubella in Australia: new guidelines recommended. _Expert Opin Drug Metab Toxicol_ 2018;14:663-669.\n\n[Crossref](https://doi.org/10.1080/17425255.2018.1484449)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29865869/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+dose+of+disease-specific+antibodies+for+post-exposure+prophylaxis+of+measles+and+rubella+in+Australia%3A+new+guidelines+recommended.&publication_year=2018&journal=Expert+Opin+Drug+Metab+Toxicol&pages=663-669&doi=10.1080%2F17425255.2018.1484449&pmid=29865869)\n\n39.\n\nTunis MC, Salvadori MI, Dubey V, Baclic O. Updated NACI recommendations for measles post-exposure prophylaxis. _Can Commun Dis Rep_ 2018;44:226-230.\n\n[Crossref](https://doi.org/10.14745/ccdr.v44i09a07)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31015814/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Updated+NACI+recommendations+for+measles+post-exposure+prophylaxis.&publication_year=2018&journal=Can+Commun+Dis+Rep&pages=226-230&doi=10.14745%2Fccdr.v44i09a07&pmid=31015814)\n\n40.\n\nBolotin S, Hughes SL, Gul N, et al. What is the evidence to support a correlate of protection for measles? A systematic review. _J Infect Dis_ 2020;221:1576-1583.\n\n[Crossref](https://doi.org/10.1093/infdis/jiz380)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31674648/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+evidence+to+support+a+correlate+of+protection+for+measles%3F+A+systematic+review.&publication_year=2020&journal=J+Infect+Dis&pages=1576-1583&doi=10.1093%2Finfdis%2Fjiz380&pmid=31674648)\n\n41.\n\nStinchfield PA, Orenstein WA. Vitamin A for the management of measles in the United States. _Infect Dis Clin Pract_ 2020;28:181-187 ( [https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin\\_a\\_for\\_the\\_management\\_of\\_measles\\_in\\_the.2.aspx](https://journals.lww.com/infectdis/fulltext/2020/07000/vitamin_a_for_the_management_of_measles_in_the.2.aspx)).\n\n[Crossref](https://doi.org/10.1097/IPC.0000000000000873)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+the+management+of+measles+in+the+United+States.&publication_year=2020&journal=Infect+Dis+Clin+Pract&pages=181-187&doi=10.1097%2FIPC.0000000000000873)\n\n42.\n\nWorld Health Organization. Guide for clinical case management and infection prevention and control during a measles outbreak. March 27, 2020 ( [https://www.who.int/publications/i/item/9789240002869](https://www.who.int/publications/i/item/9789240002869)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=World+Health+Organization.+Guide+for+clinical+case+management+and+infection+prevention+and+control+during+a+measles+outbreak.+March+27%2C+2020+%28https%3A%2F%2Fwww.who.int%2Fpublications%2Fi%2Fitem%2F9789240002869%29.)\n\n43.\n\nHuiming Y, Chaomin W, Meng M. Vitamin A for treating measles in children. _Cochrane Database Syst Rev_ 2005;2005:CD001479-CD001479.\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16235283/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Vitamin+A+for+treating+measles+in+children.&publication_year=2005&journal=Cochrane+Database+Syst+Rev&pages=CD001479-CD001479&pmid=16235283)\n\n44.\n\nBjelakovic G, Nikolova D, Bjelakovic M, et al. Effects of primary or secondary prevention with vitamin A supplementation on clinically important outcomes: a systematic review of randomised clinical trials with meta-analysis and trial sequential analysis. _BMJ Open_ 2024;14(5):e078053-e078053.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2023-078053)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38816049/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effects+of+primary+or+secondary+prevention+with+vitamin+A+supplementation+on+clinically+important+outcomes%3A+a+systematic+review+of+randomised+clinical+trials+with+meta-analysis+and+trial+sequential+analysis.&publication_year=2024&journal=BMJ+Open&pages=e078053-e078053&doi=10.1136%2Fbmjopen-2023-078053&pmid=38816049)\n\n45.\n\nPenniston KL, Tanumihardjo SA. The acute and chronic toxic effects of vitamin A. _Am J Clin Nutr_ 2006;83:191-201.\n\n[Crossref](https://doi.org/10.1093/ajcn/83.2.191)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/16469975/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+acute+and+chronic+toxic+effects+of+vitamin+A.&publication_year=2006&journal=Am+J+Clin+Nutr&pages=191-201&doi=10.1093%2Fajcn%2F83.2.191&pmid=16469975)\n\n46.\n\nInua M, Duggan MB, West CE, et al. Post-measles corneal ulceration in children in northern Nigeria: the role of vitamin A, malnutrition and measles. _Ann Trop Paediatr_ 1983;3:181-191.\n\n[Crossref](https://doi.org/10.1080/02724936.1983.11748292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/6200063/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Post-measles+corneal+ulceration+in+children+in+northern+Nigeria%3A+the+role+of+vitamin+A%2C+malnutrition+and+measles.&publication_year=1983&journal=Ann+Trop+Paediatr&pages=181-191&doi=10.1080%2F02724936.1983.11748292&pmid=6200063)\n\n47.\n\nGuerra FM, Crowcroft NS, Friedman L, et al. Waning of measles maternal antibody in infants in measles elimination settings — a systematic literature review. _Vaccine_ 2018;36:1248-1255.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2018.01.002)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29398276/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Waning+of+measles+maternal+antibody+in+infants+in+measles+elimination+settings+%E2%80%94+a+systematic+literature+review.&publication_year=2018&journal=Vaccine&pages=1248-1255&doi=10.1016%2Fj.vaccine.2018.01.002&pmid=29398276)\n\n48.\n\nSchenk J, Abrams S, Theeten H, Van Damme P, Beutels P, Hens N. Immunogenicity and persistence of trivalent measles, mumps, and rubella vaccines: a systematic review and meta-analysis. _Lancet Infect Dis_ 2021;21:286-295.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(20)30442-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32888410/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity+and+persistence+of+trivalent+measles%2C+mumps%2C+and+rubella+vaccines%3A+a+systematic+review+and+meta-analysis.&publication_year=2021&journal=Lancet+Infect+Dis&pages=286-295&doi=10.1016%2FS1473-3099%2820%2930442-4&pmid=32888410)\n\n49.\n\nScience M, Savage R, Severini A, et al. Measles antibody levels in young infants. _Pediatrics_ 2019;144(6):e20190630-e20190630.\n\n[Crossref](https://doi.org/10.1542/peds.2019-0630)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31753911/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+antibody+levels+in+young+infants.&publication_year=2019&journal=Pediatrics&pages=e20190630-e20190630&doi=10.1542%2Fpeds.2019-0630&pmid=31753911)\n\n50.\n\nBokop C, Dhar N, Izu A, et al. Sero-epidemiology of measles immunoglobulin G antibodies among newborns from South-East Asia and sub-Saharan Africa: an observational, multicenter study. _Int J Infect Dis_ 2025;154:107882-107882.\n\n[Crossref](https://doi.org/10.1016/j.ijid.2025.107882)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40081737/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Sero-epidemiology+of+measles+immunoglobulin+G+antibodies+among+newborns+from+South-East+Asia+and+sub-Saharan+Africa%3A+an+observational%2C+multicenter+study.&publication_year=2025&journal=Int+J+Infect+Dis&pages=107882-107882&doi=10.1016%2Fj.ijid.2025.107882&pmid=40081737)\n\n51.\n\nOng DS, von Mollendorf C, Mulholland K, Do LAH. Measles seroprevalence in infants under nine months of age in low- and middle-income countries: a systematic review and meta-analysis. _J Infect Dis_ 2025 April 3 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1093/infdis/jiaf177)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40179253/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+seroprevalence+in+infants+under+nine+months+of+age+in+low-+and+middle-income+countries%3A+a+systematic+review+and+meta-analysis.&publication_year=2025&journal=J+Infect+Dis&doi=10.1093%2Finfdis%2Fjiaf177&pmid=40179253)\n\n52.\n\nProMed. Measles — Viet Nam (03): WHO assessment, alert 2025 ( [https://promedmail.org/promed-post/?id=8721943](https://promedmail.org/promed-post/?id=8721943)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=ProMed.+Measles+%E2%80%94+Viet+Nam+%2803%29%3A+WHO+assessment%2C+alert+2025+%28https%3A%2F%2Fpromedmail.org%2Fpromed-post%2F%3Fid%3D8721943%29.)\n\n53.\n\nMina MJ, Metcalf CJE, de Swart RL, Osterhaus AD, Grenfell BT. Long-term measles-induced immunomodulation increases overall childhood infectious disease mortality. _Science_ 2015;348:694-699.\n\n[Crossref](https://doi.org/10.1126/science.aaa3662)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/25954009/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000354045700046)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+measles-induced+immunomodulation+increases+overall+childhood+infectious+disease+mortality.&publication_year=2015&journal=Science&pages=694-699&doi=10.1126%2Fscience.aaa3662&pmid=25954009)\n\n54.\n\nDor E, Fluss R, Israel A, Huppert A. Quantifying the long-term effects of measles infection — a retrospective cohort study. _Clin Microbiol Infect_ 2024;30:1460-1465.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2024.08.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39142629/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Quantifying+the+long-term+effects+of+measles+infection+%E2%80%94+a+retrospective+cohort+study.&publication_year=2024&journal=Clin+Microbiol+Infect&pages=1460-1465&doi=10.1016%2Fj.cmi.2024.08.007&pmid=39142629)\n\n55.\n\nWendorf KA, Winter K, Zipprich J, et al. Subacute sclerosing panencephalitis: the devastating measles complication that might be more common than previously estimated. _Clin Infect Dis_ 2017;65:226-232.\n\n[Crossref](https://doi.org/10.1093/cid/cix302)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/28387784/)\n\n[Web of Science](https://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&DestApp=WOS_CPL&UsrCustomerID=5e3815c904498985e796fc91436abd9a&SrcAuth=atyponcel&SrcApp=literatum&DestLinkType=FullRecord&KeyUT=000404591000015)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Subacute+sclerosing+panencephalitis%3A+the+devastating+measles+complication+that+might+be+more+common+than+previously+estimated.&publication_year=2017&journal=Clin+Infect+Dis&pages=226-232&doi=10.1093%2Fcid%2Fcix302&pmid=28387784)\n\n56.\n\nKhetsuriani N, Sanadze K, Abuladze M, Tatishvili N. High risk of subacute sclerosing panencephalitis following measles outbreaks in Georgia. _Clin Microbiol Infect_ 2020;26:737-742.\n\n[Crossref](https://doi.org/10.1016/j.cmi.2019.10.035)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31707133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=High+risk+of+subacute+sclerosing+panencephalitis+following+measles+outbreaks+in+Georgia.&publication_year=2020&journal=Clin+Microbiol+Infect&pages=737-742&doi=10.1016%2Fj.cmi.2019.10.035&pmid=31707133)\n\n57.\n\nAaby P, Martins CL, Garly M-L, Rodrigues A, Benn CS, Whittle H. The optimal age of measles immunisation in low-income countries: a secondary analysis of the assumptions underlying the current policy. _BMJ Open_ 2012;2(4):e000761-e000761.\n\n[Crossref](https://doi.org/10.1136/bmjopen-2011-000761)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22815465/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+optimal+age+of+measles+immunisation+in+low-income+countries%3A+a+secondary+analysis+of+the+assumptions+underlying+the+current+policy.&publication_year=2012&journal=BMJ+Open&pages=e000761-e000761&doi=10.1136%2Fbmjopen-2011-000761&pmid=22815465)\n\n58.\n\nNic Lochlainn LM, de Gier B, van der Maas N, et al. Effect of measles vaccination in infants younger than 9 months on the immune response to subsequent measles vaccine doses: a systematic review and meta-analysis. _Lancet Infect Dis_ 2019;19:1246-1254.\n\n[Crossref](https://doi.org/10.1016/S1473-3099(19)30396-2)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31548081/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Effect+of+measles+vaccination+in+infants+younger+than+9+months+on+the+immune+response+to+subsequent+measles+vaccine+doses%3A+a+systematic+review+and+meta-analysis.&publication_year=2019&journal=Lancet+Infect+Dis&pages=1246-1254&doi=10.1016%2FS1473-3099%2819%2930396-2&pmid=31548081)\n\n59.\n\nHughes SL, Bolotin S, Khan S, et al. The effect of time since measles vaccination and age at first dose on measles vaccine effectiveness — a systematic review. _Vaccine_ 2020;38:460-469.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2019.10.090)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/31732326/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effect+of+time+since+measles+vaccination+and+age+at+first+dose+on+measles+vaccine+effectiveness+%E2%80%94+a+systematic+review.&publication_year=2020&journal=Vaccine&pages=460-469&doi=10.1016%2Fj.vaccine.2019.10.090&pmid=31732326)\n\n60.\n\nVarma A, Bolotin S, De Serres G, et al. What is the current evidence base for measles vaccination earlier than 9 months of age? Report from an informal technical consultation of the World Health Organization. _Vaccine_ 2025;57:127187-127187.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127187)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40373694/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=What+is+the+current+evidence+base+for+measles+vaccination+earlier+than+9+months+of+age%3F+Report+from+an+informal+technical+consultation+of+the+World+Health+Organization.&publication_year=2025&journal=Vaccine&pages=127187-127187&doi=10.1016%2Fj.vaccine.2025.127187&pmid=40373694)\n\n61.\n\nNjie-Jobe J, Nyamweya S, Miles DJ, et al. Immunological impact of an additional early measles vaccine in Gambian children: responses to a boost at 3 years. _Vaccine_ 2012;30:2543-2550.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2012.01.083)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22314136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunological+impact+of+an+additional+early+measles+vaccine+in+Gambian+children%3A+responses+to+a+boost+at+3+years.&publication_year=2012&journal=Vaccine&pages=2543-2550&doi=10.1016%2Fj.vaccine.2012.01.083&pmid=22314136)\n\n62.\n\nMartins CL, Garly M-L, Balé C, et al. Protective efficacy of standard Edmonston-Zagreb measles vaccination in infants aged 4.5 months: interim analysis of a randomised clinical trial. _BMJ_ 2008;337:a661-a661.\n\n[Crossref](https://doi.org/10.1136/bmj.a661)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/18653640/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Protective+efficacy+of+standard+Edmonston-Zagreb+measles+vaccination+in+infants+aged+4.5+months%3A+interim+analysis+of+a+randomised+clinical+trial.&publication_year=2008&journal=BMJ&pages=a661-a661&doi=10.1136%2Fbmj.a661&pmid=18653640)\n\n63.\n\nFisker AB, Nebie E, Schoeps A, et al. A two-center randomized trial of an additional early dose of measles vaccine: effects on mortality and measles antibody levels. _Clin Infect Dis_ 2018;66:1573-1580.\n\n[Crossref](https://doi.org/10.1093/cid/cix1033)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/29177407/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+two-center+randomized+trial+of+an+additional+early+dose+of+measles+vaccine%3A+effects+on+mortality+and+measles+antibody+levels.&publication_year=2018&journal=Clin+Infect+Dis&pages=1573-1580&doi=10.1093%2Fcid%2Fcix1033&pmid=29177407)\n\n64.\n\nBrinkman ID, Butler AL, de Wit J, van Binnendijk RS, Alter G, van Baarle D. Measles vaccination elicits a polyfunctional antibody response, which decays more rapidly in early vaccinated children. _J Infect Dis_ 2022;225:1755-1764.\n\n[Crossref](https://doi.org/10.1093/infdis/jiab318)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/34134138/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+vaccination+elicits+a+polyfunctional+antibody+response%2C+which+decays+more+rapidly+in+early+vaccinated+children.&publication_year=2022&journal=J+Infect+Dis&pages=1755-1764&doi=10.1093%2Finfdis%2Fjiab318&pmid=34134138)\n\n65.\n\nvan der Staak M, Ten Hulscher HI, Nicolaie AM, et al. Long-term dynamics of measles virus-specific neutralizing antibodies in children vaccinated before 12 months of age. _Clin Infect Dis_ 2025;80:904-910.\n\n[Crossref](https://doi.org/10.1093/cid/ciae537)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39492687/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+dynamics+of+measles+virus-specific+neutralizing+antibodies+in+children+vaccinated+before+12+months+of+age.&publication_year=2025&journal=Clin+Infect+Dis&pages=904-910&doi=10.1093%2Fcid%2Fciae537&pmid=39492687)\n\n66.\n\nRobert A, Suffel AM, Kucharski AJ. Long-term waning of vaccine-induced immunity to measles in England: a mathematical modelling study. _Lancet Public Health_ 2024;9(10):e766-e775.\n\n[Crossref](https://doi.org/10.1016/S2468-2667(24)00181-6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39342948/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Long-term+waning+of+vaccine-induced+immunity+to+measles+in+England%3A+a+mathematical+modelling+study.&publication_year=2024&journal=Lancet+Public+Health&pages=e766-e775&doi=10.1016%2FS2468-2667%2824%2900181-6&pmid=39342948)\n\n67.\n\nMehra S, Kludkleeb S, Chaimayo C, et al. Unveiling immunity gaps and determining a suitable age for a third dose of the measles-containing vaccine: a strategic approach to accelerating measles elimination. _Lancet Reg Health Southeast Asia_ 2024;32:100523-100523.\n\n[Crossref](https://doi.org/10.1016/j.lansea.2024.100523)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39811540/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Unveiling+immunity+gaps+and+determining+a+suitable+age+for+a+third+dose+of+the+measles-containing+vaccine%3A+a+strategic+approach+to+accelerating+measles+elimination.&publication_year=2024&journal=Lancet+Reg+Health+Southeast+Asia&pages=100523-100523&doi=10.1016%2Fj.lansea.2024.100523&pmid=39811540)\n\n68.\n\nHagan JE, Crooke SN, Gunregjav N, et al. Breakthrough measles among vaccinated adults born during the post-Soviet transition period in Mongolia. _Vaccines (Basel)_ 2024;12:695-695.\n\n[Crossref](https://doi.org/10.3390/vaccines12060695)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38932425/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Breakthrough+measles+among+vaccinated+adults+born+during+the+post-Soviet+transition+period+in+Mongolia.&publication_year=2024&journal=Vaccines+%28Basel%29&pages=695-695&doi=10.3390%2Fvaccines12060695&pmid=38932425)\n\n69.\n\nAnichini G, Terrosi C, Alessandri G, et al. Seronegative vaccinees may not benefit from multiple booster doses of MMR vaccine in restoring immunity. _J Med Virol_ 2024;96(12):e70135-e70135.\n\n[Crossref](https://doi.org/10.1002/jmv.70135)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/39722553/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Seronegative+vaccinees+may+not+benefit+from+multiple+booster+doses+of+MMR+vaccine+in+restoring+immunity.&publication_year=2024&journal=J+Med+Virol&pages=e70135-e70135&doi=10.1002%2Fjmv.70135&pmid=39722553)\n\n70.\n\nPatel MK, Goodson JL, Alexander JP Jr, et al. Progress toward regional measles elimination — worldwide, 2000–2019. _MMWR Morb Mortal Wkly Rep_ 2020;69:1700-1705.\n\n[Crossref](https://doi.org/10.15585/mmwr.mm6945a6)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/33180759/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Progress+toward+regional+measles+elimination+%E2%80%94+worldwide%2C+2000%E2%80%932019.&publication_year=2020&journal=MMWR+Morb+Mortal+Wkly+Rep&pages=1700-1705&doi=10.15585%2Fmmwr.mm6945a6&pmid=33180759)\n\n71.\n\nHotez PJ, Nuzhath T, Colwell B. Combating vaccine hesitancy and other 21st century social determinants in the global fight against measles. _Curr Opin Virol_ 2020;41:1-7.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.01.001)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32113136/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Combating+vaccine+hesitancy+and+other+21st+century+social+determinants+in+the+global+fight+against+measles.&publication_year=2020&journal=Curr+Opin+Virol&pages=1-7&doi=10.1016%2Fj.coviro.2020.01.001&pmid=32113136)\n\n72.\n\nRader B, Walensky RP, Rogers WS, Brownstein JS. Revising US MMR vaccine recommendations amid changing domestic risks. _JAMA_ 2025;333:1201-1202.\n\n[Crossref](https://doi.org/10.1001/jama.2025.3867)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40085113/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Revising+US+MMR+vaccine+recommendations+amid+changing+domestic+risks.&publication_year=2025&journal=JAMA&pages=1201-1202&doi=10.1001%2Fjama.2025.3867&pmid=40085113)\n\n73.\n\nCenters for Disease Control and Prevention. Measles cases and outbreaks. June 6, 2025 ( [https://www.cdc.gov/measles/data-research/index.html](https://www.cdc.gov/measles/data-research/index.html)).\n\n[Google Scholar](https://scholar.google.com/scholar?q=Centers+for+Disease+Control+and+Prevention.+Measles+cases+and+outbreaks.+June+6%2C+2025+%28https%3A%2F%2Fwww.cdc.gov%2Fmeasles%2Fdata-research%2Findex.html%29.)\n\n74.\n\nDeStefano F, Shimabukuro TT. The MMR vaccine and autism. _Annu Rev Virol_ 2019;6:585-600.\n\n[Crossref](https://doi.org/10.1146/annurev-virology-092818-015515)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/30986133/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+MMR+vaccine+and+autism.&publication_year=2019&journal=Annu+Rev+Virol&pages=585-600&doi=10.1146%2Fannurev-virology-092818-015515&pmid=30986133)\n\n75.\n\nKiang MV, Bubar KM, Maldonado Y, Hotez PJ, Lo NC. Modeling reemergence of vaccine-eliminated infectious diseases under declining vaccination in the US. _JAMA_ 2025 April 24 (Epub ahead of print).\n\n[Crossref](https://doi.org/10.1001/jama.2025.6495)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/40272967/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Modeling+reemergence+of+vaccine-eliminated+infectious+diseases+under+declining+vaccination+in+the+US.&publication_year=2025&journal=JAMA&doi=10.1001%2Fjama.2025.6495&pmid=40272967)\n\n76.\n\nBendavid E, Bhattacharya J. The relationship of health aid to population health improvements. _JAMA Intern Med_ 2014;174:881-887.\n\n[Crossref](https://doi.org/10.1001/jamainternmed.2014.292)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/24756557/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+relationship+of+health+aid+to+population+health+improvements.&publication_year=2014&journal=JAMA+Intern+Med&pages=881-887&doi=10.1001%2Fjamainternmed.2014.292&pmid=24756557)\n\n77.\n\nBrown DW, Warrener L, Scobie HM, et al. Rapid diagnostic tests to address challenges for global measles surveillance. _Curr Opin Virol_ 2020;41:77-84.\n\n[Crossref](https://doi.org/10.1016/j.coviro.2020.05.007)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/32615510/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Rapid+diagnostic+tests+to+address+challenges+for+global+measles+surveillance.&publication_year=2020&journal=Curr+Opin+Virol&pages=77-84&doi=10.1016%2Fj.coviro.2020.05.007&pmid=32615510)\n\n78.\n\nAdigweme I, Yisa M, Ooko M, et al. A measles and rubella vaccine microneedle patch in the Gambia: a phase 1/2, double-blind, double-dummy, randomised, active-controlled, age de-escalation trial. _Lancet_ 2024;403:1879-1892.\n\n[Crossref](https://doi.org/10.1016/S0140-6736(24)00532-4)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/38697170/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=A+measles+and+rubella+vaccine+microneedle+patch+in+the+Gambia%3A+a+phase+1%2F2%2C+double-blind%2C+double-dummy%2C+randomised%2C+active-controlled%2C+age+de-escalation+trial.&publication_year=2024&journal=Lancet&pages=1879-1892&doi=10.1016%2FS0140-6736%2824%2900532-4&pmid=38697170)\n\n79.\n\nGoodson JL, Rota PA. Innovations in vaccine delivery: increasing access, coverage, and equity and lessons learnt from measles and rubella elimination. _Drug Deliv Transl Res_ 2022;12:959-967.\n\n[Crossref](https://doi.org/10.1007/s13346-022-01130-9)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/35211868/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=Innovations+in+vaccine+delivery%3A+increasing+access%2C+coverage%2C+and+equity+and+lessons+learnt+from+measles+and+rubella+elimination.&publication_year=2022&journal=Drug+Deliv+Transl+Res&pages=959-967&doi=10.1007%2Fs13346-022-01130-9&pmid=35211868)\n\n80.\n\nPoland GA, Jacobson RM. The re-emergence of measles in developed countries: time to develop the next-generation measles vaccines? _Vaccine_ 2012;30:103-104.\n\n[Crossref](https://doi.org/10.1016/j.vaccine.2011.11.085)\n\n[PubMed](https://pubmed.ncbi.nlm.nih.gov/22196079/)\n\n[Google Scholar](https://scholar.google.com/scholar_lookup?title=The+re-emergence+of+measles+in+developed+countries%3A+time+to+develop+the+next-generation+measles+vaccines%3F&publication_year=2012&journal=Vaccine&pages=103-104&doi=10.1016%2Fj.vaccine.2011.11.085&pmid=22196079)\n\n### Information\n\n#### Published In\n\nNew England Journal of Medicine\n\n[Recently Published](https://www.nejm.org/toc/nejm/0/0)\n\n#### Copyright\n\nCopyright © 2025 Massachusetts Medical Society. All rights reserved.\n\nFor personal use only. Any commercial reuse of NEJM Group content requires [permission](mailto:permissions@nejm.org).\n\n#### History\n\n**Published online**: June 25, 2025\n\n#### Topics\n\n01. [Childhood Diseases](https://www.nejm.org/browse/topic/childhood-diseases)\n03. [Global Health](https://www.nejm.org/browse/topic/global-health)\n05. [Infectious Disease General](https://www.nejm.org/browse/topic/infectious-disease-general)\n07. [Pediatrics General](https://www.nejm.org/browse/topic/pediatrics-general)\n09. [Vaccines](https://www.nejm.org/browse/topic/vaccines)\n11. [Viral Infections](https://www.nejm.org/browse/topic/viral-infections)\n\n### Authors\n\n#### Affiliations\n\nLien Anh HaDo, M.D., Ph.D. [https://orcid.org/0000-0002-2401-8980](https://orcid.org/0000-0002-2401-8980)\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nKimMulholland, M.B., B.S., M.D.\n\nMurdoch Children’s Research Institute, Melbourne, VIC, Australia\n\nDepartment of Paediatrics, University of Melbourne, Melbourne, VIC, Australia\n\nLondon School of Hygiene and Tropical Medicine, London\n\nUniversity of Nagasaki, Nagasaki, Japan\n\n#### Notes\n\nDr. Do can be contacted at [lienanhha.do@mcri.edu.au](mailto:lienanhha.do@mcri.edu.au) or at Murdoch Children’s Research Institute, 50 Flemington Rd., Melbourne, VIC 3052, Australia.\n\n### Metrics\n\n#### Altmetrics\n\n[![Article has an altmetric score of 600](https://badges.altmetric.com/?size=320&score=600&types=mbtttfuu)](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[See more details](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845)\n\n[Picked up by **45** news outlets](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=news)\n\n[Blogged by **1**](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=blogs)\n\n[Posted by **196** X users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=twitter)\n\n[On **3** Facebook pages](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=facebook)\n\n[Referenced by **192** Bluesky users](https://www.altmetric.com/details.php?domain=www.nejm.org&citation_id=178384845&tab=bluesky)\n\n**108** readers on Mendeley\n\n\n### Citations\n\n#### Export citation\n\nSelect the format you want to export the citation of this publication.\n\nFormat\\*Please Select\n\n[RIS (ProCite, Reference Manager)](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [EndNote](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [BibTex](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [Medlars](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#) [RefWorks](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\nPlease select an item in the list\n\nDirect Import\n\nExport citation\n\n#### Cited by\n\n01. - Erika Khuu,\n    - Sohela Moussaoui,\n    - Nicolas Vignier,\n    - Kim Bonello,\n    - Elise Archer,\n\nVaccine hesitancy among migrant populations in Europe: A mixed-methods systematic review, Vaccine, **68**, (127954), (2025). [https://doi.org/10.1016/j.vaccine.2025.127954](https://doi.org/10.1016/j.vaccine.2025.127954 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.vaccine.2025.127954)\n\n02. - Ayman Azhary,\n    - Nooh Mohamed Hajhamed,\n    - Eman Taha Osman Ali,\n    - Claude Mambo Muvunyi,\n    - Emmanuel Edwar Siddig,\n\nResurgent multistate measles outbreak in Sudan amidst conflict: Urgent need for vaccination and international support, International Journal of Infectious Diseases, **160**, (108066), (2025). [https://doi.org/10.1016/j.ijid.2025.108066](https://doi.org/10.1016/j.ijid.2025.108066 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108066)\n\n03. - Corey H. Basch,\n    - Carlee Denholtz,\n    - Rafael Gonzalez Castillo,\n    - Christie Jaime,\n\nPublic health in the age of TikTok: A content analysis of measles narratives, International Journal of Infectious Diseases, **160**, (108055), (2025). [https://doi.org/10.1016/j.ijid.2025.108055](https://doi.org/10.1016/j.ijid.2025.108055 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.ijid.2025.108055)\n\n04. - Mohammed Mustafa,\n    - Alex S. Reznik,\n    - Juan Uribe,\n    - Joel Mintz,\n    - Sabrina Taldone,\n    - Bhavarth Shukla,\n    - Mohammed Raja,\n    - Yoichiro Natori,\n\nMeasles seropositivity in previously vaccinated individuals: a systematic review and meta-analysis, eClinicalMedicine, (103564), (2025). [https://doi.org/10.1016/j.eclinm.2025.103564](https://doi.org/10.1016/j.eclinm.2025.103564 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.eclinm.2025.103564)\n\n05. - Burcu Bursal,\n    - Taylan Çelik,\n    - İlyas Bingöl,\n    - Demet Tosun,\n    - Sevgi Aslan Tuncay,\n    - Zeynep Kılıç Dağtekin,\n    - Behiye Benaygül Kaçmaz,\n    - Ayper Somer,\n    - Ener Çağrı Dinleyici,\n    - Hasan Tezer,\n    - Ateş Kara,\n    - Sevgen Tanır Başaranoğlu,\n    - Ceren Çetin,\n    - Beril Karakoç,\n    - Senem Behsat Ulukaya,\n    - Enes Sali,\n    - Neval Topal,\n    - Manolya Kara,\n    - Merve İşeri Nepesov,\n    - Pınar Yüksekkaldıran,\n    - Ayşe Tekin Yılmaz,\n    - Sevgi Yaşar Durmuş,\n    - Selin Yıldız,\n    - Esra Çakmak Taşkın,\n    - Hatice Uygun,\n    - Beste Akdeniz Eren,\n    - Güldane Dikme,\n    - Zühal Ümit,\n    - Merve Kılıç Çil,\n    - Gizem Mardinoğlu,\n    - Hacer Aktürk,\n    - Belkıs Hatice İnceli,\n    - Mustafa Gençeli,\n    - Burcu Ceylan Cura Yayla,\n    - Fatma Dilşad Aksoy,\n    - Gül Arga,\n    - Gülsüm Alkan,\n    - Canan Özlü,\n    - Ümit Aslan Sarıtaş,\n    - Coşkun Ekemen,\n    - Cihangül Bayhan,\n    - Asuman Akar,\n    - Ayşe Kübra Açık,\n    - Mehmet Emin Menentoğlu,\n    - Didem Kızmaz İşançlı,\n    - Gülşen Akkoç,\n    - Metin Uysalol,\n    - Ayşe Karaaslan,\n    - Nazan Dalgıç,\n    - Deniz Çakır,\n    - Murat Sütçü,\n    - Özlem Erdede,\n    - Türkan Aydın Teke,\n    - Binnaz Çelik,\n    - Tuğba Erat,\n    - Pınar Önal,\n    - Edanur Yeşil,\n    - Ümit Çelik,\n    - Ayşenur Bostan,\n    - Nevin Çelik,\n    - Halil Özdemir,\n    - Özge Metin Akcan,\n    - Solmaz Çelebi,\n    - Meltem Kıymaz,\n    - Ahu Kara Aksay,\n    - Tuğçe Tural Kara,\n    - Nihal Akçay,\n    - Nevin Hatipoğlu,\n    - Adem Karbuz,\n    - Sevliya Öcal Demir,\n    - Özden Türel,\n    - Eda Kepenekli,\n    - Gözde Apaydın Sever,\n    - Necdet Kuyucu,\n    - Zümrüt Şahbudak Bal,\n    - Mustafa Hacımustafaoğlu,\n    - Gülsüm İclal Bayhan,\n    - Ergin Çiftçi,\n    - Fatma Deniz Aygün,\n    - Dilek Yılmaz,\n\nResurgent measles in Türkiye: predictors of severe disease in a nationwide paediatric cohort, 2023, European Journal of Pediatrics, **184**, 11, (2025). [https://doi.org/10.1007/s00431-025-06539-1](https://doi.org/10.1007/s00431-025-06539-1 \"Crossref\")\n[Crossref](https://doi.org/10.1007/s00431-025-06539-1)\n\n06. - Vladimir Leksa,\n\n\n    Immunitas magistra vitae, EMBO Reports, (2025). [https://doi.org/10.1038/s44319-025-00592-5](https://doi.org/10.1038/s44319-025-00592-5 \"Crossref\")\n    [Crossref](https://doi.org/10.1038/s44319-025-00592-5)\n\n07. - Nichkamol Lertamornkitti,\n    - Philip N. Britton,\n\nMeasles is misery: A brief update for paediatricians, Paediatric Respiratory Reviews, (2025). [https://doi.org/10.1016/j.prrv.2025.10.003](https://doi.org/10.1016/j.prrv.2025.10.003 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.prrv.2025.10.003)\n\n08. - Nigel W. Crawford,\n    - Inna G. Ovsyannikova,\n    - Sompong Vongpunsawad,\n    - Alex De Figueiredo,\n    - Richard B. Kennedy,\n\nOpen Access in 2025: supporting the publication of readily accessible, ‘peer reviewed’ immunization science has never been more important, Vaccine: X, (100745), (2025). [https://doi.org/10.1016/j.jvacx.2025.100745](https://doi.org/10.1016/j.jvacx.2025.100745 \"Crossref\")\n[Crossref](https://doi.org/10.1016/j.jvacx.2025.100745)\n\n09. - Kelley Lee,\n    - Jillian Kohler,\n\nGood governance essential to expanding vaccine capacity and strengthening public trust, The Lancet, **406**, 10513, (1707-1710), (2025). [https://doi.org/10.1016/S0140-6736(25)01681-2](https://doi.org/10.1016/S0140-6736(25)01681-2 \"Crossref\")\n[Crossref](https://doi.org/10.1016/S0140-6736(25)01681-2)\n\n10. - Simon F. Dufresne,\n    - Mohammadreza R. Shahmirzadi,\n    - Uday Deotare,\n    - Dima Kabbani,\n    - Shahid Husain,\n    - Coleman Rotstein,\n    - Seyed M. Hosseini-Moghaddam,\n\nMeasles Outbreaks and Implications for Patients Receiving Stem Cell or Cellular Therapies in Canada: Cell Therapy Transplant Canada (CTTC) Infectious Diseases Working Committee, Current Oncology, **32**, 9, (525), (2025). [https://doi.org/10.3390/curroncol32090525](https://doi.org/10.3390/curroncol32090525 \"Crossref\")\n[Crossref](https://doi.org/10.3390/curroncol32090525)\n\n11. See more\n\nLoading...\n\n### View options\n\n#### PDF\n\n[View PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516)\n\n### Figures\n\n### Other\n\n### Share\n\n#### CONTENT LINK\n\nCopy Link\n\nCopied!\n\nCopying failed.\n\n#### Share\n\n[Facebook](https://www.nejm.org/#facebook \"Share on Facebook\") [X](https://www.nejm.org/#twitter \"Share on X\") [LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\") [email](https://www.nejm.org/#email \"Share on email\") [Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[Download PDF](https://www.nejm.org/doi/pdf/10.1056/NEJMra2504516?download=true)\n\nNow Reading:\n\n[Share](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n- [Share on Facebook](https://www.nejm.org/#facebook \"Share on Facebook\")\n- [Share on X](https://www.nejm.org/#twitter \"Share on X\")\n- [Share on LinkedIn](https://www.nejm.org/#linkedin \"Share on LinkedIn\")\n- [Share on email](https://www.nejm.org/#email \"Share on email\")\n- [Share on Bluesky](https://www.nejm.org/#bluesky \"Share on Bluesky\")\n\n[**PREVIOUS ARTICLE** \\\\\n\\\\\nAn Evidence-Based Approach to Covid-19 Vaccination\\\\\n\\\\\nPrevious](https://www.nejm.org/doi/full/10.1056/NEJMc2507760)\n\nxrefBack.goTo\n\nxrefBack.goTo\n\nRequest permissionsExpand All\n\nCollapse\n\nExpand Table\n\nShow all references\n\nSHOW ALL BOOKS\n\n[Authors Info & Affiliations](about:blank#tab-contributors)\n\nThis site uses cookies and related technologies, as described in our privacy policy, for purposes that may include site operation, analytics, enhanced user experience, or advertising. You may choose to consent to our use of these technologies, or manage your own preferences.\n\nAcceptManage Settings\n\n# Sign In\n\n{\\\\* #signInForm \\*}\n\n\n{\\\\* signInEmailAddress \\*}\n{\\\\* currentPassword \\*}\n\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\n{\\\\* /signInForm \\*}\n\n\n# Forgot Password\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* #forgotPasswordForm \\*}\n\n\n{\\\\* forgotPasswordEmailAddress \\*}\n{\\\\* captcha \\*}\n\n\n{\\\\* /forgotPasswordForm \\*}\n\n\n# Create New Password\n\nWe've sent an email with instructions to create a new password. Your existing password has not been changed.\n\nCLOSE\n\nTo reset your password, enter a new password twice and click the 'Reset Password' button.\n\n{\\\\* #changePasswordFormNoAuth \\*}\n{\\\\* newPassword \\*}\n{\\\\* newPasswordConfirm \\*}\n\n\n{\\\\* /changePasswordFormNoAuth \\*}\n\n\nYour password has been reset. You will need to [sign in](https://www.nejm.org/signin) again using your new password to access site content and features.\n\n{\\\\* #resetPasswordForm \\*}\n\n\nThe link that you followed to reset your password has expired.\n\nEnter the email address associated with your account then click Continue. We will email you a link to a page where you can easily create a new password.\n\n{\\\\* signInEmailAddress \\*}\n\n\n{\\\\* /resetPasswordForm \\*}\n\n\nIf the address matches an existing account, you will receive an email with instructions to reset your password.\n\nCopy link\n\n✓\n\nThanks for sharing!\n\nFind any service\n\n[AddToAny](https://www.addtoany.com/ \"Share Buttons\")\n\n[More…](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#addtoany \"Show all\")\n\nA2A\n\nSign in using your account with\n\n- AOL\n- OpenID\n\n- Yahoo!\n\n[Social Login by Janrain](http://janrain.com/products/engage/social-login?utm_source=mms.rpxnow.com&utm_medium=Partner&utm_campaign=attribution)\n\n[X](https://www.nejm.org/doi/full/10.1056/NEJMra2504516#)\n\n# Sign In\n\nEmail Address\n\nValidating\n\nPassword\n\nValidating\n\nRemember Me\n\nForgot your password?\n\nSign In\n\nDon't have an account?\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)\n\nCreate Account [Subscribe](https://store.nejm.org/nejm?promo=ONF4NRS1)",
    "query": "Measles misclassification viral exanthems USA"
  },
  {
    "snippet": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninforma...",
    "content": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.1093/pch/17.4.e32) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/pdf/pch17e032.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![Paediatrics & Child Health logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-pchealth.jpg)\n\nPaediatr Child Health\n\n. 2012 Apr;17(4):e32–e33. doi: [10.1093/pch/17.4.e32](https://doi.org/10.1093/pch/17.4.e32)\n\nShow available content in\n\n- English\n- French\n\n# Differentiating the wild from the attenuated during a measles outbreak\n\n[Lindsay Nestibo](https://pubmed.ncbi.nlm.nih.gov/?term=%22Nestibo%20L%22%5BAuthor%5D)\n\n### Lindsay Nestibo, BN RN\n\n1Communicable Disease Control, Alberta Health Services;\n\nFind articles by [Lindsay Nestibo](https://pubmed.ncbi.nlm.nih.gov/?term=%22Nestibo%20L%22%5BAuthor%5D)\n\n1, [Bonita E Lee](https://pubmed.ncbi.nlm.nih.gov/?term=%22Lee%20BE%22%5BAuthor%5D)\n\n### Bonita E Lee, MD FRCPC MSC (Epi)\n\n2Paediatric Infectious Disease, University of Alberta;\n\nFind articles by [Bonita E Lee](https://pubmed.ncbi.nlm.nih.gov/?term=%22Lee%20BE%22%5BAuthor%5D)\n\n2, [Kevin Fonseca](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fonseca%20K%22%5BAuthor%5D)\n\n### Kevin Fonseca, PhD D(ABMM)\n\n3Provincial Laboratory for Public Health;\n\nFind articles by [Kevin Fonseca](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fonseca%20K%22%5BAuthor%5D)\n\n3, [Jennifer Beirnes](https://pubmed.ncbi.nlm.nih.gov/?term=%22Beirnes%20J%22%5BAuthor%5D)\n\n### Jennifer Beirnes\n\n4National Microbiology Laboratory, Public Health Agency of Canada;\n\nFind articles by [Jennifer Beirnes](https://pubmed.ncbi.nlm.nih.gov/?term=%22Beirnes%20J%22%5BAuthor%5D)\n\n4, [Marcia M Johnson](https://pubmed.ncbi.nlm.nih.gov/?term=%22Johnson%20MM%22%5BAuthor%5D)\n\n### Marcia M Johnson, MD MHSc FRCPC\n\n5Population and Public Health Division, Alberta Health Services;\n\nFind articles by [Marcia M Johnson](https://pubmed.ncbi.nlm.nih.gov/?term=%22Johnson%20MM%22%5BAuthor%5D)\n\n5, [Christopher A Sikora](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sikora%20CA%22%5BAuthor%5D)\n\n### Christopher A Sikora, MD MSc MPH CCFP FRCPC\n\n6School of Public Health, University of Alberta, Edmonton, Alberta\n\nFind articles by [Christopher A Sikora](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sikora%20CA%22%5BAuthor%5D)\n\n6,✉\n\n- Author information\n- Article notes\n- Copyright and License information\n\n1Communicable Disease Control, Alberta Health Services;\n\n2Paediatric Infectious Disease, University of Alberta;\n\n3Provincial Laboratory for Public Health;\n\n4National Microbiology Laboratory, Public Health Agency of Canada;\n\n5Population and Public Health Division, Alberta Health Services;\n\n6School of Public Health, University of Alberta, Edmonton, Alberta\n\n✉\n\nCorrespondence: Dr Christopher A Sikora, University of Alberta, Suite 104 West Tower, Coronation Plaza, 14310–111 Avenue, Edmonton, Alberta T5M 3Z7. Telephone 780-342-0252, e-mail csikora@ualberta.ca\n\nAccepted 2011 Jul 19.\n\n©2012 Pulsus Group Inc. All rights reserved\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC3381670  PMID: [23543773](https://pubmed.ncbi.nlm.nih.gov/23543773/)\n\n## Abstract\n\nIn the midst of a local measles outbreak, a recently immunized child was investigated for a new-onset measles-type rash. Nucleic acid testing identified that a vaccine-type measles virus was being shed in the urine. Clinically differentiating measles from a nonmeasles rash is challenging, but can be supported by a thorough medical history evaluation. Rashes are expected to occur after immunization; nucleic acid testing can be used when it is difficult to differentiate between wild and attenuated strains.\n\n**Keywords:** Measles, PCR, Secondary transmission, Vaccine\n\n## Abstract\n\nPendant une flambée locale de rougeole, un enfant récemment vacciné a subi des examens en raison d’une éruption rougeoleuse _de novo_. Le test d’acide nucléique a établi qu’un virus rougeoleux de type vaccinal était excrété dans l’urine. Il est difficile d’obtenir la différenciation clinique de la rougeole et d’une éruption non rougeoleuse, mais on peut l’étayer par une évaluation approfondie des antécédents médicaux. Des éruptions peuvent se produire après la vaccination. Le test d’acide nucléique peut être utile lorsqu’il est difficile de différencier les souches sauvages des souches atténuées.\n\n* * *\n\nIn the spring of 2010, several imported cases of measles were reported within the province of Alberta (population of 3.5 million in 2009). Most cases of measles in Alberta, like the rest of Canada and the Americas, are linked to an imported illness or exposure during travel. Given the infrequent occurrence of measles in Alberta, and the high potential for transmission, an advisory was issued notifying all physicians to be on high alert for patients exhibiting symptoms consistent with measles infection. We describe a case of rash illness in a patient whose nasopharyngeal (NP) swab and urine sample tested positive for the measles virus using a nucleic acid amplification test following mumps-measles-rubella (MMR) immunization. The present case illustrates the difficulty in clinically differentiating various causes of childhood exanthemas, and serves as a reminder of the expected effects associated with the administration of the MMR vaccine. It also reinforces the expected limitations that should be placed on laboratory testing for measles.\n\n## CASE PRESENTATION\n\nIn the spring of 2010, there was heightened awareness of measles infection in the physician community as a result of a public health notification related to several imported measles cases in Alberta. During this period, a 15-month-old child presented to his paediatrician’s office with irritability, a fever (38.8°C), a cough and conjunctivitis. The child had a five-day history of illness that began with an elevated temperature and a raised, sandpaper-like rash that originated at the occiput, and eventually spread to and covered the torso. There was mild cervical lymphadenopathy, and no rhinitis or Koplik spots. The child was not immunocompromised and had no significant medical history. Just 12 days before presentation to his paediatrician, the child was immunized with the M-M-R II vaccine (Merck Canada Inc). A thorough investigation by the Division of Population and Public Health, Alberta Health Services, revealed no significant travel history and no contact with any known measles patients in the preceding four weeks. All other members of the household were healthy and previously immunized with an MMR vaccine.\n\nClinical specimens were collected and submitted for laboratory testing, which included a throat swab for _Streptococcus pyogenes_ (group A streptococcus), a serum sample for measles immunoglobulin (Ig) M and IgG antibodies (Enzygnost Anti-Measles Virus IgM and IgG ELIZA, Siemens Healthcare Diagnostics, Germany), a urine sample and an NP swab for a measles reverse transcription polymerase chain reaction (RT-PCR) test at the Provincial Laboratory for Public Health (ProvLab) in Alberta ( [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b1-pch17e032)). The child’s serum tested positive for both measles IgM and IgG antibodies. Both the urine sample and the NP swab tested positive for measles by RT-PCR at ProvLab, and the samples were referred to the National Microbiology Laboratory in Winnipeg, Manitoba, for genotyping ( [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b2-pch17e032)). At the community laboratory, the throat swab tested positive for group A streptococcus, and because the clinical presentation was consistent with scarlet fever, amoxicillin was prescribed. Two weeks after the resolution of symptoms, the National Microbiology Laboratory reported the measles virus in both samples as being genotype A – 100% identical to Genbank entry #FJ2111583 (the Edmonston-Enders vaccine strain).\n\n## DISCUSSION\n\nThe MMR vaccine contains live attenuated measles virus. It is estimated that administration of this vaccine is associated with moderate (39.4°C) fever in as many as 5% of recipients, and a rash in approximately 2% of those receiving immunization ( [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b3-pch17e032)). These events typically occur approximately five to 12 days following immunization and often resolve without medical intervention. These systemic effects are likely caused by replication of the attenuated strains and host immune reaction. It has been shown that following the immunization of healthy children, the measles virus can be detected in urine as early as one day and as late as 14 days ( [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b4-pch17e032)). Similarly, during acute infection by wild-type measles, the virus could be detected by RT-PCR for up to 14 days in >50% of healthy children ( [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b5-pch17e032)) and up to one month in >90% of HIV-infected children ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b6-pch17e032)). With the high sensitivity of an RT-PCR assay for measles virus and the lower detection limit at approximately 10 to 100 copies per reaction ( [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b7-pch17e032)), recently immunized patients could test positive for an attenuated vaccine strain for two weeks or longer. In addition to shedding the vaccine strain for a prolonged period of time, administration of the vaccine to an individual with HIV infection and, in particular, those with AIDS, can rarely result in disseminated illness ( [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b8-pch17e032)). In the original study by Katz et al ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b9-pch17e032)), the measles virus could not be cultured from throat swabs or blood samples in the postimmunization period in a cohort of 31 children. While the attenuated virus can be detected in clinical specimens following immunization, it is understood that administration of the MMR vaccine to immunocompetent individuals does not carry the risk of secondary transmission to susceptible hosts ( [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b10-pch17e032)). There is a case report suggesting the transmission of vaccine strain between immunocompetent siblings, but the conclusion was based only on clinical presentation, with no laboratory confirmation of infection ( [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b11-pch17e032), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b12-pch17e032)).\n\nIn jurisdictions where measles is uncommon, a measles-like rash may be mistaken for other viral agents such as adenovirus, enterovirus or parvovirus B19 ( [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b13-pch17e032)). The successful genotyping and identification of the measles virus as a vaccine strain in the present child serves to remind clinicians of potential signs and symptoms following the administration of live attenuated viral vaccines ( [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b14-pch17e032)). In the immediate postimmunization time period, testing patients for the specific viral agents in the attenuated vaccine by molecular assays needs to be accompanied by characterization of the detected virus because it is expected that the serological tests will be positive and not indicative of acute wild-type infection ( [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b15-pch17e032)). In true wild-type measles infection, measles IgM may be negative during the first few days of the rash and in susceptible individuals with waning immunity – an observation also reported in mumps cases ( [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b16-pch17e032), [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b17-pch17e032)). Testing for measles should only be considered in specific circumstances for which there is a possible exposure history to wild-type virus. This could include travel to an endemic area and/or exposure to a confirmed case of disease. An exposure history may be complicated by international travel and undetected exposures in airport terminals ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b18-pch17e032)). The detection and characterization of the measles virus is important for Public Health purposes and in environments where such clinical illness is rare but wild-type virus is circulating ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b18-pch17e032), [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/#b19-pch17e032)). For suspected measles cases, laboratory tests should include measles IgM and IgG serology, as well as an NP swab and a urine sample for the detection of the measles virus. This testing should only be considered if exposure to the wild-type (not vaccine-strain) virus is strongly suspected.\n\n## Acknowledgments\n\nThe authors acknowledge Ms Joy Jaipaul, Dr Alberto Severini and Dr Graham Tipples for their invaluable assistance in the investigation of the measles cluster in Alberta and the preparation of this manuscript.\n\n## REFERENCES\n\n- 1.Tipples GA, Hiebert J. Detection of measles, mumps and rubella viruses. In: Stephenson JR, Warnes A, eds. Diagnostic Virology Protocols, 2nd edn. New York: Springer Science and Business Media, 2011. Methods Mol Biol. 2011;665:183–93. doi: 10.1007/978-1-60761-817-1\\_11. \\[ [DOI](https://doi.org/10.1007/978-1-60761-817-1_11)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/21116802/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Methods%20Mol%20Biol&title=Detection%20of%20measles,%20mumps%20and%20rubella%20viruses.%20In:%20Stephenson%20JR,%20Warnes%20A,%20eds.%20Diagnostic%20Virology%20Protocols,%202nd%20edn.%20New%20York:%20Springer%20Science%20and%20Business%20Media,%202011&author=GA%20Tipples&author=J%20Hiebert&volume=665&publication_year=2011&pages=183-93&pmid=21116802&doi=10.1007/978-1-60761-817-1_11&)\\]\n- 2.Tipples GA, Gray M, Garbutt M, Rota PA, Canadian Measles Surveillance Program Genotyping of measles virus in Canada: 1979–2002. J Infect Dis. 2004;189:S171–6. doi: 10.1086/377716. \\[ [DOI](https://doi.org/10.1086/377716)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/15106107/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Infect%20Dis&title=Genotyping%20of%20measles%20virus%20in%20Canada:%201979%E2%80%932002&author=GA%20Tipples&author=M%20Gray&author=M%20Garbutt&author=PA%20Rota&volume=189&publication_year=2004&pages=S171-6&pmid=15106107&doi=10.1086/377716&)\\]\n- 3.Supplementary information on vaccine safety Part 2: Background rates of adverse events following immunization. Geneva: WHO; 2000. < [http://whqlibdoc.who.int/hq/2000/WHO\\_V&B\\_00.36.pdf](http://whqlibdoc.who.int/hq/2000/WHO_V&B_00.36.pdf) \\> (Accessed on July 28, 2011). \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Supplementary%20information%20on%20vaccine%20safety%20Part%202:%20Background%20rates%20of%20adverse%20events%20following%20immunization&publication_year=2000&)\\]\n- 4.Rota PA, Khan AS, Durigon E, Yuran T, Villamarzo YS, Bellini WJ. Detection of measles virus RNA in urine specimens from vaccine recipients. J Clin Microbiol. 1995;33:2485–8. doi: 10.1128/jcm.33.9.2485-2488.1995. \\[ [DOI](https://doi.org/10.1128/jcm.33.9.2485-2488.1995)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC228449/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/7494055/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Clin%20Microbiol&title=Detection%20of%20measles%20virus%20RNA%20in%20urine%20specimens%20from%20vaccine%20recipients&author=PA%20Rota&author=AS%20Khan&author=E%20Durigon&author=T%20Yuran&author=YS%20Villamarzo&volume=33&publication_year=1995&pages=2485-8&pmid=7494055&doi=10.1128/jcm.33.9.2485-2488.1995&)\\]\n- 5.Riddell MA, Chibo D, Kelly HA, Catton MG, Birch CJ. Investigation of optimal specimen type and sampling time for detection of measles virus RNA during a measles epidemic. J Clin Microbiol. 2001;39:375–6. doi: 10.1128/JCM.39.1.375-376.2001. \\[ [DOI](https://doi.org/10.1128/JCM.39.1.375-376.2001)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC87736/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/11136805/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Clin%20Microbiol&title=Investigation%20of%20optimal%20specimen%20type%20and%20sampling%20time%20for%20detection%20of%20measles%20virus%20RNA%20during%20a%20measles%20epidemic&author=MA%20Riddell&author=D%20Chibo&author=HA%20Kelly&author=MG%20Catton&author=CJ%20Birch&volume=39&publication_year=2001&pages=375-6&pmid=11136805&doi=10.1128/JCM.39.1.375-376.2001&)\\]\n- 6.Permar SR, Moss WJ, Ryon JJ, et al. Prolonged measles virus shedding in human immunodeficiency virus-infected children, detected by reverse transcriptase-polymerase chain reaction. J Infect Dis. 2001;183:532–8. doi: 10.1086/318533. \\[ [DOI](https://doi.org/10.1086/318533)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/11170977/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Infect%20Dis&title=Prolonged%20measles%20virus%20shedding%20in%20human%20immunodeficiency%20virus-infected%20children,%20detected%20by%20reverse%20transcriptase-polymerase%20chain%20reaction&author=SR%20Permar&author=WJ%20Moss&author=JJ%20Ryon&volume=183&publication_year=2001&pages=532-8&pmid=11170977&doi=10.1086/318533&)\\]\n- 7.Hummel KB, Lowe L, Bellini WJ, Rota PA. Development of quantitative gene-specific real-time RT-PCR assays for the detection of measles virus in clinical specimens. J Virol Methods. 2006;132:166–73. doi: 10.1016/j.jviromet.2005.10.006. \\[ [DOI](https://doi.org/10.1016/j.jviromet.2005.10.006)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/16274752/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Virol%20Methods&title=Development%20of%20quantitative%20gene-specific%20real-time%20RT-PCR%20assays%20for%20the%20detection%20of%20measles%20virus%20in%20clinical%20specimens&author=KB%20Hummel&author=L%20Lowe&author=WJ%20Bellini&author=PA%20Rota&volume=132&publication_year=2006&pages=166-73&pmid=16274752&doi=10.1016/j.jviromet.2005.10.006&)\\]\n- 8.Angel JB, Walpita P, Lerch RA, et al. Vaccine-associated measles pneumonitis in an adult with AIDS. Ann Intern Med. 1998;129:104–6. doi: 10.7326/0003-4819-129-2-199807150-00007. \\[ [DOI](https://doi.org/10.7326/0003-4819-129-2-199807150-00007)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9669968/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Intern%20Med&title=Vaccine-associated%20measles%20pneumonitis%20in%20an%20adult%20with%20AIDS&author=JB%20Angel&author=P%20Walpita&author=RA%20Lerch&volume=129&publication_year=1998&pages=104-6&pmid=9669968&doi=10.7326/0003-4819-129-2-199807150-00007&)\\]\n- 9.Katz SL, Kempe CH, Black FL, et al. Studies on an attenuated measles virus vaccine. N Engl J Med. 1960;263:180–4. doi: 10.1056/NEJM196007282630408. \\[ [DOI](https://doi.org/10.1056/NEJM196007282630408)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/14404830/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=N%20Engl%20J%20Med&title=Studies%20on%20an%20attenuated%20measles%20virus%20vaccine&author=SL%20Katz&author=CH%20Kempe&author=FL%20Black&volume=263&publication_year=1960&pages=180-4&pmid=14404830&doi=10.1056/NEJM196007282630408&)\\]\n- 10.Katz SL, Enders JF, Holloway A. Studies on an attenuated measles-virus vaccine. II. Clinical, virologic and immunologic effects of vaccine in institutionalized children. N Engl J Med. 1960;263:159–61. doi: 10.1056/NEJM196007282630402. \\[ [DOI](https://doi.org/10.1056/NEJM196007282630402)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/14404829/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=N%20Engl%20J%20Med&title=Studies%20on%20an%20attenuated%20measles-virus%20vaccine.%20II.%20Clinical,%20virologic%20and%20immunologic%20effects%20of%20vaccine%20in%20institutionalized%20children&author=SL%20Katz&author=JF%20Enders&author=A%20Holloway&volume=263&publication_year=1960&pages=159-61&pmid=14404829&doi=10.1056/NEJM196007282630402&)\\]\n- 11.Millson D. Brother-to-sister transmission of measles after measles, mumps and rubella immunization. Lancet. 1989;333:271. doi: 10.1016/s0140-6736(89)91274-9. \\[ [DOI](https://doi.org/10.1016/s0140-6736(89)91274-9)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/2563426/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Lancet&title=Brother-to-sister%20transmission%20of%20measles%20after%20measles,%20mumps%20and%20rubella%20immunization&author=D%20Millson&volume=333&publication_year=1989&pages=271&pmid=2563426&doi=10.1016/s0140-6736(89)91274-9&)\\]\n- 12.Campbell AGM. Brother-to-sister transmission of measles after measles, mumps and rubella immunization. Lancet. 1989;333:442. doi: 10.1016/s0140-6736(89)91274-9. \\[ [DOI](https://doi.org/10.1016/s0140-6736(89)91274-9)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/2563426/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Lancet&title=Brother-to-sister%20transmission%20of%20measles%20after%20measles,%20mumps%20and%20rubella%20immunization&author=AGM%20Campbell&volume=333&publication_year=1989&pages=442&pmid=2563426&doi=10.1016/s0140-6736(89)91274-9&)\\]\n- 13.Davidkin I, Valle M, Peltola H, et al. Etiology of measles- and rubella-like illness in measles, mumps and rubella-vaccinated children. J Inf Dis. 1998;178:1567–70. doi: 10.1086/314513. \\[ [DOI](https://doi.org/10.1086/314513)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/9815205/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Inf%20Dis&title=Etiology%20of%20measles-%20and%20rubella-like%20illness%20in%20measles,%20mumps%20and%20rubella-vaccinated%20children&author=I%20Davidkin&author=M%20Valle&author=H%20Peltola&volume=178&publication_year=1998&pages=1567-70&pmid=9815205&doi=10.1086/314513&)\\]\n- 14.Freeman TR, Stewart MA, Turner L. Illness after measles-mumps-rubella vaccination. CMAJ. 1993;149:1669–74. \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC1485961/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/8242506/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=CMAJ&title=Illness%20after%20measles-mumps-rubella%20vaccination&author=TR%20Freeman&author=MA%20Stewart&author=L%20Turner&volume=149&publication_year=1993&pages=1669-74&pmid=8242506&)\\]\n- 15.Hyde TB, Nandy R, Hickman CJ, et al. Laboratory confirmation of measles in elimination settings: Experience from the Republic of the Marshall Islands, 2003. Bull World Health Organ. 2009;87:93–8. doi: 10.2471/BLT.07.045484. \\[ [DOI](https://doi.org/10.2471/BLT.07.045484)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2636199/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/19274360/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Bull%20World%20Health%20Organ&title=Laboratory%20confirmation%20of%20measles%20in%20elimination%20settings:%20Experience%20from%20the%20Republic%20of%20the%20Marshall%20Islands,%202003&author=TB%20Hyde&author=R%20Nandy&author=CJ%20Hickman&volume=87&publication_year=2009&pages=93-8&pmid=19274360&doi=10.2471/BLT.07.045484&)\\]\n- 16.Akiyoshi K, Suga T, Nukuzuma S, et al. Reevaluation of laboratory methods for diagnosis of measles. Jpn J Infect Dis. 2010;63:225–8. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/20657059/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Jpn%20J%20Infect%20Dis&title=Reevaluation%20of%20laboratory%20methods%20for%20diagnosis%20of%20measles&author=K%20Akiyoshi&author=T%20Suga&author=S%20Nukuzuma&volume=63&publication_year=2010&pages=225-8&pmid=20657059&)\\]\n- 17.Hatchette T, Davidson R, Clay S, et al. Laboratory diagnosis of mumps in a partially immunized population: The Nova Scotia experience. Can J Infect Dis Med Microbiol. 2009;20:e157–62. doi: 10.1155/2009/493275. \\[ [DOI](https://doi.org/10.1155/2009/493275)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2807259/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/21119794/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Can%20J%20Infect%20Dis%20Med%20Microbiol&title=Laboratory%20diagnosis%20of%20mumps%20in%20a%20partially%20immunized%20population:%20The%20Nova%20Scotia%20experience&author=T%20Hatchette&author=R%20Davidson&author=S%20Clay&volume=20&publication_year=2009&pages=e157-62&pmid=21119794&doi=10.1155/2009/493275&)\\]\n- 18.Centers for Disease Control and Prevention (CDC) Measles imported by returning U.S. travelers aged 6–23 months, 2001–2011. MMWR Morb Mortal Wkly Rep. 2011;60:397–400. \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/21471945/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=MMWR%20Morb%20Mortal%20Wkly%20Rep&title=Measles%20imported%20by%20returning%20U.S.%20travelers%20aged%206%E2%80%9323%20months,%202001%E2%80%932011&volume=60&publication_year=2011&pages=397-400&pmid=21471945&)\\]\n- 19.Public Health Agency of Canada Laboratory Aspects of the Measles Elimination Program in Canada CCDR 25-05. 1999. < [www.phac-aspc.gc.ca/publicat/ccdr-rmtc/99vol25/dr2505ec.html](http://www.phac-aspc.gc.ca/publicat/ccdr-rmtc/99vol25/dr2505ec.html) \\> (Accessed on July 28, 2011). \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/10095293/)\\]\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.1093/pch/17.4.e32)\n- [PDF (767.0 KB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC3381670/pdf/pch17e032.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\nBack to Top",
    "query": "Measles misclassification viral exanthems USA"
  }
]