[
  {
    "snippet": "[Skip directly to site content](https://www.cdc.gov/monkeypox/situation-summary/index.html#content) [Skip directly to search](https://www.cdc.gov/monkeypox/situation-summary/index.html#cdc-search) [Skip directly to On This Page](https://www.cdc.gov/monkeypox/situation-summary/index.html#first-on-this-page)\n\n![](https://www.cdc.gov/TemplatePackage/5.0/img/uswds/us_flag_small.png)An official website of the United States government\n\n[Here's how you know](https://www.cdc.gov/monkeypox/situation-summ...",
    "content": "[Skip directly to site content](https://www.cdc.gov/monkeypox/situation-summary/index.html#content) [Skip directly to search](https://www.cdc.gov/monkeypox/situation-summary/index.html#cdc-search) [Skip directly to On This Page](https://www.cdc.gov/monkeypox/situation-summary/index.html#first-on-this-page)\n\n![](https://www.cdc.gov/TemplatePackage/5.0/img/uswds/us_flag_small.png)An official website of the United States government\n\n[Here's how you know](https://www.cdc.gov/monkeypox/situation-summary/index.html#gov-notice)\n\n![](https://www.cdc.gov/TemplatePackage/5.0/img/uswds/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA **.gov** website belongs to an official government organization in the United States.\n\n![](https://www.cdc.gov/TemplatePackage/5.0/img/uswds/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (  ) or **https://** means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.\n\n# Monkeypox in the United States and Around the World: Current Situation\n\n Nov. 3, 2025\n\n## What to know\n\n- There are two types of the virus that causes monkeypox, clade I and clade II. Both types spread the same way and can be prevented using the same methods.\n- There have been more than 40,000 cases of clade I monkeypox in several countries in Central and Eastern Africa.\n- There have also been several travel-associated clade I monkeypox cases reported in countries in other parts of Africa, Australia, Europe, Asia, North America, and South America.\n- There's an outbreak of clade II monkeypox in West Africa. Several cases in the United States have been tied to travel from the area.\n- Clade II monkeypox cases continue to spread at low levels in many countries around the world.\n- CDC works with public health partners across the world to monitor for monkeypox cases and increase surveillance capacity, in addition to other activities.\n\n\n![A colorized transmission electron microscopic image of monkeypox virus particles, found within an infected cell](https://www.cdc.gov/monkeypox/media/images/2024/09/26500_lores.jpg)\n\n## Current situation\n\n### In the United States\n\n- Health authorities in Southern California have reported three cases of clade I monkeypox in people with no recent travel. All three individuals are recovering from the illness. Viral genomic (DNA fingerprint) data indicate that these three cases may be linked to a different US case reported in August 2025. For more information see [Community Spread of Clade I Mpox Within California](https://www.cdph.ca.gov/Programs/OPA/Pages/CAHAN/Community-Spread-of-Clade-I-Mpox-Within-California.aspx).\n- There have been six reported cases of clade I monkeypox in the United States in people who had recently traveled to affected areas associated with the outbreak in Central and Eastern Africa.\n- CDC regularly [assesses the risk](https://www.cdc.gov/cfa-qualitative-assessments/php/data-research/mpox-risk-assessment-november-update.html) to the overall population and specific populations within the United States posed by the [clade I monkeypox outbreak](https://www.cdc.gov/monkeypox/outbreaks/2023/); it remains low.\n- Clade II monkeypox is [still circulating at low levels](https://www.cdc.gov/monkeypox/data-research/cases/index.html).\n  - CDC is tracking a recent uptick of U.S. cases of clade II across several different states linked to an [outbreak of clade II monkeypox in Sierra Leone, Liberia](https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-sierra-leone-liberia), and other West African countries. CDC is collaborating with U.S. laboratories and Sierra Leone contacts to better understand the situation.\n- Children have historically gotten monkeypox in endemic areas in Western and Central Africa, and in this outbreak the high number of children with monkeypox reported in likely reflects spread within households.\n  - Based on what we know right now, we [don't expect to see the same sort of risk in children](https://www.cdc.gov/monkeypox/php/data-research/clade-i-monkeypox-in-children-in-africa-and-potential-impacts-on-children-in-the-united-states.html) if monkeypox were introduced in the United States for reasons including different household makeup and size, access to disinfecting products, and improved access to medical care.\n\n[Clade I Monkeypox Outbreak Originating in Central Africa](https://www.cdc.gov/monkeypox/outbreaks/2023/index.html)\n\nOutbreaks of clade I monkeypox are occurring in Central and Eastern Africa\n\n[Clade II Monkeypox Outbreaks around the World](https://www.cdc.gov/monkeypox/outbreaks/2022/index-1.html)\n\nInformation on the ongoing outbreak of clade II monkeypox\n\n### Across the globe\n\n- There are [outbreaks of clade I monkeypox in Central and Eastern Africa](https://www.cdc.gov/monkeypox/outbreaks/2023/index.html).\n  - Clade I has two subclades, clade Ia and clade Ib.\n  - In Central Africa, people have gotten clade Ia monkeypox through contact with infected dead or live wild animals, household transmission, or patient care; a high proportion of clade Ia cases have been reported in children younger than 15 years of age.\n  - More recently, subclade Ib has been identified in the eastern part of Democratic Republic of the Congo and has spread through intimate and adult sexual contact, including heterosexual spread with sex trade workers. Further spread outside of eastern DRC has occurred.\n  - Based on what we know now, clade Ib monkeypox has a lower case-fatality rate than clade Ia monkeypox.\n- Sustained and local person-to-person spread of clade I monkeypox has taken place in some non-endemic countries through sexual contact, day-to-day household contact, and within the healthcare setting in the absence of personal protective equipment.\n- As of September 15, 2025, the countries of Burundi, Democratic Republic of the Congo, Ethiopia, Kenya, Malawi, Mozambique, Rwanda, South Sudan, Tanzania, Uganda, and Zambia are experiencing **sustained** human-to-human transmission of the virus; there is also evidence of sustained transmission in Central African Republic and Republic of the Congo.\n- As of September 15, 2025, countries reporting travel-associated cases of clade I monkeypox since January 1, 2024, include Angola, Australia, Belgium, Brazil, Canada, China, France, Germany, India, Ireland, Italy, Oman, Pakistan, Qatar, South Africa, Sweden, Switzerland, Thailand, Turkey, the United Arab Emirates, the United Kingdom, the United States, and Zimbabwe.\n- The [ongoing global outbreak of clade IIb](https://www.cdc.gov/monkeypox/outbreaks/2022/index-1.html) monkeypox has caused more than 100,000 cases in 122 total countries, including 115 countries where monkeypox was not previously reported.\n- Sierra Leone, Liberia, and other countries in West Africa are experiencing an outbreak of **clade II monkeypox**.\n  - Travelers to Sierra Leone and Liberia should review the [Travel Health Notice](https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-sierra-leone-liberia), which includes information about the [monkeypox vaccine](https://www.cdc.gov/monkeypox/vaccines/index.html) for eligible people.\n\n### Global case data\n\nFor global case data since January 1, 2024, see [2022-24 Monkeypox (Monkeypox) Outbreak: Global Trends (shinyapps.io)](https://worldhealthorg.shinyapps.io/mpx_global/#8_Disclaimers). Confirmed cases include those that are laboratory confirmed as monkeypox virus and may include cases only confirmed as _orthopoxvirus_. These data are provided for situational awareness and are subject to change.\n\n## What CDC is doing\n\n### In Africa\n\n- CDC continues critical work to protect the United States from emerging and infectious diseases. CDC has collaborated closely with key partners in affected countries to help support efforts to stop monkeypox at the source.\n- CDC and in-country partners across Africa have worked together on disease surveillance, laboratory capacity-building, strengthening local workforce capacity, case investigation, strengthening case management, infection prevention and control, and vaccine strategy and planning.\n- CDC collaborated with governmental and civil society partners in affected countries to collect and analyze case data, and to identify how monkeypox is spreading.\n- CDC trained 80 field epidemiologists in DRC and continues to provide key support for many who are still working in priority health zones. These CDC-trained epidemiologists are playing a key role in DRC efforts to detect cases, trace and monitor contacts, and increase community awareness of monkeypox, while also collecting and sending specimens to labs for testing, and training healthcare workers to do the same.\n\n- CDC is coordinating technical assistance in response to urgent needs identified by national governments and local partners in the areas of laboratory, surveillance, risk communication and community engagement, case management, infection prevention and control, psychosocial support, and vaccine planning.\n- The U.S. government is also working closely with several other countries in the region to assist with monitoring the situation as new information becomes available.\n\n- CDC's staff stationed in several countries affected by or on the border with countries with monkeypox cases provide critical information to inform U.S. preparedness efforts. Staff are connected to CDC's response efforts and can provide critical, real-time information to inform CDC's understanding of the outbreak, mitigate importation of cases into the U.S., and inform U.S. preparedness efforts.\n- Response efforts include increasing the number of monkeypox testing sites; improving specimen transport networks to quickly identify new cases; assisting with Ministry of Health-led vaccine implementation; strengthening emergency management systems; improving case surveillance; and training healthcare workers on infection prevention and control.\n\n\n### In the United States\n\n- CDC works closely with state, tribal, local, and territorial public health departments to provide recommendations for clinical management, diagnosis, and prevention of monkeypox cases in the U.S.\n- CDC continually increases capacity in communities across the United States for early detection of monkeypox through existing surveillance systems, including [wastewater testing](https://www.cdc.gov/nwss/wastewater-surveillance/mpox-data.html).\n\n- CDC raises awareness for healthcare providers, including the latest guidance for [considering monkeypox](https://emergency.cdc.gov/han/2024/han00513.asp) as a possible diagnosis in certain patients.\n- CDC has information and recommendations for members of the public, including those traveling to Central or Eastern Africa: [Travel Health Notice](https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-drc-neighboring-countries) and [Health Alert Network](https://emergency.cdc.gov/han/2024/han00516.asp) advisory.\n- CDC works with researchers and partner organizations to increase health equity around monkeypox and ensure that the populations most affected by monkeypox have access to the monkeypox vaccine.\n- CDC [conducts assessments](https://www.cdc.gov/cfa-qualitative-assessments/php/data-research/mpox-risk-assessment-november-update.html) to determine the risks of monkeypox to the people in the United States.\n\n## Resources\n\n- Get monkeypox and other vaccine recommendations when traveling to Central and Eastern Africa: [Destinations \\| Travelers' Health \\| CDC](https://wwwnc.cdc.gov/travel/destinations/list)\n- [Clade II Monkeypox in Liberia and Sierra Leone - Level 2 - Practice Enhanced Precautions - Travel Health Notices \\| Travelers' Health \\| CDC](https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-sierra-leone-liberia)\n- [U.S. Monkeypox Wastewater Data \\| National Wastewater Surveillance System \\| CDC](https://www.cdc.gov/nwss/wastewater-surveillance/mpox-data.html)\n- [Health Alert Network (HAN) - 00519 \\| First Case of Clade I Monkeypox Diagnosed in the United States](https://emergency.cdc.gov/han/2024/han00519.asp)\n- [Health Alert Network (HAN) - 00516 \\| Prevention Strategies for Monkeypox, including Vaccinating People at Risk via Sexual Exposure, for U.S. Travelers Visiting Countries with Clade I Monkeypox Outbreaks](https://emergency.cdc.gov/han/2024/han00516.asp)\n- [Health Alert Network (HAN) – 00513 \\| Monkeypox Caused by Human-to-Human Transmission of Monkeypox Virus in the Democratic Republic of the Congo with Spread to Neighboring Countries (cdc.gov)](https://emergency.cdc.gov/han/2024/han00513.asp)\n- [Health Alert Network (HAN) – 00501 \\| Monkeypox Caused by Human-to-Human Transmission of Monkeypox Virus with Geographic Spread in the Democratic Republic of the Congo](https://emergency.cdc.gov/han/2023/han00501.asp)\n\n### Publications\n\n- [The CDC Domestic Monkeypox Response — United States, 2022–2023](https://www.cdc.gov/mmwr/volumes/72/wr/pdfs/mm7220a2-H.pdf)\n- [U.S. Preparedness and Response to Increasing Clade I Monkeypox Cases in the Democratic Republic of the Congo — United States, 2024](https://www.cdc.gov/mmwr/volumes/73/wr/mm7319a3.htm)\n- [Monkeypox Virus Infections After 2 Preexposure Doses of JYNNEOS Vaccine — United States, May 2022–May 2024](https://www.cdc.gov/mmwr/volumes/73/wr/mm7320a3.htm)\n- [Notes from the Field: Clade II Monkeypox Surveillance Update — United States, October 2023–April 2024](https://www.cdc.gov/mmwr/volumes/73/wr/mm7320a4.htm?s_cid=mm7320a4_w)\n- [Early Release - The Rise of Monkeypox in a Post-Smallpox World - Volume 31, Number 1—January 2025 - Emerging Infectious Diseases journal - CDC](https://wwwnc.cdc.gov/eid/article/31/1/24-1230_article)\n\nNov. 3, 2025\n\n[Sources](https://www.cdc.gov/monkeypox/situation-summary/index.html#content-sources) [Print](https://www.cdc.gov/monkeypox/situation-summary/index.html#print) [Share](https://www.cdc.gov/monkeypox/situation-summary/index.html#share)\n\n[Facebook](https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.cdc.gov%2Fmonkeypox%2Fsituation-summary%2Findex.html \"Share to Facebook\") [LinkedIn](https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.cdc.gov%2Fmonkeypox%2Fsituation-summary%2Findex.html&title=Monkeypox%20in%20the%20United%20States%20and%20Around%20the%20World%3A%20Current%20Situation \"Share to LinkedIn\") [Twitter](http://twitter.com/share?url=https%3A%2F%2Fwww.cdc.gov%2Fmonkeypox%2Fsituation-summary%2Findex.html&text=Monkeypox%20in%20the%20United%20States%20and%20Around%20the%20World%3A%20Current%20Situation \"Share to Twitter\") [Syndicate](https://tools.cdc.gov/medialibrary/index.aspx#/sharecontent \"Embed this Page\")\n\nContent Source:\n\n[National Center for Emerging and Zoonotic Infectious Diseases (NCEZID)](https://www.cdc.gov/ncezid/index.html)\n\n## [Monkeypox](https://www.cdc.gov/monkeypox/index.html)\n\nMonkeypox is a viral disease that can be spread between people or between people and certain animals.\n\n[View All](https://www.cdc.gov/monkeypox/site.html)\n\n### [For Everyone](https://www.cdc.gov/monkeypox/index.html\\#gen)\n\n- [Current Situation](https://www.cdc.gov/monkeypox/situation-summary/index.html)\n- [U.S. Case Data: Clade II Monkeypox](https://www.cdc.gov/monkeypox/data-research/cases/index.html)\n- [About](https://www.cdc.gov/monkeypox/about/index.html)\n- [Signs and Symptoms](https://www.cdc.gov/monkeypox/signs-symptoms/index.html)\n- [Outbreaks](https://www.cdc.gov/monkeypox/outbreaks/index.html)\n- [How It Spreads](https://www.cdc.gov/monkeypox/causes/index.html)\n- [Prevention](https://www.cdc.gov/monkeypox/prevention/index.html)\n- [Vaccines](https://www.cdc.gov/monkeypox/vaccines/index.html)\n- [View all](https://www.cdc.gov/monkeypox/site.html#gen)\n\n### [Health Care Providers](https://www.cdc.gov/monkeypox/site.html\\#hcp)\n\n- [Case Definitions](https://www.cdc.gov/monkeypox/hcp/case-definitions/index.html)\n- [Clinical Overview](https://www.cdc.gov/monkeypox/hcp/clinical-overview/index.html)\n- [Clinical Features](https://www.cdc.gov/monkeypox/hcp/clinical-signs/index.html)\n- [View All](https://www.cdc.gov/monkeypox/site.html#hcp)\n\n### [Public Health](https://www.cdc.gov/monkeypox/site.html\\#php)\n\n- [Case Reporting](https://www.cdc.gov/monkeypox/php/case-reporting/index.html)\n- [Monitoring and Risk Assessment](https://www.cdc.gov/monkeypox/php/monitoring/index.html)\n- [Guidance for Health Departments](https://www.cdc.gov/monkeypox/php/public-health-strategy/index.html)\n- [View All](https://www.cdc.gov/monkeypox/site.html#php)\n\n[Sign up for Email Updates](https://tools.cdc.gov/campaignproxyservice/subscriptions.aspx#featured)\n\n[Go to top](https://www.cdc.gov/monkeypox/situation-summary/index.html# \"Go to top\")",
    "query": "Healthcare access monkeypox reporting Africa"
  },
  {
    "snippet": "[Skip to main content](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern#content)\n\n# WHO Director-General declares mpox outbreak a public health emergency of international concern\n\n14 August 2024\n\nNews release\n\nReading time:\n3 min(789 words)\n\n[العربية](https://www.who.int/ar/news/item/10-02-1446-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\n[中文](https://www.who...",
    "content": "[Skip to main content](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern#content)\n\n# WHO Director-General declares mpox outbreak a public health emergency of international concern\n\n14 August 2024\n\nNews release\n\nReading time:\n3 min(789 words)\n\n[العربية](https://www.who.int/ar/news/item/10-02-1446-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\n[中文](https://www.who.int/zh/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\n[Français](https://www.who.int/fr/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\n[Русский](https://www.who.int/ru/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\n[Español](https://www.who.int/es/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern)\n\nWHO Director-General Dr Tedros Adhanom Ghebreyesus has determined that the upsurge of mpox in the Democratic Republic of the Congo (DRC) and a growing number of countries in Africa constitutes a public health emergency of international concern (PHEIC) under the International Health Regulations (2005) (IHR).\n\nDr Tedros’s declaration came on the advice of an IHR Emergency Committee of independent experts who met earlier in the day to review data presented by experts from WHO and affected countries. The Committee informed the Director-General that it considers the upsurge of mpox to be a PHEIC, with potential to spread further across countries in Africa and possibly outside the continent.\n\nThe Director-General will share the report of the Committee’s meeting and, based on the advice of the Committee, issue temporary recommendations to countries.\n\nIn declaring the PHEIC, Dr Tedros said, \"The emergence of a new clade of mpox, its rapid spread in eastern DRC, and the reporting of cases in several neighbouring countries are very worrying. On top of outbreaks of other mpox clades in DRC and other countries in Africa, it’s clear that a coordinated international response is needed to stop these outbreaks and save lives.”\n\nWHO Regional Director for Africa Dr Matshidiso Moeti said, “Significant efforts are already underway in close collaboration with communities and governments, with our country teams working on the frontlines to help reinforce measures to curb mpox. With the growing spread of the virus, we’re scaling up further through coordinated international action to support countries bring the outbreaks to an end.”\n\nCommittee Chair Professor Dimie Ogoina said, “The current upsurge of mpox in parts of Africa, along with the spread of a new sexually transmissible strain of the monkeypox virus, is an emergency, not only for Africa, but for the entire globe. Mpox, originating in Africa, was neglected there, and later caused a global outbreak in 2022. It is time to act decisively to prevent history from repeating itself.\"\n\nThis PHEIC determination is the second in two years relating to mpox. Caused by an Orthopoxvirus, mpox was first detected in humans in 1970, in the DRC. The disease is considered endemic to countries in central and west Africa.\n\nIn July 2022, the multi-country outbreak of mpox was declared a PHEIC as it spread rapidly via sexual contact across a range of countries where the virus had not been seen before. That PHEIC was declared over in May 2023 after there had been a sustained decline in global cases.\n\nMpox has been reported in the DRC for more than a decade, and the number of cases reported each year has increased steadily over that period. Last year, reported cases increased significantly, and already the number of cases reported so far this year has exceeded last year’s total, with more than 15 600 cases and 537 deaths.\n\nThe emergence last year and rapid spread of a new virus strain in DRC, clade 1b, which appears to be spreading mainly through sexual networks, and its detection in countries neighbouring the DRC is especially concerning, and one of the main reasons for the declaration of the PHEIC.\n\nIn the past month, over 100 laboratory-confirmed cases of clade 1b have been reported in four countries neighbouring the DRC that have not reported mpox before: Burundi, Kenya, Rwanda and Uganda. Experts believe the true number of cases to be higher as a large proportion of clinically compatible cases have not been tested.\n\nSeveral outbreaks of different clades of mpox have occurred in different countries, with different modes of transmission and different levels of risk.\n\nThe two vaccines currently in use for mpox are recommended by WHO’s Strategic Advisory Group of Experts on Immunization, and are also approved by WHO-listed national regulatory authorities, as well as by individual countries including Nigeria and the DRC.\n\nLast week, the Director-General triggered the process for Emergency Use Listing for mpox vaccines, which will accelerate vaccine access for lower-income countries which have not yet issued their own national regulatory approval. Emergency Use Listing also enables partners including Gavi and UNICEF to procure vaccines for distribution.\n\nWHO is working with countries and vaccine manufacturers on potential vaccine donations, and coordinating with partners through the interim Medical Countermeasures Network to facilitate equitable access to vaccines, therapeutics, diagnostics and other tools.\n\nWHO anticipates an immediate funding requirement of an initial US$ 15 million to support surveillance, preparedness and response activities. A needs assessment is being undertaken across the three levels of the Organization.\n\nTo allow for an immediate scale up, WHO has released US$ 1.45 million from the WHO Contingency Fund for Emergencies and may need to release more in the coming days. The Organization appeals to donors to fund the full extent of needs of the mpox response.\n\nMedia Contacts\n\nWHO Media Team\n\nWorld Health Organization\n\n**Email:** [mediainquiries@who.int](mailto:mediainquiries@who.int?Subject=RE)\n\nRelated\n\n[Mpox IHR Emergency Committee 2024](https://www.who.int/groups/mpox-ihr-emergency-committee-2024)\n\n[Director-General's opening remarks to the Emergency Committee](https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-ihr-emergency-committee-meeting-regarding-the-upsurge-of-mpox-2024---14-august-2024)\n\n[Members and advisors of the Emergency Committee](https://cdn.who.int/media/docs/default-source/documents/emergencies/provisional-list-of-members-and-advisors-of-the-emergency-committee-regarding-the-upsurge-of-mpox-2024.pdf?sfvrsn=8e76b76f_14)\n\n[Director-General’s remarks at the press conference on 14 August 2024](https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-following-the-ihr-emergency-committee-meeting-on-the-upsurge-of-mpox-2024---14-august-2024)",
    "query": "Healthcare access monkeypox reporting Africa"
  },
  {
    "snippet": "[Skip to content](https://africacdc.org/mpox/#content)\n\n# Mpox\n\n#### Information on the Mpox the disease, transmission, symptoms, prevention, guidance, updates and Africa CDC’s continental response efforts.\n\n![MPox support-01](https://africacdc.org/wp-content/uploads/elementor/thumbs/MPox-support-01-r6e3y7lc44hoerx5kmpzx3klog1bcc3m882dbll5e0.jpg)\n\n### Monkeypox is a rare viral zoonotic disease caused by a double stranded DNA virus that belongs to the Orthopoxvirus genus of the Poxviridae family....",
    "content": "[Skip to content](https://africacdc.org/mpox/#content)\n\n# Mpox\n\n#### Information on the Mpox the disease, transmission, symptoms, prevention, guidance, updates and Africa CDC’s continental response efforts.\n\n![MPox support-01](https://africacdc.org/wp-content/uploads/elementor/thumbs/MPox-support-01-r6e3y7lc44hoerx5kmpzx3klog1bcc3m882dbll5e0.jpg)\n\n### Monkeypox is a rare viral zoonotic disease caused by a double stranded DNA virus that belongs to the Orthopoxvirus genus of the Poxviridae family. The disease presents with symptoms similar to smallpox but with a lesser severity.\n\nMonkeypox was first discovered in 1958 when two outbreaks of a pox-like disease occurred in colonies of monkeys kept for research, hence the name ‘monkeypox.’ The first human case of monkeypox was recorded in 1970 in the Democratic Republic of the Congo (DRC), which has subsequently spread to other central and western African countries. There are two known clades of the virus: clade I and clade II. The clade I, which is most frequently reported from countries in central Africa, tends to be more severe than clade II. Cameroon is the only country known to harbour both clades.\n\n## Menu\n\n- [Key Facts](https://africacdc.org/mpox/#keyfacts)\n- [Fact Sheet](https://africacdc.org/mpox/#factsheet)\n- [FAQ](https://africacdc.org/mpox/#faq)\n- [Guidance Documents](https://africacdc.org/mpox/#guidance)\n- [News Updates](https://africacdc.org/mpox/#news)\n- [Media Advisories](https://africacdc.org/mpox/#media)\n\n## Key Facts\n\n#### Recovery\n\nMonkeypox is usually mild, and most people recover within a few weeks\n\n#### Testing\n\nDiagnostic testing to confirm cases involves using real-time or conventional polymerase chain reaction\n\n#### Vaccines\n\nVaccines developed to protect against smallpox and monkeypox may be used to prevent and treat monkeypox virus infections and antivirals\n\n#### What\n\nMonkeypox is a rare, viral zoonotic disease that is caused by the monkeypox virus\n\n#### Where\n\nIt occurs primarily in tropical rainforest areas of central and west Africa\n\n#### Transmission\n\nMonkeypox can spread in humans through close contact, often skin-to-skin contact, with an infected person or animal, or with material contaminated with the virus such as clothing, bedding, towels\n\n#### Symptoms\n\nSigns and symptoms of monkeypox include fever, rash and swollen lymph nodes\n\n#### Recovery\n\nMonkeypox is usually mild, and most people recover within a few weeks\n\n#### Testing\n\nDiagnostic testing to confirm cases involves using real-time or conventional polymerase chain reaction\n\n#### Vaccines\n\nVaccines developed to protect against smallpox and monkeypox may be used to prevent and treat monkeypox virus infections and antivirals\n\n#### What\n\nMonkeypox is a rare, viral zoonotic disease that is caused by the monkeypox virus\n\n#### Where\n\nIt occurs primarily in tropical rainforest areas of central and west Africa\n\n#### Transmission\n\nMonkeypox can spread in humans through close contact, often skin-to-skin contact, with an infected person or animal, or with material contaminated with the virus such as clothing, bedding, towels\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/Mpox-SBCC_Factsheet-1-868x1024.jpg)](https://africacdc.org/wp-content/uploads/2024/08/Mpox-SBCC_Factsheet-1.jpg)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/Mpox-SBCC_Factsheet-2-868x1024.jpg)](https://africacdc.org/wp-content/uploads/2024/08/Mpox-SBCC_Factsheet-2.jpg)\n\n### Download the Africa CDC factsheet that explains everything you need to know about Mpox.\n\n[Download](https://africacdc.org/wp-content/uploads/2024/08/Mpox-SBCC_Factsheet.pdf)\n\n## Frequently Asked Questions\n\nWhat is Mpox?\n\nMpox, formerly known as monkeypox, is a rare viral zoonotic disease caused by the monkeypox virus. It is primarily found in tropical rainforest areas of Central and West Africa and presents with symptoms similar to smallpox, though generally less severe. The virus has two distinct clades: Clade I and Clade II.\n\nWhere is Mpox most commonly found?\n\nMpox occurs primarily in tropical rainforest areas of Central and West Africa. The disease is endemic in these regions, with countries like the Democratic Republic of the Congo, Cameroon, and Nigeria frequently reporting cases.\n\nHow does Mpox spread?\n\nMpox can spread to humans through close contact with an infected person or animal, or with materials contaminated by the virus, such as clothing, bedding, and towels. Human-to-human transmission occurs primarily through direct skin-to-skin contact, including intimate or sexual contact, and respiratory droplets during sustained face-to-face interaction. The virus can also be transmitted from mother to child during birth or through close contact afterward. Transmission from animals to humans can occur through contact with infected blood, bodily fluids, or lesions.\n\nWhat are the symptoms of Mpox?\n\nSymptoms of Mpox include fever, rash, and swollen lymph nodes. The rash typically progresses through several stages: macules, papules, vesicles, pustules, and finally crusting and desquamation over a period of 2 to 3 weeks. Other symptoms can include headache, muscle aches, chills, and exhaustion. The disease is self-limiting, with most people recovering within a few weeks if detected and treated early.\n\nHow severe is Mpox, and who is most at risk?\n\nMpox is usually mild, with most people recovering within a few weeks. However, the severity can vary, with Clade I, found mostly in Central Africa, tending to be more severe than Clade II. Immunosuppressed individuals, such as those with HIV/AIDS, are more vulnerable to severe disease.\n\nHow is Mpox diagnosed?\n\nMpox is diagnosed through laboratory testing, specifically using real-time or conventional polymerase chain reaction (PCR) to detect viral DNA in samples collected from skin lesions. Proper specimen collection, handling, and storage are crucial for accurate diagnosis.\n\nAre there treatments for Mpox?\n\nThere are currently no specific treatments for Mpox. Care focuses on palliative treatment to relieve symptoms and prevent complications. Although not specifically approved for Mpox, antivirals developed for smallpox may offer some benefits, particularly in severe cases or among high-risk individuals.\n\nAre there vaccines available for Mpox?\n\nYes, vaccines are authorized to prevent Mpox virus infections. Vaccination is recommended for close contacts of confirmed cases and for high-risk populations, including healthcare workers and immunocompromised individuals. The vaccines JYNNEOS (Imvamune or Imvanex) and ACAM2000 are available for preventing Mpox infection.\n\nWhat should I do if I suspect I have Mpox?\n\nIf you suspect you have Mpox, seek medical attention immediately. Isolate yourself from others to prevent spreading the virus, and follow public health guidance on managing symptoms and preventing transmission.\n\nHow can Mpox be prevented?\n\nPrevention of Mpox involves:\n\n- **Avoiding close contact** with infected individuals or animals.\n- **Practicing good hygiene,** such as regular handwashing and using alcohol-based hand sanitizers.\n- **Using personal protective equipment (PPE)** in healthcare settings.\n- **Getting vaccinated** if you are at high risk or have been exposed to the virus.\n\nWhat is Africa CDC doing to combat the Mpox outbreak?\n\nAfrica CDC has declared the ongoing Mpox outbreak a Public Health Emergency of Continental Security (PHECS). The agency is mobilizing resources, strengthening surveillance, supporting laboratory testing, and providing technical support to African Union Member States to interrupt the transmission of Mpox across the continent. Efforts include event-based and community surveillance, enhancing laboratory capacities, and coordinating the procurement of vaccines.\n\n## Multimedia\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/Dr.-Makumbu-Tresor-1024x576.jpg)](https://africacdc.org/video/dr-makumbu-tresor-africa-cdc/ \"Dr. Makumbu Trésor, Africa CDC\")\n\n### [Dr. Makumbu Trésor, Africa CDC](https://africacdc.org/video/dr-makumbu-tresor-africa-cdc/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/africacdc_press_briefing-1024x576.jpg)](https://africacdc.org/video/africa-cdc-special-briefing-on-mpox-other-health-emergencies-in-africa/ \"Africa CDC Special Briefing on MPOX & Other Health Emergencies in Africa\")\n\n### [Africa CDC Special Briefing on MPOX & Other Health Emergencies in Africa](https://africacdc.org/video/africa-cdc-special-briefing-on-mpox-other-health-emergencies-in-africa/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/what-is-mpox-1024x576.jpg)](https://africacdc.org/video/what-is-mpox/ \"What is Mpox?\")\n\n### [What is Mpox?](https://africacdc.org/video/what-is-mpox/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/symptoms-of-mpox-1024x576.jpg)](https://africacdc.org/video/what-are-the-symptoms-of-mpox/ \"What are the symptoms of Mpox?\")\n\n### [What are the symptoms of Mpox?](https://africacdc.org/video/what-are-the-symptoms-of-mpox/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/symptoms-of-mpox-1024x576.jpg)](https://africacdc.org/video/how-is-mpox-transmitted/ \"What are the symptoms?\")\n\n### [What are the symptoms?](https://africacdc.org/video/how-is-mpox-transmitted/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/S.E.-Dr-Jean-Kaseya-1024x576.jpg)](https://africacdc.org/video/s-e-dr-jean-kaseya-directeur-general-africa-cdc/ \"S.E. Dr Jean Kaseya, Directeur Général, Africa CDC\")\n\n### [S.E. Dr Jean Kaseya, Directeur Général, Africa CDC](https://africacdc.org/video/s-e-dr-jean-kaseya-directeur-general-africa-cdc/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/Dr.-Makumbu-Tresor-1024x576.jpg)](https://africacdc.org/video/dr-makumbu-tresor-africa-cdc/ \"Dr. Makumbu Trésor, Africa CDC\")\n\n### [Dr. Makumbu Trésor, Africa CDC](https://africacdc.org/video/dr-makumbu-tresor-africa-cdc/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/africacdc_press_briefing-1024x576.jpg)](https://africacdc.org/video/africa-cdc-special-briefing-on-mpox-other-health-emergencies-in-africa/ \"Africa CDC Special Briefing on MPOX & Other Health Emergencies in Africa\")\n\n### [Africa CDC Special Briefing on MPOX & Other Health Emergencies in Africa](https://africacdc.org/video/africa-cdc-special-briefing-on-mpox-other-health-emergencies-in-africa/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/what-is-mpox-1024x576.jpg)](https://africacdc.org/video/what-is-mpox/ \"What is Mpox?\")\n\n### [What is Mpox?](https://africacdc.org/video/what-is-mpox/)\n\n[![](https://africacdc.org/wp-content/uploads/2024/08/symptoms-of-mpox-1024x576.jpg)](https://africacdc.org/video/what-are-the-symptoms-of-mpox/ \"What are the symptoms of Mpox?\")\n\n### [What are the symptoms of Mpox?](https://africacdc.org/video/what-are-the-symptoms-of-mpox/)\n\n[See all](https://africacdc.org/mpox/mpox-multimedia/)\n\n## Guidance Documents\n\n### [Outbreak Report, 30 July 2024: Mpox Situation in Africa](https://africacdc.org/disease-outbreak/mpox-situation-in-africa/)\n\n30 July 2024\n\n### [Outbreak Brief 26: Mpox in Africa Union Member States](https://africacdc.org/disease-outbreak/outbreak-brief-26-mpox-in-africa-union-member-states/)\n\n11 January 2023\n\n### [Outbreak Brief 25: Mpox in Africa Union Member States](https://africacdc.org/disease-outbreak/outbreak-brief-25-mpox-in-africa-union-member-states/)\n\n4 January 2023\n\n## Mpox Updates\n\n[![](https://africacdc.org/wp-content/uploads/2025/10/Bavarian-Nordic-Mpox-Africa-CDC-1024x683.jpg)](https://africacdc.org/news-item/africa-cdc-strengthens-mpox-response-through-additional-vaccine-support-from-bavarian-nordic/)\n\nPress Releases\n\n### [Africa CDC Strengthens Mpox Response through Additional Vaccine Support from Bavarian Nordic](https://africacdc.org/news-item/africa-cdc-strengthens-mpox-response-through-additional-vaccine-support-from-bavarian-nordic/)\n\n28 October 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/11/shutterstock_2521211551-1024x768.jpg)](https://africacdc.org/news-item/mpox-spurs-scientific-revival-of-traditional-african-medicine/)\n\nStories of Impact\n\n### [Mpox Spurs Scientific Revival of Traditional African Medicine](https://africacdc.org/news-item/mpox-spurs-scientific-revival-of-traditional-african-medicine/)\n\n30 September 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/11/shutterstock_2535669171-1024x590.jpg)](https://africacdc.org/news-item/new-mpox-vaccine-study-to-launch-in-drc/)\n\nStories of Impact\n\n### [New Mpox Vaccine Study to Launch in DRC](https://africacdc.org/news-item/new-mpox-vaccine-study-to-launch-in-drc/)\n\n30 September 2025\n\n[See all](https://africacdc.org/mpox/mpox-news/)\n\n## Media Advisories\n\n[![](https://africacdc.org/wp-content/uploads/2025/10/G4P0C3yXYAAw2RZ-819x1024.jpg)](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-17/)\n\nMedia Advisory\n\n### [Weekly Special Press Briefing on Health Emergencies in Africa](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-17/)\n\n27 October 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/10/WhatsApp-Image-2025-10-06-at-10.09.55-819x1024.jpeg)](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-15/)\n\nMedia Advisory\n\n### [Weekly Special Press Briefing on Health Emergencies in Africa](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-15/)\n\n6 October 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/09/WhatsApp-Image-2025-09-29-at-09.00.22-819x1024.jpeg)](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-14/)\n\nMedia Advisory\n\n### [Weekly Special Press Briefing on Health Emergencies in Africa](https://africacdc.org/news-item/weekly-special-press-briefing-on-health-emergencies-in-africa-14/)\n\n29 September 2025\n\n[See all](https://africacdc.org/mpox/mpox-news/)\n\n## Mpox Resources\n\n[![](https://africacdc.org/wp-content/uploads/2025/08/Screenshot-2025-08-11-212440-717x1024.jpg)](https://africacdc.org/download/bulletin-epidemiologique-mensuel-n4-avril-2025-periode-24-mars-2025-au-20-avril-2025/)\n\n### [Bulletin épidémiologique mensuel – N°4 \\| Avril 2025 Période : 24 Mars 2025 au 20 Avril 2025](https://africacdc.org/download/bulletin-epidemiologique-mensuel-n4-avril-2025-periode-24-mars-2025-au-20-avril-2025/)\n\n28 July 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/08/Screenshot-2025-08-11-211329-721x1024.jpg)](https://africacdc.org/download/bulletin-epidemiologique-mensuel-n3-mars-2025-periode-24-fevrier-2025-au-23-mars-2025/)\n\n### [Bulletin épidémiologique mensuel – N°3 \\| Mars 2025 Période : 24 février 2025 au 23 mars 2025](https://africacdc.org/download/bulletin-epidemiologique-mensuel-n3-mars-2025-periode-24-fevrier-2025-au-23-mars-2025/)\n\n28 July 2025\n\n[![](https://africacdc.org/wp-content/uploads/2025/04/Screenshot-2025-04-15-171956-716x1024.png)](https://africacdc.org/download/outbreaks-response-in-africa-joint-mpox-continental-activity-report/)\n\n### [OUTBREAKS RESPONSE IN AFRICA: Joint Mpox Continental Activity Report](https://africacdc.org/download/outbreaks-response-in-africa-joint-mpox-continental-activity-report/)\n\n14 April 2025\n\n[See all](https://africacdc.org/mpox/mpox-resources/)\n\nWe use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.Ok",
    "query": "Healthcare access monkeypox reporting Africa"
  },
  {
    "snippet": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninform...",
    "content": "[Skip to main content](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#main-content)\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-dot-gov.svg)\n\n**Official websites use .gov**\n\nA\n**.gov** website belongs to an official\ngovernment organization in the United States.\n\n\n![](https://pmc.ncbi.nlm.nih.gov/static/img/icon-https.svg)\n\n**Secure .gov websites use HTTPS**\n\nA **lock** (\nLock\nLocked padlock icon\n) or **https://** means you've safely\nconnected to the .gov website. Share sensitive\ninformation only on official, secure websites.\n\n\n[Home](https://pmc.ncbi.nlm.nih.gov/ \"Home\")\n\nSearch PMC Full-Text Archive\n\nSearch in PMC![Search](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons-bg/search--white.svg)\n\n- [Journal List](https://pmc.ncbi.nlm.nih.gov/journals/)\n- [User Guide](https://pmc.ncbi.nlm.nih.gov/about/userguide/)\n\n- [View on publisher site](https://doi.org/10.1371/journal.pntd.0013148) View on publisher site\n- [Download PDF](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/pdf/pntd.0013148.pdf) Download PDF\n- Add to Collections\n- Cite\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with,\nthe contents by NLM or the National Institutes of Health.\n\nLearn more:\n[PMC Disclaimer](https://pmc.ncbi.nlm.nih.gov/about/disclaimer/)\n\\|\n[PMC Copyright Notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\n![PLOS Neglected Tropical Diseases logo](https://cdn.ncbi.nlm.nih.gov/pmc/banners/logo-plosntd.png)\n\nPLoS Negl Trop Dis\n\n. 2025 Jun 12;19(6):e0013148. doi: [10.1371/journal.pntd.0013148](https://doi.org/10.1371/journal.pntd.0013148)\n\n# Mpox in Africa: What we know and what is still lacking\n\n[Jia Bainga Kangbai](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kangbai%20JB%22%5BAuthor%5D)\n\n### Jia Bainga Kangbai\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\nFind articles by [Jia Bainga Kangbai](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kangbai%20JB%22%5BAuthor%5D)\n\n1, [Umaru Sesay](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sesay%20U%22%5BAuthor%5D)\n\n### Umaru Sesay\n\n2Sierra Leone Field Epidemiology Training Program, National Public Health Agency, Freetown City, Sierra Leone\n\n3African Field Epidemiology Network, Freetown City, Sierra Leone\n\nFind articles by [Umaru Sesay](https://pubmed.ncbi.nlm.nih.gov/?term=%22Sesay%20U%22%5BAuthor%5D)\n\n2,3,\\*, [Ulrich Vickos](https://pubmed.ncbi.nlm.nih.gov/?term=%22Vickos%20U%22%5BAuthor%5D)\n\n### Ulrich Vickos\n\n4Laboratory of Arbovirus, Haemorrhagic Fevers, Institute Pasteur de Bangui, Emerging Virus and Zoonosis, Bangui, Central African Republic\n\nFind articles by [Ulrich Vickos](https://pubmed.ncbi.nlm.nih.gov/?term=%22Vickos%20U%22%5BAuthor%5D)\n\n4, [Fatmata Kagbanda](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kagbanda%20F%22%5BAuthor%5D)\n\n### Fatmata Kagbanda\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\nFind articles by [Fatmata Kagbanda](https://pubmed.ncbi.nlm.nih.gov/?term=%22Kagbanda%20F%22%5BAuthor%5D)\n\n1, [Mosoka Papa Fallah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fallah%20MP%22%5BAuthor%5D)\n\n### Mosoka Papa Fallah\n\n5Africa Centres for Disease Control and Prevention, Addis Ababa, Ethiopia\n\nFind articles by [Mosoka Papa Fallah](https://pubmed.ncbi.nlm.nih.gov/?term=%22Fallah%20MP%22%5BAuthor%5D)\n\n5, [Augustus Osborne](https://pubmed.ncbi.nlm.nih.gov/?term=%22Osborne%20A%22%5BAuthor%5D)\n\n### Augustus Osborne\n\n6Department of Biological Sciences, Njala University, Bo City, Sierra Leone\n\nFind articles by [Augustus Osborne](https://pubmed.ncbi.nlm.nih.gov/?term=%22Osborne%20A%22%5BAuthor%5D)\n\n6,\\*\n\nEditor: Michael R Holbrook7\n\n- Author information\n- Article notes\n- Copyright and License information\n\n1Department of Public Health, Njala University, Bo City, Sierra Leone\n\n2Sierra Leone Field Epidemiology Training Program, National Public Health Agency, Freetown City, Sierra Leone\n\n3African Field Epidemiology Network, Freetown City, Sierra Leone\n\n4Laboratory of Arbovirus, Haemorrhagic Fevers, Institute Pasteur de Bangui, Emerging Virus and Zoonosis, Bangui, Central African Republic\n\n5Africa Centres for Disease Control and Prevention, Addis Ababa, Ethiopia\n\n6Department of Biological Sciences, Njala University, Bo City, Sierra Leone\n\n7NIAID Integrated Research Facility, UNITED STATES OF AMERICA\n\nThe authors have declared that no competing interests exist.\n\n✉\n\n\\\\* E-mail: sesayumaru4@gmail.com (US)\n\n#### Roles\n\n**Michael R Holbrook**: Editor\n\nCollection date 2025 Jun.\n\n© 2025 Kangbai et al\n\nThis is an open access article distributed under the terms of the [Creative Commons Attribution License](https://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PMC Copyright notice](https://pmc.ncbi.nlm.nih.gov/about/copyright/)\n\nPMCID: PMC12161565  PMID: [40504780](https://pubmed.ncbi.nlm.nih.gov/40504780/)\n\n## Abstract\n\nEmerging as a major global health threat, Mpox previously known as Monkeypox has drawn attention due to a worrying surge in cases. This zoonotic disease, native to Central and West Africa, is marked by fever, rash, and lymphadenopathy and is primarily spread through direct contact with infected animals or people and indirectly through contaminated objects. Recent studies have indicated possible sexual transmission, underscoring how human behavior and environmental changes are increasing its prevalence, even though human-to-human transmission is less efficient than that of smallpox. Mpox is endemic in several African countries, and currently, the infection has spread in non-endemic countries, including Rwanda, Uganda, and Kenya. Democratic Republic of Congo is the epicenter of the current Mpox outbreak. From January 1, 2022, to August 6, 2024, sixteen African countries reported Mpox outbreak. Several factors, including population immunity deficiencies and changes to the environment and ecology, have led to the widespread of Mpox in Africa. Challenges such as the fragile healthcare system, limited vaccine availability and access, weak surveillance, and low public awareness poses difficulty in containing the infection in affected countries. Given the potential of Mpox to disrupt several sectors including health systems, which may ultimately reverse progress in achieving the sustainable development goals by 2030. It is imperative for countries, both within and outside Africa, to extend financial aid and human resources to combat the infection effectively.\n\n## Introduction\n\nHistorically known as Monkeypox, Mpox is an endemic zoonotic disease mostly found in parts of Central and West Africa and is characterized by fever, rash, and lymphadenopathy, among other symptoms. Mpox was first identified in 1958 \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref001), [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref002)\\]; the first human case was reported in 1970 in the Democratic Republic of Congo (DRC) \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref003)\\]. Since that time (1970s), there have been sporadic outbreaks with an increasing trend in incidence and geographical spread over the past months. The Mpox pathogen is primarily transmitted through direct contact with infected animals or humans and indirectly by contact with fomites \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref004)– [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref006)\\]. In recent times, there have been reports of sexual transmission of Mpox \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref007)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref009)\\]. Human transmission of Mpox is inefficient compared to smallpox, but changes in human behavior and environmental factors make such a transmission pattern more common. The role of animal reservoirs, especially rodents and small primates, is crucial in preventing the transmission of the Mpox virus in nature. However, there remains limited evidence on the role of animal reservoirs and sexual transmission in spreading Mpox. Understanding the specific animal species that act as reservoirs is crucial for predicting and preventing spillover events. Additionally, clarifying the mechanisms and prevalence of sexual transmission is essential for developing targeted public health interventions. Addressing these gaps will enhance our ability to control and eventually eliminate Mpox in affected countries and by extension regions.\n\n## Current Mpox situation in Africa compared with other regions\n\nMpox is endemic in several African countries. From January 1, 2022, to August 6, 2024, sixteen African countries reported laboratory-confirmed Mpox virus cases ( [Fig 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.g001)) \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref010)\\], with a total of 2030 confirmed cases and 13 deaths \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref007)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref009)\\]. There have never been any historically reported Mpox case for many of these countries, including Burundi, Kenya, Rwanda, and Uganda. To date, African countries have recorded more confirmed and suspected Mpox cases (a total of 17,500) in 2024 than in 2023 (a total of 15,000) \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref011), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref012)\\]. The DRC is the epicenter of the current Mpox outbreak in Africa \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref013)\\], and the majority of the Mpox cases in Africa in 2024 so far have been children ≤15 years. In the DRC, this sub-population accounts for two-thirds of Mpox incidence \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref014)\\]. The spread of the virus in these countries is largely blamed on the ongoing conflict in the region, which has resulted in the mass displacement of civilians across their different borders. Other critical challenges to curtailing the Mpox outbreak in Africa include limited healthcare infrastructures compounded with limited medical supplies and professionals, community beliefs in seeking healthcare from traditional healers, and limited funding \\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref015)\\]. Worth noting that Ghana has no history of Mpox outbreaks; however, the country was identified in 2003 as the source of a shipment of wild mammals that led to Mpox outbreak in US that year.\n\n### Fig 1. Distribution of Mpox cases in Africa, 2022–August 2024.\n\n[![Fig 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/23d4/12161565/a86be763f2de/pntd.0013148.g001.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=12161565_pntd.0013148.g001.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/figure/pntd.0013148.g001/)\n\nIn September 2023, a new Mpox variant (clade 1b) emerged in the eastern DRC \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref014)\\] which shares borders with Rwanda and Uganda. Rwanda, Uganda, and most recently, Kenya have reported cases of the new Mpox variant \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref011)\\]. Four countries: Burundi, Kenya, Rwanda, and Uganda with no previous outbreaks of Mpox have reported cases since mid-July 2024. Epidemiological data from these countries indicates an increasing trend of Mpox cases in the past few months; this increase may be attributed to environmental and ecological changes, improved surveillance, and a waning level of population immunity following the cessation of smallpox vaccination programs.\n\nCompared to other regions globally ( [Table 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.t001)), like Europe, specifically the United Kingdom, ranks in the eighth position worldwide regarding the burden of Mpox \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref016)\\]. Most cases occur among men who identify as gay or bisexual or men who have sex with men, with transmission mainly occurring through close skin contact \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref016)\\]. This pattern highlights the importance of targeted public health measures and awareness efforts to curb the spread within these communities. Similar patterns were also observed in North America, like Canada, where most of the cases occur among men who have sex with men, and the primary route of transmission is reported through sexual intercourse \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref017)\\].\n\n### Table 1. Differences in the epidemiology of the African Mpox outbreak with other regions.\n\n| Dimensions | Africa | Other regions |\n| :-- | :-- | :-- |\n| Epidemiology | Predominantly zoonotic, with sporadic outbreaks linked to wildlife exposure. | Human-to-human transmission is more prevalent, particularly among specific communities. |\n| Transmission | Primarily through contact with infected animals and consumption of bushmeat. | Close human contact, including sexual contact, is the primary mode of transmission. |\n| Affected population | Rural communities with proximity to wildlife. | Men who have sex with men (MSM) and urban populations. |\n| Public health interventions | Focus on wildlife management and educating communities about risks. | Targeted awareness campaigns and vaccination strategies for high-risk groups. |\n| Challenges | Limited healthcare infrastructure and surveillance systems. | Stigma and misinformation affecting intervention efforts. |\n| Vaccination | Limited access to vaccines; reliance on preventive measures. | Availability of vaccines and implementation of vaccination campaigns. |\n| Surveillance | Often reactive, with challenges in timely outbreak detection. | More robust systems in place for monitoring and response. |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/table/pntd.0013148.t001/)\n\n## Current public health response\n\n### Vaccination\n\nThe global Mpox response varies by country, with the majority focusing on vaccination, contact tracing, quarantine, and public education. Most Mpox vaccination campaigns and activities revolve around the use of the smallpox vaccine (ACAM2000) and the newer MVA-BN vaccine. Despite the success of using smallpox vaccination to prevent the spread of Mpox elsewhere. In Africa, the large geographic landscape coupled with vaccine hesitancy, culture, the presence of armed conflict, low vaccine supply, and other logistical challenges involving the supply chain, pose a major challenge to Mpox vaccination effort.\n\n### Contact tracing and quarantine\n\nContact tracing and quarantine of cases are the commonly used strategy implemented by African countries to control and manage the spread of Mpox outbreaks. However, like the case of the vaccination effort, contact tracing and quarantine are also being hampered by many challenges, including a weak healthcare infrastructure, insufficient funds, and the vast and remote geographical areas of the affected regions.\n\n### Public awareness\n\nVarious African countries and organizations have launched campaigns, and awareness-raising activities to educate their communities about Mpox, mostly targeting the disease transmission mode, prevention strategies, early recognition of its symptoms, and the significance of seeking early treatment. However, like the prevention of most diseases in Africa, misinformation and cultural beliefs continue to pose significant barriers to these public awareness efforts.\n\n### International collaboration and support\n\nRecently, the Africa Centers for Disease Control and Prevention (Africa CDC) and the World Health Organization have collaboratively implemented strategic initiatives to enhance public health response capabilities in the African continent. These initiatives include establishing a unified framework titled “One budget, one plan, and one monitoring and evaluation framework,” alongside creating the “One Continental Incident Management Support” \\[ [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref018)\\]. Through these coordinated efforts, Africa CDC is actively disseminating routine updates on outbreak situations, which facilitates informed decision-making and enhances awareness regarding epidemiological trends and patterns of Mpox across member states.\n\nAdditionally, these initiatives have led to the successful procurement of 20,000 mpox cartridges to bolster diagnostic testing capabilities throughout member states. In response to the acute needs in Burundi and the DRC, which are among the most affected countries, Africa CDC, in partnership with UNICEF, has allocated $58 million USD in humanitarian aid aimed at supporting children and marginalized groups \\[ [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref019)\\]. These comprehensive measures underscore the commitment to strengthening health systems and mitigating the impacts of ongoing outbreaks in the region.\n\n## Challenges and opportunities\n\n### Challenges\n\n- **Healthcare infrastructure:** Many African countries lack the robust healthcare infrastructure needed for effective Mpox surveillance, diagnosis, and treatment. To compound this problem, most of the areas severely affected by Mpox in Africa are remote regions; rural and remote areas are mostly underserved in Africa.\n\n- **Public awareness:** Like most other diseases with outbreak potential, there is a low level of public awareness about Mpox which contributes to its delayed diagnosis and treatment. Low public awareness increases the risk of severe treatment outcomes and viral transmission.\n\n- **Access to vaccines:** One of the greatest challenge to the ongoing control and management of the Mpox outbreak in Africa is the limited access to smallpox vaccines, both in terms of supply and distribution. Also, because Clade 1 Mpox strains are sexually transmissible, identifying adults at risk for Mpox vaccination. One last mile for accessing the Mpox vaccine effort in African countries is how to design vaccine programs to target at-risk children. In the current Mpox outbreak in Africa, the children at risk are mostly ≤5 years old, which will require the design of Mpox vaccine program for children <2 years. This is coupled with the likelihood that the parents of those at-risk children will accept vaccination for their kids given the non-existence of data on the use of such vaccine in this subpopulation.\n\n- **Need for epidemiological study:** There remains a gap in knowledge about the growing trend of Mpox in the current outbreak that requires further investigation. There is a growing incidence of childhood Mpox cases being reported in the current outbreak, thus making the need to investigate the source of childhood Mpox transmission.\n\n- **Socioeconomic, political, and cultural factors:** Multiple studies have highlighted several factors deterring the containment of the ongoing Mpox outbreak. In the DRC, research has identified specific socio-cultural and environmental determinants. The predominant occupation of residents as farmers, alongside traditional practices involving rodent hunting among youth and children, overcrowded living conditions, and communal use of household utensils, significantly increase the risk of Mpox transmission \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref020)– [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref022)\\]. Additionally, Olawade and colleagues reported that deforestation, agricultural expansion, urbanization, and climate change are critical factors exacerbating human- wildlife interactions, potentially leading to zoonotic transmission of Mpox in Africa \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref023)\\]. The study emphasized that climatic changes alter rainfall patterns and ecological conditions, influencing the distribution of animal reservoirs and the Mpox virus, thereby facilitating outbreaks \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref023)\\]. In Nigeria, a study reported that low political support, characterized by chronic underfunding, misadministration, and high healthcare costs, impedes successful Mpox containment efforts \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref024)\\]. McNab and colleagues further noted the neglect by political leaders in providing necessary funding, logistics, treatment, and vaccines as major barriers to containment efforts in the African region \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref025)\\]. The authors advocated for increased political attention and leadership at national, regional, and global levels, urging member states and the WHO to implement International Health Regulations (IHR), increase funding, supply vaccines, and enhance community engagement as strategies to curb the spread \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/#pntd.0013148.ref025)\\].\n\n- **Limited funding:** The absence of dedicated funding for the Mpox response presents a major challenge to the implementation of essential prevention and control measures. Currently, several African countries lack a dedicated financial support for outbreak management. In instances where funding is available, it is often insufficient to effectively sustain response activities. Consequently, this pose difficulties in proactively implementing outbreak preparedness and response interventions necessary to timely halt or mitigate the spread of the infection.\n\n\n### Opportunities\n\n- **Strengthening surveillance:** The topmost priority in the control and management of the current Mpox outbreak in Africa is the enhancement of disease surveillance, especially in rural areas. This could lead to earlier detection of cases, leading to a robust and effective outbreak response.\n\n- **Capacity building:** African countries and their international partners should invest in their healthcare infrastructure, increase training of public health personnel, and provide the crucial resources that will improve their ability to respond to Mpox outbreaks in real-time to stop it spread.\n\n- **International collaboration:** The fight to stop the expansion of the current Mpox outbreak in Africa should not be an African struggle. The current Mpox outbreak and its expansion call for African countries to establish new partnerships and collaborations, as well as extend existing ones. This will enable their governments to facilitate the sharing of resources, expertise, and vaccines that will invariably lead to improving the overall response to mpox in Africa.\n\n\n## Global implications\n\nThe limited vaccine availability and access, low public awareness, movements of people, and poor healthcare infrastructure within African countries make it difficult to curtail the infection. This poses a high risk of transmission globally. The widespread Mpox infection would not only result in high mortality and morbidity but would also disrupt several other activities including travel restrictions and slowing economic growth. Considering the weak immunity of children, becoming infected with Mpox as seen in the affected African countries, would increase their vulnerability to many other infections. Consequently, this will result in a high fatality rate, thereby reducing the continent’s future generation with a high potential of contributing to economic growth within Africa and beyond. The ongoing conflict in many countries globally poses a high risk of Mpox transmission, as evidenced in Burundi, Kenya, Rwanda, and Uganda. The emergence of Mpox in those countries will be extremely fatal, especially since their healthcare system is disrupted by the ongoing war. With the rapid spread of Mpox across the African continent, non-endemic countries must enhance their preparedness measures to prevent the importation of the Mpox virus. Key strategies include training healthcare workers, particularly those in border communities, on Mpox case detection and providing logistical support alongside establishing isolation units at designated health facilities, particularly in border communities. Similar to the COVID-19 pandemic, the spread of Mpox in non-endemic countries could increase the vulnerability of populations, especially children, to vaccine-preventable diseases and limit access to essential medical services, thereby elevating morbidity and mortality rates. Furthermore, the outbreak may reduce the productivity of healthcare workers, who would be overburdened with the provision of essential healthcare services.\n\n## Policy recommendations\n\nBreaking the chain of Mpox transmission in Africa requires a multipronged approach. African countries should heighten public awareness campaign activities, solicit support for Mpox vaccines, train healthcare workers on Mpox case definitions, and enhance surveillance. Governments should provide funds to their respective public health institutes/agencies to heighten preparedness and response efforts. To ensure the swift distribution of Mpox vaccines, African countries should prioritize procurement and mandate vaccination for high-risk groups, including healthcare workers. Integrating Mpox vaccination into routine immunization programs is essential, with a focus on optimizing supply and cold chain systems, particularly in rural areas. The deployment of community health workers (CHWs) is crucial for effective vaccine distribution in remote regions and for enhancing social mobilization to boost vaccine uptake. Moreover, funding from government and international partners should support public health researchers in conducting groundbreaking studies to investigate the transmission patterns of Mpox related to sexual intercourse and identify the virus’s reservoir. Qualitative research in countries without known Mpox transmission is needed to understand the factors behind successful prevention, which can inform strategies to prevent future outbreaks in both endemic and non-endemic regions. Finally, a community-focused care framework is recommended, emphasizing the involvement of CHWs and stakeholders like religious and traditional leaders, youth, and women’s groups. Leveraging local resources and knowledge through this framework enhances vaccine distribution and social mobilization, which are crucial for controlling the outbreak and preventing further transmission.\n\n## Conclusion\n\nChildren make up the majority of those infected with Mpox, which is endemic in several African countries and has a high fatality rate. Several factors, including population immunity deficiencies and changes to the environment and ecology, have led to the widespread of Mpox in the African continent. Challenges such as the fragile healthcare system, limited vaccine availability and access, weak surveillance, and low public awareness make it difficult for the containment of the infection in affected countries. Because Mpox has the potential to disrupt the functioning of every sector globally, non-affected countries within and beyond Africa must provide support (financial and human resources) to fight against the infection.\n\n## Abbreviations\n\n### :\n\nDRC\n\nDemocratic Republic of Congo\n\nMpox\n\nmonkey pox\n\nMSM\n\nmen who have sex with men\n\n## Funding Statement\n\nThe authors received no specific funding for this work.\n\n## References\n\n- 1.Fenner F, Henderson DA, Arita I, Jezek Z, Ladnyi ID. Smallpox and its eradication \\[Internet\\]. 1988. Available from: [https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf). \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Fenner%20F,%20Henderson%20DA,%20Arita%20I,%20Jezek%20Z,%20Ladnyi%20ID.%20Smallpox%20and%20its%20eradication%20%5BInternet%5D.%201988.%20Available%20from:%20https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2491071/pdf/bullwho00076-0026.pdf.)\\]\n- 2.Shchelkunov SN, Marennikova SS, Moyer RW. Orthopoxviruses Pathogenic for Humans. Springer Science & Business Media; 2006. pp. 442 Available from: [https://books.google.com.sl/books?hl=en&lr=&id=Ar2reunfbwoC&oi=fnd&pg=PR15&dq=2.%09Shchelkunov+S.N.,+Marennikova+S.S.,+Moyer+R.W.+Orthopoxviruses+Pathogenic+for+Humans.+Springer%3B+New+York,+NY,+USA:+2005.+425p+&ots=NZbcEzDktw&sig=gng-30E-LF2QWIS8ADhVlHZU2Do&redir\\_esc=y#v=onepage&q&f=false](https://books.google.com.sl/books?hl=en&lr=&id=Ar2reunfbwoC&oi=fnd&pg=PR15&dq=2.%09Shchelkunov+S.N.,+Marennikova+S.S.,+Moyer+R.W.+Orthopoxviruses+Pathogenic+for+Humans.+Springer%3B+New+York,+NY,+USA:+2005.+425p+&ots=NZbcEzDktw&sig=gng-30E-LF2QWIS8ADhVlHZU2Do&redir_esc=y#v=onepage&q&f=false). \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Orthopoxviruses%20Pathogenic%20for%20Humans&author=SN%20Shchelkunov&author=SS%20Marennikova&author=RW%20Moyer&publication_year=2006&)\\]\n- 3.Ladnyj ID, Ziegler P, Kima E. A human infection caused by monkeypox virus in Basankusu Territory, Democratic Republic of the Congo. Bull World Health Organ. 1972;46(5):593–7. .\n\\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2480792/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/4340218/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Bull%20World%20Health%20Organ&title=A%20human%20infection%20caused%20by%20monkeypox%20virus%20in%20Basankusu%20Territory,%20Democratic%20Republic%20of%20the%20Congo&author=ID%20Ladnyj&author=P%20Ziegler&author=E%20Kima&volume=46&issue=5&publication_year=1972&pages=593-7&pmid=4340218&)\\]\n- 4.Hutson CL, Olson VA, Carroll DS, Abel JA, Hughes CM, Braden ZH, et al. A prairie dog animal model of systemic orthopoxvirus disease using West African and Congo Basin strains of monkeypox virus. J Gen Virol. 2009;90(Pt 2):323–33. doi: 10.1099/vir.0.005108-0 .\n\\[ [DOI](https://doi.org/10.1099/vir.0.005108-0)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/19141441/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Gen%20Virol&title=A%20prairie%20dog%20animal%20model%20of%20systemic%20orthopoxvirus%20disease%20using%20West%20African%20and%20Congo%20Basin%20strains%20of%20monkeypox%20virus&author=CL%20Hutson&author=VA%20Olson&author=DS%20Carroll&author=JA%20Abel&author=CM%20Hughes&volume=90&publication_year=2009&pages=323-33&pmid=19141441&doi=10.1099/vir.0.005108-0&)\\]\n- 5.Jezek Z, Grab B, Szczeniowski MV, Paluku KM, Mutombo M. Human monkeypox: secondary attack rates. Bull World Health Organ. 1988;66(4):465–70. .\n\\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC2491159/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/2844429/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Bull%20World%20Health%20Organ&title=Human%20monkeypox:%20secondary%20attack%20rates&author=Z%20Jezek&author=B%20Grab&author=MV%20Szczeniowski&author=KM%20Paluku&author=M%20Mutombo&volume=66&issue=4&publication_year=1988&pages=465-70&pmid=2844429&)\\]\n- 6.Learned LA, Reynolds MG, Wassa DW, Li Y, Olson VA, Karem K, et al. Extended interhuman transmission of monkeypox in a hospital community in the Republic of the Congo, 2003. Am J Trop Med Hyg. 2005;73(2):428–34. doi: 10.4269/ajtmh.2005.73.428 .\n\\[ [DOI](https://doi.org/10.4269/ajtmh.2005.73.428)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/16103616/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Am%20J%20Trop%20Med%20Hyg&title=Extended%20interhuman%20transmission%20of%20monkeypox%20in%20a%20hospital%20community%20in%20the%20Republic%20of%20the%20Congo,%202003&author=LA%20Learned&author=MG%20Reynolds&author=DW%20Wassa&author=Y%20Li&author=VA%20Olson&volume=73&issue=2&publication_year=2005&pages=428-34&pmid=16103616&doi=10.4269/ajtmh.2005.73.428&)\\]\n- 7.Endo A, Murayama H, Abbott S, Ratnayake R, Pearson CAB, Edmunds WJ, et al. Heavy-tailed sexual contact networks and monkeypox epidemiology in the global outbreak, 2022. Science. 2022;378(6615):90–4. doi: 10.1126/science.add4507 .\n\\[ [DOI](https://doi.org/10.1126/science.add4507)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/36137054/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Science&title=Heavy-tailed%20sexual%20contact%20networks%20and%20monkeypox%20epidemiology%20in%20the%20global%20outbreak,%202022&author=A%20Endo&author=H%20Murayama&author=S%20Abbott&author=R%20Ratnayake&author=CAB%20Pearson&volume=378&issue=6615&publication_year=2022&pages=90-4&pmid=36137054&doi=10.1126/science.add4507&)\\]\n- 8.World Health Organization. Mpox (monkeypox) key factsheet \\[Internet\\]. 2023. \\[cited 2024 Aug 25\\]. Available from: [https://www.who.int/news-room/fact-sheets/detail/monkeypox](https://www.who.int/news-room/fact-sheets/detail/monkeypox) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20Mpox%20(monkeypox)%20key%20factsheet%20%5BInternet%5D.%202023.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.who.int/news-room/fact-sheets/detail/monkeypox)\\]\n- 9.Center for Disease Prevention and Control. Secondary and Tertiary Transmission of Vaccinia Virus After Sexual Contact with a Smallpox Vaccinee — San Diego, California, 2012 \\[Internet\\]. 2013. \\[cited 2024 Aug 25\\]. Available from: [https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s\\_cid%3Dmm6208a2\\_x](https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s_cid%3Dmm6208a2_x) \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC4604863/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/23446513/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Center%20for%20Disease%20Prevention%20and%20Control.%20Secondary%20and%20Tertiary%20Transmission%20of%20Vaccinia%20Virus%20After%20Sexual%20Contact%20with%20a%20Smallpox%20Vaccinee%20%E2%80%94%20San%20Diego,%20California,%202012%20%5BInternet%5D.%202013.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6208a2.htm?s_cid%3Dmm6208a2_x)\\]\n- 10.World Health Organization. Multi-country outbreak of mpox, External situation report#35- 12 August 2024 \\[Internet\\]. 2024. \\[cited 2024 Aug 25\\]. Available from: [https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024](https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20Multi-country%20outbreak%20of%20mpox,%20External%20situation%20report#35-%2012%20August%202024%20%5BInternet%5D.%202024.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.who.int/publications/m/item/multi-country-outbreak-of-mpox--external-situation-report-35--12-august-2024)\\]\n- 11.World Health Organization. African region faces an unprecedent surge in mpox cases \\[Internet\\]. WHO \\| Regional Office for Africa. 2024. \\[cited 2024 Aug 25\\]. Available from: [https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases](https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?World%20Health%20Organization.%20African%20region%20faces%20an%20unprecedent%20surge%20in%20mpox%20cases%20%5BInternet%5D.%20WHO%20%7C%20Regional%20Office%20for%20Africa.%202024.%20%5Bcited%202024%20Aug%2025%5D.%20Available%20from:%20https://www.afro.who.int/news/african-region-faces-unprecedent-surge-mpox-cases)\\]\n- 12.Kozlov M. Growing mpox outbreak prompts WHO to declare global health emergency. Nature. 2024;632(8026):718–9. doi: 10.1038/d41586-024-02607-y .\n\\[ [DOI](https://doi.org/10.1038/d41586-024-02607-y)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39143282/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Nature&title=Growing%20mpox%20outbreak%20prompts%20WHO%20to%20declare%20global%20health%20emergency&author=M%20Kozlov&volume=632&issue=8026&publication_year=2024&pages=718-9&pmid=39143282&doi=10.1038/d41586-024-02607-y&)\\]\n- 13.Emanuel G. DRC is seeing its worst mpox outbreak—but has no vaccines or treatments yet. Why? NPR \\[Internet\\]. 2024. \\[cited 2024 Aug 25\\]; Available from: [https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why](https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Emanuel%20G.%20DRC%20is%20seeing%20its%20worst%20mpox%20outbreak%E2%80%94but%20has%20no%20vaccines%20or%20treatments%20yet.%20Why?%20NPR%20%5BInternet%5D.%202024.%20%5Bcited%202024%20Aug%2025%5D;%20Available%20from:%20https://www.npr.org/sections/goatsandsoda/2024/04/26/1247460477/drc-is-seeing-its-worst-mpox-outbreak-but-has-no-vaccines-or-treatments-yet-why)\\]\n- 14.Cevik M, Tomori O, Mbala P, Scagliarini A, Petersen E, Low N, et al. The 2023 - 2024 multi-source mpox outbreaks of Clade I MPXV in sub-Saharan Africa: alarm bell for Africa and the World. Int J Infect Dis. 2024;146:107159. doi: 10.1016/j.ijid.2024.107159 .\n\\[ [DOI](https://doi.org/10.1016/j.ijid.2024.107159)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39028567/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Int%20J%20Infect%20Dis&title=The%202023%20-%202024%20multi-source%20mpox%20outbreaks%20of%20Clade%20I%20MPXV%20in%20sub-Saharan%20Africa:%20alarm%20bell%20for%20Africa%20and%20the%20World&author=M%20Cevik&author=O%20Tomori&author=P%20Mbala&author=A%20Scagliarini&author=E%20Petersen&volume=146&publication_year=2024&pages=107159&pmid=39028567&doi=10.1016/j.ijid.2024.107159&)\\]\n- 15.Rahim FO, Fallah M, Jain U, Richardson ET, Ndembi N, Ngongo N. Challenges and ongoing actions to address the mpox emergency in Africa. Ann Glob Health. 2023;90(1):68. \\[ [DOI](https://doi.org/10.5334/aogh.4580)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11568800/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39554695/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Glob%20Health&title=Challenges%20and%20ongoing%20actions%20to%20address%20the%20mpox%20emergency%20in%20Africa&author=FO%20Rahim&author=M%20Fallah&author=U%20Jain&author=ET%20Richardson&author=N%20Ndembi&volume=90&issue=1&publication_year=2023&pages=68&pmid=39554695&doi=10.5334/aogh.4580&)\\]\n- 16.Smith LE, Potts HW, Brainard J, May T, Oliver I, Amlôt R, et al. Did mpox knowledge, attitudes and beliefs affect intended behaviour in the general population and men who are gay, bisexual and who have sex with men? An online cross-sectional survey in the UK. BMJ Open. 2023;13(10):e070882. doi: 10.1136/bmjopen-2022-070882 .\n\\[ [DOI](https://doi.org/10.1136/bmjopen-2022-070882)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC10583036/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/37827743/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=BMJ%20Open&title=Did%20mpox%20knowledge,%20attitudes%20and%20beliefs%20affect%20intended%20behaviour%20in%20the%20general%20population%20and%20men%20who%20are%20gay,%20bisexual%20and%20who%20have%20sex%20with%20men?%20An%20online%20cross-sectional%20survey%20in%20the%20UK&author=LE%20Smith&author=HW%20Potts&author=J%20Brainard&author=T%20May&author=I%20Oliver&volume=13&issue=10&publication_year=2023&pmid=37827743&doi=10.1136/bmjopen-2022-070882&)\\]\n- 17.Harrison LB, Bergeron G, Cadieux G, Charest H, Fafard J, Levade I, et al. Monkeypox in Montréal: epidemiology, phylogenomics, and public health response to a large North American outbreak. Ann Intern Med. 2023;176(1):67–76. doi: 10.7326/M22-2699 .\n\\[ [DOI](https://doi.org/10.7326/M22-2699)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/36508736/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Ann%20Intern%20Med&title=Monkeypox%20in%20Montr%C3%A9al:%20epidemiology,%20phylogenomics,%20and%20public%20health%20response%20to%20a%20large%20North%20American%20outbreak&author=LB%20Harrison&author=G%20Bergeron&author=G%20Cadieux&author=H%20Charest&author=J%20Fafard&volume=176&issue=1&publication_year=2023&pages=67-76&pmid=36508736&doi=10.7326/M22-2699&)\\]\n- 18.Africa CDC. Mpox Continental Preparedness and Response Plan for Africa \\[Internet\\]. Africa CDC. 2024. \\[cited 2025 Apr 12\\]. Available from: [https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/](https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?Africa%20CDC.%20Mpox%20Continental%20Preparedness%20and%20Response%20Plan%20for%20Africa%20%5BInternet%5D.%20Africa%20CDC.%202024.%20%5Bcited%202025%20Apr%2012%5D.%20Available%20from:%20https://africacdc.org/download/mpox-continental-preparedness-and-response-plan-for-africa/)\\]\n- 19.United Nation. Mpox alert: UNICEF issues $58.8 million appeal to halt outbreak in Africa \\| UN News \\[Internet\\]. 2024. \\[cited 2025 Apr 12\\]. Available from: [https://news.un.org/en/story/2024/09/1154571](https://news.un.org/en/story/2024/09/1154571) \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?United%20Nation.%20Mpox%20alert:%20UNICEF%20issues%20%2458.8%20million%20appeal%20to%20halt%20outbreak%20in%20Africa%20%7C%20UN%20News%20%5BInternet%5D.%202024.%20%5Bcited%202025%20Apr%2012%5D.%20Available%20from:%20https://news.un.org/en/story/2024/09/1154571)\\]\n- 20.Akingbola A, Adegbesan CA, Adewole O, Idahor C, Odukoya T, Nwaeze E. Understanding the resurgence of mpox: key drivers and lessons from recent outbreaks in Africa. Trop Med Health. 2025;53:47.\n\\[ [DOI](https://doi.org/10.1186/s41182-024-00678-1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11970007/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/40181435/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Trop%20Med%20Health&title=Understanding%20the%20resurgence%20of%20mpox:%20key%20drivers%20and%20lessons%20from%20recent%20outbreaks%20in%20Africa&author=A%20Akingbola&author=CA%20Adegbesan&author=O%20Adewole&author=C%20Idahor&author=T%20Odukoya&volume=53&publication_year=2025&pages=47&pmid=40181435&doi=10.1186/s41182-024-00678-1&)\\]\n- 21.Reynolds MG, Yorita KL, Kuehnert MJ, Davidson WB, Huhn GD, Holman RC, et al. Clinical manifestations of human monkeypox influenced by route of infection. J Infect Dis. 2006;194(6):773–80. doi: 10.1086/505880 .\n\\[ [DOI](https://doi.org/10.1086/505880)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/16941343/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=J%20Infect%20Dis&title=Clinical%20manifestations%20of%20human%20monkeypox%20influenced%20by%20route%20of%20infection&author=MG%20Reynolds&author=KL%20Yorita&author=MJ%20Kuehnert&author=WB%20Davidson&author=GD%20Huhn&volume=194&issue=6&publication_year=2006&pages=773-80&pmid=16941343&doi=10.1086/505880&)\\]\n- 22.Hutson CL, Carroll DS, Gallardo-Romero N, Weiss S, Clemmons C, Hughes CM, et al. Monkeypox disease transmission in an experimental setting: prairie dog animal model. PLoS One. 2011;6(12):e28295. doi: 10.1371/journal.pone.0028295 .\n\\[ [DOI](https://doi.org/10.1371/journal.pone.0028295)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC3229555/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/22164263/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=PLoS%20One&title=Monkeypox%20disease%20transmission%20in%20an%20experimental%20setting:%20prairie%20dog%20animal%20model&author=CL%20Hutson&author=DS%20Carroll&author=N%20Gallardo-Romero&author=S%20Weiss&author=C%20Clemmons&volume=6&issue=12&publication_year=2011&pmid=22164263&doi=10.1371/journal.pone.0028295&)\\]\n- 23.Olawade DB, Wada OZ, Fidelis SC, Oluwole OS, Alisi CS, Orimabuyaku NF. Strengthening Africa’s response to Mpox (monkeypox): insights from historical outbreaks and the present global spread. Sci One Health. 2024;3:100085.\n\\[ [DOI](https://doi.org/10.1016/j.soh.2024.100085)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11582772/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39583938/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=Sci%20One%20Health&title=Strengthening%20Africa%E2%80%99s%20response%20to%20Mpox%20(monkeypox):%20insights%20from%20historical%20outbreaks%20and%20the%20present%20global%20spread&author=DB%20Olawade&author=OZ%20Wada&author=SC%20Fidelis&author=OS%20Oluwole&author=CS%20Alisi&volume=3&publication_year=2024&pages=100085&pmid=39583938&doi=10.1016/j.soh.2024.100085&)\\]\n- 24.Adegoke O, Schmidt-Sane M, Kunnuji M, Abbas S, Lawanson A, Jegede A. Diagnosis, treatment, and management of Mpox in urban informal settlements in southwestern Nigeria: an ethnographic approach. BMC Public Health. 2025;25:115.\n\\[ [DOI](https://doi.org/10.1186/s12889-024-21267-1)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11720503/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39789521/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=BMC%20Public%20Health&title=Diagnosis,%20treatment,%20and%20management%20of%20Mpox%20in%20urban%20informal%20settlements%20in%20southwestern%20Nigeria:%20an%20ethnographic%20approach&author=O%20Adegoke&author=M%20Schmidt-Sane&author=M%20Kunnuji&author=S%20Abbas&author=A%20Lawanson&volume=25&publication_year=2025&pages=115&pmid=39789521&doi=10.1186/s12889-024-21267-1&)\\]\n- 25.McNab C, Torreele E, Alakija A, Aluso A, Cárdenas M, Crabb B, et al. Mpox: neglect has led to a more dangerous virus now spreading across borders, harming and killing people. Leaders must take action to stop mpox now. PLOS Glob Public Health. 2024;4(10):e0003714. doi: 10.1371/journal.pgph.0003714\n\\[ [DOI](https://doi.org/10.1371/journal.pgph.0003714)\\] \\[ [PMC free article](https://pmc.ncbi.nlm.nih.gov/articles/PMC11486356/)\\] \\[ [PubMed](https://pubmed.ncbi.nlm.nih.gov/39418278/)\\] \\[ [Google Scholar](https://scholar.google.com/scholar_lookup?journal=PLOS%20Glob%20Public%20Health&title=Mpox:%20neglect%20has%20led%20to%20a%20more%20dangerous%20virus%20now%20spreading%20across%20borders,%20harming%20and%20killing%20people.%20Leaders%20must%20take%20action%20to%20stop%20mpox%20now&author=C%20McNab&author=E%20Torreele&author=A%20Alakija&author=A%20Aluso&author=M%20C%C3%A1rdenas&volume=4&issue=10&publication_year=2024&pmid=39418278&doi=10.1371/journal.pgph.0003714&)\\]\n\n![Close](https://pmc.ncbi.nlm.nih.gov/static/img/usa-icons/close.svg)\n\n## ACTIONS\n\n- [View on publisher site](https://doi.org/10.1371/journal.pntd.0013148)\n- [PDF (270.0 KB)](https://pmc.ncbi.nlm.nih.gov/articles/PMC12161565/pdf/pntd.0013148.pdf)\n- Cite\n- Collections\n- Permalink\n\n\n\n\n## PERMALINK\n\n\n\nCopy\n\n\n## RESOURCES\n\n### Similar articles\n\n### Cited by other articles\n\n### Links to NCBI Databases\n\nBack to Top",
    "query": "Healthcare access monkeypox reporting Africa"
  },
  {
    "snippet": "- ![mpox virus](https://www.paho.org/sites/default/files/styles/top_hero/public/2023-02/mpox-banner.jpg?h=4aea44c5&itok=rMVcwXDF)\n\n\n- [Previous](https://www.paho.org/en/mpox#)\n- [Next](https://www.paho.org/en/mpox#)\n\n1. [Home](https://www.paho.org/en)\n2. Mpox outbreak\n\n\n# Mpox outbreak\n\n### Situation in the Region of the Americas\n\nOn 14 August 2024, [WHO Director-General declared](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-in...",
    "content": "- ![mpox virus](https://www.paho.org/sites/default/files/styles/top_hero/public/2023-02/mpox-banner.jpg?h=4aea44c5&itok=rMVcwXDF)\n\n\n- [Previous](https://www.paho.org/en/mpox#)\n- [Next](https://www.paho.org/en/mpox#)\n\n1. [Home](https://www.paho.org/en)\n2. Mpox outbreak\n\n\n# Mpox outbreak\n\n### Situation in the Region of the Americas\n\nOn 14 August 2024, [WHO Director-General declared](https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern) that the upsurge of [mpox](https://www.paho.org/en/mpoxdisease) in the Democratic Republic of the Congo (DRC) and a growing number of countries in Africa, constitutes a public health emergency of international concern (PHEIC) under the International Health Regulations (2005) (IHR). The emergence and rapid spread of the new clade 1b virus strain in the DRC, its detection in neighboring countries, and the potential for further spread within Africa and beyond the continent, were significant factors in the declaration of the PHEIC.\n\nThis is the second PHEIC determination related to mpox within the past two years. On July 2022, a multi-country outbreak of mpox was declared a PHEIC due to its rapid global spread across multiple as it spread rapidly across a range of countries where the virus had not been seen before. That PHEIC was declared over in May 2023 after a sustained decline in global cases.\n\n[DASHBOARD](https://shiny.paho-phe.org/mpox/)\n\n[SITUATION REPORTS](https://www.paho.org/en/mpox-situation-reports \"Mpox Situation Reports\")\n\n[EPIDEMIOLOGICAL ALERTS AND UPDATEs](https://www.paho.org/en/epidemiological-alerts-and-updates?topic=87192&d%5Bmin%5D=&d%5Bmax%5D=)\n\n![icono pregunta](https://www.paho.org/sites/default/files/styles/thumbnail/public/icono-pregunta_0.png?itok=YKy9V2uT)\n\n[Frequently asked questions](https://www.paho.org/en/monkeypox-qa)\n\n![icono información](https://www.paho.org/sites/default/files/styles/thumbnail/public/icono-informacion_0.png?itok=sbQM2cyH)\n\n[Advice for the public](https://www.paho.org/en/monkeypox-outbreak-2022/monkeypox-advice-public)\n\n![icono documento técnico](https://www.paho.org/sites/default/files/styles/thumbnail/public/icono-documento-tecnico_0.png?itok=WAiA_OMI)\n\n[Technical Resources](https://www.paho.org/en/viruela-simica-orientaciones-recursos-tecnicos)\n\n![ícono comunicador](https://www.paho.org/sites/default/files/styles/thumbnail/public/icono-comunicadores_0.png?itok=GpZx74oq)\n\n[Communication Resources](https://www.paho.org/en/monkeypox-outbreak-2022/communicating-about-monkeypox)\n\nPAHO's response\n\nThe Pan American Health Organization / World Health Organization (PAHO/WHO) supports the Member States with surveillance, preparedness, and outbreak response activities for mpox in affected countries.\n\nGiven the occurrence of cases of mpox in countries within and outside of the Region of the Americas, PAHO activated its standard emergency procedures (SEPs) and established an incident management team with the active participation of personnel from over 15 entities of PAHO/HQ to ensure a timely response to the outbreak and lead preparedness efforts in the Member States. Moreover, PAHO was the first WHO region to make vaccines available to countries in the region as part of the emergency response to the Mpox outbreak. First shipments were prioritized according to the epidemiological situation reported by the countries.\n\nThe response is currently focused on four main pillars. **For the most up-to-date information read the** [**latest situation report.**](https://www.paho.org/en/monkeypox-situation-reports)\n\n### Response pillars:\n\n**1.**\n\nCommunication and engagement of at-risk communities.\n\n**2.**\n\nTimely detection and treatment of patients and protection of health workers.\n\n**3.**\n\nLaboratory confirmation, surveillance, and containment of transmission chains.\n\n**4.**\n\nSecuring access to critical health supplies.\n\n![Plataforma clínica de la OMS sobre viruela símica](https://www.paho.org/sites/default/files/styles/max_325x325/public/plataformaclinicaoms-viruelasimica_0.png?itok=wngfCMk9)\n\nExplore the WHO Global Clinical platform for mpox and access data for public health response.\n\n[ACCEss](https://www.who.int/tools/global-clinical-platform/monkeypox)\n\n![Opciones terapéuticas para la viruela símica](https://www.paho.org/sites/default/files/styles/max_325x325/public/cover-opcionesterapeuticas-viruelasimica_0.png?itok=HbSj33Pb)\n\nTherapeutic options for mpox: evidence synthesis. Rapid review, September 2022 (Available in Spanish)\n\n[DOWNLOAD](https://iris.paho.org/handle/10665.2/56406)\n\n**Information on mpox changes rapidly as more data becomes available.**\n\n**For the most up-to-date information visit this website frequently.**\n\n## News\n\n[![Taking sample from person with Mpox](https://www.paho.org/sites/default/files/styles/4_3_small/public/2024-08/taking-sample-person-mpoxtmb-1350.jpg?h=c2658233&itok=-EVowXTV)](https://www.paho.org/en/news/14-8-2024-who-director-general-declares-mpox-outbreak-public-health-emergency-international)\n\n[WHO Director-General declares mpox outbreak a public health emergency of international concern](https://www.paho.org/en/news/14-8-2024-who-director-general-declares-mpox-outbreak-public-health-emergency-international)\n\n14 Aug 2024\n\n[![Mpox virus cell 3D structure member of the Orthopoxvirus genus in the family Poxviridae](https://www.paho.org/sites/default/files/styles/4_3_small/public/2024-09/mpox-virus.jpg?h=125a58ae&itok=TLvNOUJV)](https://www.paho.org/en/news/9-8-2024-countries-americas-should-strengthen-mpox-surveillance-light-potential-spread-new)\n\n[Countries of the Americas should strengthen Mpox surveillance in light of potential spread of new variant detected in African region, PAHO says](https://www.paho.org/en/news/9-8-2024-countries-americas-should-strengthen-mpox-surveillance-light-potential-spread-new)\n\n9 Aug 2024\n\n[![MPOX Virus](https://www.paho.org/sites/default/files/styles/4_3_small/public/2023-05/monkeypox-1300x6500.jpg?h=5dabf909&itok=UL8KUJgv)](https://www.paho.org/en/news/11-5-2023-who-declares-end-mpox-emergency-calls-sustained-efforts-long-term-management-disease)\n\n[WHO declares end of mpox emergency, calls for sustained efforts for long-term management of the disease](https://www.paho.org/en/news/11-5-2023-who-declares-end-mpox-emergency-calls-sustained-efforts-long-term-management-disease)\n\n11 May 2023\n\n[![Mpox](https://www.paho.org/sites/default/files/styles/4_3_small/public/2025-07/mpox-banner-2_1.jpg?itok=NsbFs0sp)](https://www.paho.org/en/news/4-5-2023-paho-and-grindr-join-efforts-provide-key-information-mpox-lgbtqi-communities-americas)\n\n[PAHO and Grindr join efforts to provide key information on mpox to LGBTQI+ communities in the Americas](https://www.paho.org/en/news/4-5-2023-paho-and-grindr-join-efforts-provide-key-information-mpox-lgbtqi-communities-americas)\n\n4 May 2023\n\n- [More](https://www.paho.org/en/mpox?page=1 \"Load more items\")\n\n## Regional Stories\n\n[![Viruela símica](https://www.paho.org/sites/default/files/styles/4_3_small/public/2022-11/viruela-simica-1400x1050.jpg?h=b8aae163&itok=uOnHCiji)](https://www.paho.org/en/stories/peru-responds-monkeypox-engaging-affected-communities)\n\n[Peru Responds to Monkeypox by Engaging Affected Communities](https://www.paho.org/en/stories/peru-responds-monkeypox-engaging-affected-communities)\n\n17 Nov 2022\n\n## Events\n\n[View Events](https://www.paho.org/en/events)\n\n[![webinar mpox situation in the Americas Region](https://www.paho.org/sites/default/files/styles/150px_width/public/2024-10/paho-cim-situation-region-americas-and-vaccine-data-reporting-eng-1920px.jpg?itok=rdy0bL_P)](https://www.paho.org/en/events/webinar-mpox-situation-region-americas-and-vaccine-data-reporting)\n\n[Webinar Mpox: Situation in the Region of the Americas and vaccine data reporting](https://www.paho.org/en/events/webinar-mpox-situation-region-americas-and-vaccine-data-reporting)\n\n21 Oct 2024 - 21 Oct 2024\n\n[![Webinar: Update on Mpox](https://www.paho.org/sites/default/files/styles/150px_width/public/2024-09/mpox-virus.jpg?itok=fFmR5QJW)](https://www.paho.org/en/events/webinar-update-mpox)\n\n[Webinar: Update on Mpox](https://www.paho.org/en/events/webinar-update-mpox)\n\n23 Sep 2024\n\n[![Management of Severe Monkeypox in Brazil and Colombia.](https://www.paho.org/sites/default/files/styles/150px_width/public/2022-11/23.jpg?itok=GQX-50nK)](https://www.paho.org/en/events/management-severe-monkeypox-brazil-and-colombia)\n\n[Management of Severe Monkeypox in Brazil and Colombia](https://www.paho.org/en/events/management-severe-monkeypox-brazil-and-colombia)\n\n18 Nov 2022 - 18 Nov 2022\n\n- [More](https://www.paho.org/en/mpox?page=1 \"Load more items\")\n\n## Documents\n\n[All](https://www.paho.org/en/documents/subsite/88021)\n\n[![](https://www.paho.org/sites/default/files/styles/document_thumb/public/pdfpreview/159262-sitrep-mpox-24mar2025-final2.jpg?itok=q0QWZilE)](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-28-march-2025)\n\n28 Mar 2025\n\n[Situation Report: Mpox Multi-Country Outbreak - Region of the Americas - 28 March 2025](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-28-march-2025)\n\n[![](https://www.paho.org/sites/default/files/styles/document_thumb/public/pdfpreview/157848-sitrepmpox20feb2025final.jpg?itok=MOP7qPB3)](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-28-february-2025)\n\n28 Feb 2025\n\n[Situation Report: Mpox Multi-Country Outbreak - Region of the Americas - 28 February 2025](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-28-february-2025)\n\n[![](https://www.paho.org/sites/default/files/styles/document_thumb/public/pdfpreview/156883-sitrepmpox22jan2025final2.jpg?itok=gWr20n_q)](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-31-january-2025)\n\n31 Jan 2025\n\n[Situation Report: Mpox Multi-Country Outbreak - Region of the Americas - 31 January 2025](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-31-january-2025)\n\n[![](https://www.paho.org/sites/default/files/styles/document_thumb/public/pdfpreview/155833-sitrepmpox10dec2024final3.jpg?itok=WjEPoMUJ)](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-17-december-2024)\n\n17 Dec 2024\n\n[Situation Report: Mpox Multi-Country Outbreak - Region of the Americas - 17 December 2024](https://www.paho.org/en/documents/situation-report-mpox-multi-country-outbreak-region-americas-17-december-2024)\n\n- [More](https://www.paho.org/en/mpox?page=1 \"Load more items\")\n\n## Communication Materials\n\n[All](https://www.paho.org/en/documents/subsite/88021)\n\n[![Mpox (previously known as monkeypox) is a viral infection, which can spread mainly through close contact between people. It can cause a painful rash, swollen lymph nodes, and fever.](https://www.paho.org/sites/default/files/styles/document_thumb/public/2025-02/mpox-1.png?itok=4mD2Mffa)](https://who.canto.global/v/VPTE9TV3OV/album/T0FTC?viewIndex=0&auth=sso)\n\n29 Aug 2024\n\n[Mpox - Social media cards](https://who.canto.global/v/VPTE9TV3OV/album/T0FTC?viewIndex=0&auth=sso)\n\n[![slides](https://www.paho.org/sites/default/files/styles/document_thumb/public/2024-01/thumb-mpox-recovery-home.png?itok=tPkSJM2f)](https://who.canto.global/album/JVF6V?display=fitView&viewIndex=0&gSortingForward=false&gOrderProp=uploadDate&referenceTo&from=fitView&auth=sso)\n\n3 Sep 2022\n\n[Slides - MPOx: Instructions for recovering at home](https://who.canto.global/album/JVF6V?display=fitView&viewIndex=0&gSortingForward=false&gOrderProp=uploadDate&referenceTo&from=fitView&auth=sso)",
    "query": "Healthcare access monkeypox reporting Africa"
  }
]